{"samples": [{"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " the presence of an intrinsic magnetic field. This is generally obtained by observing the signal at several phase angles and using instrument amplitudes to suppress the effect of the atmosphere on the rays. The phase angle dependence of the reflected or emitted light depends not only on the atmospheric phase but also on the albedo of the planet. Dense atmospheres yield deeper signals, which may reveal the presence of clouds and/or surface features. We analyse the impact of variations of the atmospheric temperature and pressure and the albedo on the signal interpretation. Atmospheric signatures in the light seen by an instrument are either flat or increasing at phase angles. We present an analytical approximation of the signal interpretation and discuss the limitations of the technique.\nWe present the discovery of WASP..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " the presence of clouds and/or hazes, particle size, albedo, and phase curve. This paper presents a model atmosphere for an Earth-like planet with a Rayleigh scattering atmosphere in which clouds and/or hazes are the dominant source of albedo. The haze particles are condensed on the surface by processes like vertical mixing and sublimation. The presence of clouds determine the shape of the albedo distribution. The vertical extent of clouds depends on the pressure. If the atmosphere is cloudy, then clouds will reach high ground, and hence the averaged albedo is very low. If the atmosphere is cloud-free, then clouds will be located at the base of the atmosphere, where they redistribute the absorbed sunlight,..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " rainfall, cloud, and temperature. Typical low signal-to-noise ratio (S/N) of an exoplanet atmosphere are 1 ~ 10^4, which is a few times better than what is currently used for exoplanet characterization. A number of ground and space based instruments have recently been used for this purpose, including the Very Large Array (VLA) and the SCExAO instrument (CHARIS). In this paper, we evaluate the feasibility of detecting and characterizing exoplanetary atmospheres using VLA/SCExAO. We study the spectral resolution and spatial resolution of characterizing an exoplanet atmosphere with an exoplanet as a source, and evaluate the detectability of molecules and/or clouds..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " temperature, pressure, and atmospheric composition. This paper summarizes our current understanding of the properties of the atmosphere of the hot Jupiter WASP-12b, and reviews the techniques by which atmospheric temperature is determined from the light curve. We also consider the output of retrievals from retrievals, focusing on the comparison between the predictions of theoretical atmosphere models and observations of the planet.\nThe metal-poor stars HD 191612 and HD 217543 have been searched for transiting extrasolar planets (Schneider 2004b). The first was announced by Montes et al. (2004) and Butler et al. (2004b). The second was announced by Canterbury et al. (2004b) based on a precise stellar radial velocity (R..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " temperature, pressure, and composition. A two-dimensional model is described that predicts the reflectance spectra of planets in different geometries from optical to ultraviolet wavelengths. The model predicts the wavelength-dependent reflectance spectra for a planet of any age and composition as it evolves from liquid water to land ice, with a wide variety of atmospheric compositions. Variations in the reflectance spectra are used to distinguish between the various proposed compositions. The model is used to determine the equilibrium temperature (T_eq), the chemical composition (C/O), the atmospheric composition (pCO_2/H_2O), the surface pressure (p), the gravity (log g), the average planetary mass (M_p), the atmospheric composition (..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " the presence of clouds, subsaturation, and temperature. We use a mathematical model to calculate the shape of the spectrum, including the wavelength dependence of the reflectance, and then derive a quantity called the radius of the reflectance that can be used to determine the physical properties of the atmosphere. We apply this model to obtain the radius of the reflectance for an atmosphere of water ice, water vapor, and carbon dioxide. The model gives R^1 = 0.19450 +-0.00077 atmospheric scale height and a temperature of T_<--daILY-6000 K. The model is calibrated to the radius of Venus and does not include cloud opacity. The radius of Venus is 0.1875 +-0.0006 R..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " temperature, pressure, and composition. We will also know the presence of clouds and/or hazes, since they can be probed with remote sensing methods. The required instrumentation is a coronagraph and a space telescope. A global network of telescopes will be needed to accurately sample the signal from the planet. This paper summarizes the science that can be enabled by such an instrument in terms of coronagraphic and space telescope modes. We will then show that such an instrument can be designed for the search of exoplanets and the characterization of their atmospheric properties.\nWe report observations of the young (1-100 Myr) planet-hosting (2-20 M_J) star HR 8799 made by the FIES spectrograph on..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " cloud structure, temperature, composition and the presence of surface features such as oceans. We describe here the limitations of this technique and propose ways of improving it.\nContext: Identifying the composition and structure of exoplanet atmospheres is a challenging goal of direct imaging. The generation of robust astrometric observations relies heavily on the development of robust methods for the estimation of orbital parameters of the planets. <BR />Aims: We present a new generation of accurate astrometry and photometry of G-type giant planets. The method is based on the combination of the orbital inclination and the rotation period. <BR />Methods: We analyze a set of 31 long-term radial velocity measurements and 18 individual days of high-precision photometry..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " surface temperature, pressure, composition, and/or presence of clouds. The presence of atmospheric water is a primary requirement for a successful remote sensing experiment. We use a forward model coupled to a radiometer to determine the temperature of an Earth-like planet at a range of heliocentric distances and then use the measured absolute reflectance (as a proxy for cloud coverage) and absolute diameter of the planet to determine its geometric albedo (a proxy for surface albedo) for an Earth twin. Earth's average albedo is estimated to be 0.33 (1σ). This extreme low albedo would not be expected, given our knowledge of our stellar and planetary properties, if the planet's surface composition is more water-..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " atmospheric temperature, composition, and astrobiological potential. In this paper we present two examples where the planetary signal is being spatially resolved. The first case is the hot Jupiter HD 209458b, for which a detection of the reflected light has been obtained in the IRAC bands around 3.6 micron. A second example is the hot Jupiter HD 189733b, for which a detection of the reflected light was also obtained. Both of these cases will be extremely interesting, as they can provide constraints on atmospheric dynamics and chemistry. In the case of HD 209458b, the observations could rule out a clear atmosphere with a cloud-free interior with a scattering albedo of &lt;0.4, and may even indicate the..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " our ignorance about the details of how clouds form in the first place. For instance, clouds in the atmospheres of the 'hot Jupiters' would likely form in the planet's atmosphere, but not in its interior. Here, we introduce a new cloud formation model for a 'young Jupiters' with a central core in the 10-50 bar of pressure-broadened Rayleigh scattering that takes into account the first three stages of hydrogen chemistry. We find that H_2-rich atmospheres can form in the atmospheres of all of the known hot Jupiters with core mass fractions above 0.7 M_' and lead to a broad spectrum of H_2-rich cloud-forming atmospheres...."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the poor predictive control of the detailed physical processes considered. We present a general framework of atmospheric control based on the horizontal equilibrium structure, a property possessed by all true planetary atmospheres, but whose formal properties are poorly constrained. This framework allows for a broader range of model atmospheres to be anticipated, especially those with high and low temperature and density contrasts and/or clouds. In this study, we present three cases: (1) the \"hot Jupiter\" HD 209458b, (2) the \"Neptune\" HD 179949b with a dense atmosphere, and (3) the chilled Saturn-mass planet WASP-39b. Our model atmospheres are representative of a variety of possible atmospheric conditions in the TRAPPIST..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the limited amount of data and the limited model parameter space that is available. As more observations are acquired, more model parameter space constraints may be derived. We present three-dimensional general circulation model (GCM) simulations of a brown dwarf, with effective temperature T_eff = 2700 K, surface gravity log g = 3.76 and metallicity [Fe/H] = 0.0. The model has a cloud-free atmosphere, composed of N_2, water vapor, CO_2, and a mixture of cloud and haze. The simulations employ a method to synthesize cloud-free radiative transfer and atmospheric dynamics based on a three-dimensional, locally isothermal, pressure-convective, and homogeneous cloud..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the poor spatially resolved detection of the planets. In this paper, we investigate the detectability of the hypothetical Earth-sized planets that orbit around the nearby stars in our 'canonical' solar system. We simulate the emission spectrum of a planet assuming its surface composition, including aerosols and refractory elements, and compare it with the spectrum of the Sun in its observed variations of chromospheric activity. If the atmosphere includes hazes and/or clouds, the detection probability increases significantly. If the planet is covered by mountains or oceans, the detection probability is reduced by nearly a factor of 2. We account for the observational uncertainties of the planetary parameters by performing 3-D general circulation models with the same 3-D atmosphere model as used..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the inaccuracies of the input physics used to train models. We study the effect that different input physics have on differentiating planetary atmospheres, and on the interpretation of transit transmission spectra of Earth-like exoplanets. We find that the effects of various input physics can amount to a planet's atmosphere being five to ten times less luminous on the dayside compared to the nightside. The influence of different input physics can vary by more than 10% the observed light-curve amplitude, and potentially cause a misclassification of a planet as an exoplanet.\nWe present the results of a search for wide-orbit giant companions to a sample of 86 stars with proper motions between 0farcs5 yr^-1..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the poor precision of the available model computations. We review the issues affecting the atmospheric structure computations due to non-linear physical processes and compare the impact of the gaps between model computations with those due to numerical dissipation. We include recommendations on how to appropriately combine all model components to improve the accuracy of planetary models, and in the case of a mixed zone (where a and b correspond to both planets), we discuss how to address the issue of model inconsistencies. Lastly, we provide examples of more technically interesting cases, such as the coexistence of a hot Jupiter (with mass between about 30 and 60 M_Earth and radius from &gt;about 2.5R_Earth) and a cold super-Earth (with mass between..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the lack of information concerning the planet's expected equilibrium structure, i.e. the expected pressure-temperature profile of the deep atmosphere. This problem is addressed in the framework of the deep atmosphere model, which was previously described in the presentation of the 'Thermal evolution of rocky planets' (Teachey et al. 2008). We address here the question of the expected pressure-temperature profile of the deep atmosphere, by considering the effects of various non-ideal effects that are likely to be present in the atmosphere of a rocky planet. These include, but are not limited to, pressure-induced opacity increases, the release of H2O, and reduced heat transport. These effects are among the first to be considered in the present..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the computational complexity of constructing an atmospheric model for a given data set. Here, we show how a one-dimensional, wide-array photochemical-climate model can be used to construct an atmospheric model for hot Jupiter-like exoplanets. We validate the model against high-resolution observations of the Earth, as well as other exoplanet atmospheres, in spite of the similarity in cloud properties and corresponding lapse rates. The model has been successfully used to generate two different intra-model temperature structures, one dominated by a thermal inversion, and another dominated by a thermosphere. The latter is capable of reflecting 98% of the incident stellar radiation, and is capable of radiating off about 0.6 times as much energy as the..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the interpretation of the observed absorption features. Here, we investigate the effect of a continuum on the model results. We find that a step-like structure, analogous to the fingerprints of a second colour, can adequately reproduce the observed spectrum in a short-wavelength/long-wavelength spectrum. The shape of the resulting line profile is in most cases significantly different from that of the discrete components. We conclude that the discrete component can be used as a standard for the interpretation of the line profiles of chemically peculiar stars.\nWe present a detailed analysis of the recently discovered transiting hot Jupiter system WASP-103. This system is of particular interest since the radius of the planet is 1.67 times that of Jupiter. Our analysis combines ground-..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the uncertainties in molecular abundances. We show that a significant improvement of the molecular analysis can be achieved by including the most abundant transitions to higher order statistics. This can provide significant biases in the models and potentially drastically overestimate the abundances of the most abundant molecules. This work is a comprehensive step towards the goal of characterizing terrestrial extrasolar planets.\nThe detection of multiple stars produced by the Synchrotron Radial velocity Extraction (SERVE) instrument on the Very Large Array (VLA) is a prerequisite for robust, sensitive, and accurate characterization of nearby stars and for the accurate characterization of exoplanet atmospheres. To achieve these goals, the characterization of nearby stars, and their environment, is a crucial component of the..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " medium to facilitate the transfer of these components from the fluid into the solid phase. The first of these requires a source of energy to drive the reaction of H_2O + OH → H_2O + H_2 and O + OH → O_2. This requires the production of OH radicals, which are the products of photodissociation of H_2O + HO_2 in the solid state. The second requires a medium to facilitate the flow of these components from the solid phase into the fluid, where they are transferred to the solid phase by dissociative recombination. This second requirement is satisfied by a newly developed method, employing liquid nitrogen as the medium. The third requires a mechanism to transfer the react..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " medium to allow for the formation of an end-member body whose chemical and isotopic composition is defined by the initial molar of the solvent. This paper addresses the question: what are the basic thermodynamic properties of the most abundant class of solids? The most abundant solid in the universe is water, but it is difficult to obtain. I suggest that the most abundant solids, including water and acetylene, can be considered to be a liquid residue. The most abundant liquid residue is the hot liquid matter (H_2O), whose thermodynamic properties are well characterized by the ratio K/V_0(a) where V_0 is the temperature in the solid state. This is the basis of the chemical group theory..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " medium that is able to accept the products of these reactions in the form of biomolecules. The first of these requirements is to have a medium that is able to accept an energy source that is able to catalyze the appropriate reaction in a sufficiently large solvent area. The second requirement is to be able to accept a medium that is able to accept a sufficiently large solvent at the same time as the energy source. The third requirement is to be able to accept the products of metabolic reactions that are able to be produced in a sufficiently large solvent area. The aim of this work is to quantify these requirements. The results of our simulations indicate that a few types of medium are able to accept energy sources with modest sizes in the range 2-4..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " medium for the reaction of the derived energy source with other solvents. The first element is the dissipation of kinetic energy via the dissipative (thermal) process that results in the formation of electrons and free radicals. The second element is the reaction of this extra energy with liquid water and the third is the energy release as electrons do not exist in the dense gas around stars at the central density of the stars. In contrast to the other two elements, the electrons in the solvents cannot have an environment where the interactions are weak, and therefore the energy source is not able to feed the stars. This leaves the electrons at the center of the stars as the predominant source of heat.\nThis paper presents the first complete results..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " source of hydrogen to drive boil-off. The first of these requires the presence of a primary energy source, which may be sunlight or a high-energy laser. The second requires a high-energy laser to drive the metabolic reactions, as well as the presence of a solvent, which may be liquid water or crystalline ices. Finally, a high-energy beam can be used to partially or totally suppress the reactions above all other energy sources. Here we evaluate this last point. A long-lasting, high-performance solid-phase ion-beam facility will produce hydrogen with a fraction of 10% by implanting an implosion mixture of pure ices, salts and ices. Such a facility will be able to extract energy..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " medium for the reaction of these reactions with the ambient fluid. Because the energy source for the metabolic reactions is held within the stellar interior, the resulting fluids contain very little oxygen, while the mixture of starlight can contain up to 60 mol% O_2. Therefore the production of O_2 in the star is most efficient when the star is extremely young and the solvent is largely frozen out. We present theoretical models of the production of O_2 by photodissociation of water in the \"classical\" solar-type star CoRoT-2a and discuss the implications of the results for the evolution of the Earth's water budget and for the detection of life on other planets.\nThe planet HD 209458 b is..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " medium to which these components can flow. Approximately half of Earth's oil is derived from the mantle source, and more than 90% of the liquid water is from the mantle source alone. The other half is derived from the crustal source. The energetic process that drives the biogeochemical cycle is dissociative recombination of H_2O by H_2, which is the most widely accepted explanation for the origin of life on Earth. However, the physical processes underlying the biological geochemical cycle remain poorly investigated.\nWe present the results of a search for new intra-binary comets, targeted by the Wide-field Infrared Survey Explorer (WISE). We searched for objects with the high-resolution, narrow-band..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " medium to facilitate the transfer of these components from the energy source to the solvent. The energy source is the magnetic field generated by the stellar wind, which regulates the outflow of matter from the inner Lagrange point, and can provide the required energy to the solvent through the formation of β-chondrite (1) Fe-oxides, (2) Fe-oxides, and (3) Fe-carbides. The energy source requires the presence of ambient gas and a cold plasma, while the latter is preferably Fe-oxide. These fuels are the consequence of the generation of magnetic field by the wind, a process best known as ram pressure. The development of magnetic fields during accretion is also a major factor that affects..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " medium for the reactions to interact with one another. The latter is a medium whose scale height is uniform, whose density is infinite, and whose properties are unlike those of solids. It is difficult to construct a liquid-solid duality, or to isolate the metabolic pathways from the fluid-solid coupling. The origin of life is therefore not only limited to Earth and Venus - life may have found other forms of fluid in the solar nebula. This article reviews the origin of life via the origin of energy, and discusses the possibility of life in other planetary-systems.\nThe Earth, Moon, and Mars are the only three planets known to harbor life. Interactions among life and between the components of a planetary system interact to..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " substrate for the production of the complex organic molecules (COMs) that feed the COMs. These three components have been identified and identified biochemically as precursors of COMs. Biochemical pathways that have been suggested as conduits for the COMs production include nitrile scattering (s-N_2), heterocycles (HCN and HNC), scavenging scavengers (NO and HNC), reactive oxygen species scavenging (NO2 and HNC), reactive oxygen species scavenging (NO and HNC), nitriles scavenging (NO and HNC) and reactive oxygen species reactive oxygen species reactive oxygen species removal (NO2 and HNC). The COMs have been found in pigmented e..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " the chemistry of their atmospheres may be fundamental to their habitability. Here, we use a one-dimensional radiative-convective climate model to study the chemistry of CO_2-rich planet-hosting M dwarfs and evaluate the influence of atmospheric escape on the planetary temperature. We find that planetary escape of CO_2 increases the planetary temperature by approximately 400 K, which would suppress the habitability of a terrestrial planet for an age range of 10 Myr-500 Myr if the atmosphere was predominantly H_2-dominated. Additionally, we find that planets close to the star may acquire a non-negligible amount of H_2, which may alter the chemical composition of the atmosphere and evolve a warmer..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " cloud formation processes. Atmospheric escape can provide water to terrestrial planets through dry atmospheric conditions, but atmospheric escape and cloud formation can develop over a wider range of conditions than for gas-giant exoplanets. Atmospheric escape and cloud formation may also influence the evolution of exoplanets through photolysis of the planetary H_2/He mixtures, which can create favorable conditions for the development of life. The atmosphere can also escape during stellar flares, creating favorable conditions for the development of a magnetic field.\nWe study the stability of a hypothetical rocky planet orbiting the M dwarf Gliese (dM4e). The planet is initially embedded in a gaseous protoplanetary disk, and is later removed by stellar..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " loss processes that differ from solar-like stars. Although the majority of confirmed exoplanets have measured atmospheric loss rates of only about a few percent of their final masses, they have provided important clues about the evolution of massive planets and planetary-system architecture. For instance, the planet XO-3b is the first super-Earth discovered and the first detected in transit. Here we report the discovery and characterization of a second super-Earth, XO-4, with a period of 5.06 days. The planet orbits a slightly more massive star (I.e., F5V) with a mass of 1.09 M_' and a rotation period of 6.97 days. We estimate a mass of..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " loss processes. Atmospheric loss processes for HD 209458b and HD 189733b can be partially modelled by the photochemistry of neutral hydrogen atoms produced during dissociative recombination of O atoms within the planetary atmospheres. We perform a 3D particle-in-a-box (PIAB) study to model the effect of atmospheric escape on the evolution of the planetary atmospheric gas content. We find that HD 209458b and HD 189733b can be produced by atmospheric escape processes. In the PIAB model, the planet's atmospheric gas content decreases by about 21 per cent when it reaches its current mass, which corresponds to an orbital distance of about 0.045 AU. For HD 209458b,..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " irradiation by parent stars (e.g. Butler et al. 2009; Carter et al. 2010; Kumar et al. 2010; Gressel et al. 2011; Robinson et al. 2012; et al. 2012; Robinson et al. 2012; et al. 2012; Tremblin et al. 2012). At the temperatures and gravities of exoplanets, however, these stellar irradiation photons are-or, and are-very much less energetic. Atmospheric escape is largely driven by the massive stellar outgassing of hydrogen and the powerful stellar UV-driven outflow of the CO molecules (e.g. K¨ugren & Feuer 2002; Seager, Clarke & Rasio 2006..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " the presence of a protective magnetic field may affect atmospheric chemistry and the evolution of planetary atmospheres. Here, we present a model for atmospheric escape of hydrogen and carbon from a hot Earth-like planet, which is irradiated continuously by its host star. The planetary atmospheric mass-loss rate depends on the stellar XUV radiation and the planetary magnetic field. The model is driven by planetary expansion and evolution, which is dependent on the evolution of the stellar wind, stellar soft X-ray and extreme-ultraviolet radiation and mass-loss rates. We have found that atmospheric escape from a hot Earth-like planet can be strong for planets at short orbital periods and XUV fluxes as high as 10^4 erg cm^-..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " biological modification. Despite these hazards, a new generation of exoplanet hunters is actively searching for life by detecting an the micro-biological products produced by its inhabitants. Life as we know it, containing both cellular and non-biological forms, is robustly present in the universe. This means that any proposed attempt at detecting life on an exoplanet would be based on nothing more than the stellar light curve and radial velocity measurements, and would fail to detect any intelligent species. As an example, we present the detection of a planetary companion to the K0V star HD 47536 (a V = 12.07 mag, Kp = 13.6 m/s radial velocity semi-amplitude of -..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " non-isothermal and radiative transfer effects. As such, they produce a variety of bands in the UV and visible that can be used to monitor the planetary energy budget and to search for chemical species. We have conducted a search for the fluorine (F_3^+)-benzol (BZ_3^+) band of H_2O^+ in four transiting hot Jupiters in the optical and near-IR. First, we discuss the properties of H_2O^+ in stellar spectra and its optical and near-IR absorption. Then, we compare these results with measurements of the UV and optical absorption of the planet HD209458b to constrain the presence of..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " biological loss that influence planetary evolution. Because of the high atmospheric temperatures, the major source for atmospheric escape is photochemistry. The chemistry that occurs in the hot atmosphere depends on the spectrum of the planet and the host star. Thus, the analysis of exoplanetary spectra is crucial to characterize the atmospheres of hot rocky planets and to provide information about their host stars. To date, most laboratory measurements of photochemistry in hot rocky exoplanets have been derived from transmission spectroscopy. Here we present a transmission spectrum of GJ 1214b, which has been observed with ALMA in band 7 and band 3, and inferred by fitting the observed broadband spectrum to a modified Lorentzian function. We find that..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " loss processes that vary with the incoming flux and orbital distance. These processes are driven by the stellar X-ray and extreme-ultraviolet (XUV) radiation, the solar wind, the stellar wind plasma, and stellar magnetic fields. The XUV spectrum has been measured in many exoplanetary systems to infer the XUV outflow and radiation environment of their atmospheres. The majority of these systems are located in the solar neighbourhood and thus offer a testable constraint on the stellar wind/XUV environment of the host stars. In this study, we present XMM-Newton observations of the sensitive (coronal and chromospherically active) T Tauri star V410 Tau (TWA 5A), a..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are produced by various solar and cosmic radiation mechanisms. They provide a unique way to probe the interiors of the Solar System and provide a unique window into the primitive chemistry of the early Solar System. In this review, we provide a complete overview of organic aerosols in the Solar System, discuss their atmospheric origins, and describe their global chemistry and fractional abundance distributions.\nWe explore the minimum distance from a planet for an individual life-form to incorporate elements of the biosphere, as determined by the Earth-Moon system. For the Earth, life evolved beyond the use of chemical and hydrostatic pressures to reach this minimal distance. The evolution is related to the complexity, quantity, and performance of life as we know..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they can contribute to the formation of local haze. Here we present a new type of organic aerosol, which we term 'krypton'. As the elements of the chemical pathway responsible for the formation of pyrophosphonic acid and other organic aerosols in the early Solar System were not mutually exclusive, for the first time we have found a pathway for organic aerosol formation in the presence of ultraviolet (UV) irradiation. Through a detailed kinetic model we found that UV irradiation of the atmosphere of a planet produces large molecules that condense and propagate to space where they decomposed into aerosols. The dimensions of the organic aerosols formed were found to be comparable to those of the organic haze particles. This indicates..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are formed from chemical heterogeneities in cometary nuclei, but they are believed to have originated from the primordial solar nebula. Here we present a new model for the origin of organic aerosol formation in a cometary source region that is exposed to interstellar interstellar UV radiation and impacts into a cometary pelagic assemblage. The initial production of organic aerosols from C_2H_2 in the cold outer solar system was hypothesized to originate from the irradiation of interstellar C_2H_2 that resulted from laser-produced UV radiation. However, the relative UV flux incident on the Earth during the late Archean and early Proterozoic is much higher than currently believed, and thus..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they play a crucial role in the formation of Earth's atmosphere. To characterize the chemical composition of an entire planetary atmosphere, however, requires that its composition be known. Carbon-bearing molecules (e.g., H2O, CH3OH, NH3, and CH4) are the most favorable species for molecular abundance determination because they are thermodynamically stable in the high-temperature environments of star-forming cores. We have conducted a laboratory experiment to study the chemistry in interstellar cold environments at temperatures of 20-27 K. In this paper we report the results of gas phase chemical abundance determination for several organic compounds in cold dark cloud cores for the first time. The composition profiles determined in this experiment reveal a..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they form in massive impact craters and in the atmospheres of exoplanets. The aerosols are responsible for abundant H_2O in the outer Solar System's primitive atmosphere, but their origin is not well understood. Here we show that organic aerosols in impact ejecta formed on asteroidan parent body can provide a source of organic aerosols in the cold outer Solar System's primitive atmosphere. Organic aerosols are derived from asteroidan parent bodies' porosity through mutual collisions. We show that organic aerosols can survive for more than 10 million years in the primitive atmosphere of an asteroidan parent body without being subjected to hydrolysis. Hence, organic aerosols can survive for more than 10 million years in the..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they may contribute to the formation of the organic haze layer. Here we show that a photochemical organic aerosol analogue, denoted PEA, formed primarily in situ in the cold outer Solar System, is well adapted to the harsh environment of early Mars where photochemistry is inefficient. PEA is formed by reaction between a hydrogenotrophic (hydrocarbons)ogenic gas produced from the decomposition of CO_2(vapor) and organic matter contaminated with carbonaceous matter. The carbonaceous matter is produced through extreme non-thermal photolysis of a suite of organic precursor molecules, notably H_2O. The resulting organic haze is optically thick, with an effective absorption of up to 1...."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are produced by solar wind irradiation of dust grains in cometary clouds. They are produced primarily by photochemical reactions analogous to those that occur in chemical aerosols in Earth's atmosphere. Here we explore the effects of solar wind irradiation on organic aerosol production by spectral synthesis in cometary clouds. The results show that interstellar neutral aerosol produced from interstellar organic aerosols can increase the production yield of organic aerosols by an order of magnitude relative to organic aerosol produced from chemical aerosols in terrestrial alkyming regions.\nAn interferometer in high-power mode can spatially resolve the orbits of planets, and the positions of stellar spots. Here we use the VEGA/CHARA interferometer..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are produced by processes such as photochemistry and photochemistry-driven aerosol formation. However, the aerosols in the outer Solar System are thought to have formed from organic photochemical reactions such as photolysis of molecular nitrogen (N_2) or photochemistry caused by low orbital organic migration in the terrestrial planet region. Here we present laboratory experiments in which we expose a range of N_2/N_2 and N_2/CH_4 gas mixtures to atmospheric pressure (0-100 mbar) for up to 5 days, simulating the effect of outward surface winds on the surface of an Earth-like planet. We find that surface albedos are highest for initial N_2..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they may contribute to the formation of cold atmospheric layers and to surface emission, a necessary first step in the warming from the solar interior. Here we report an investigation of the organic aerosol compositions that may help explain the unknown haze formation efficiency in the hot inner voids of the terrestrial planets. We used a 1.5 cm hydrocarbon aerosol microphysics and organic chemistry chemistry mass spectrometer to investigate the compositions of organic aerosols produced by C_2H_6N/CH_4N/N_2 with a positively charged complementary molecule CH_3NCO. We detected molecules such as SO, SO_2, HNCO, H_2CO, CH_2CO, CH..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are formed through hydrocarbon reactions. The origin of such molecules is still unclear due to the interplay of radiation, solar wind and comet impacts. Here we report the results of a 7.6-hour Spectroscopic campaign, carried out with the NEWICA adaptive optics imager at the Very Large Telescope (VLT). The spectral analysis reveals that an exotic molecule with broad spectral features is present on the observing wavelength of 642 nm. The molecule is seen predominantly in emission at wavelengths between 600 and 750 nm, with some emission at longer wavelengths. The spectral analysis further reveals that the molecule is highly dichotomous with the most pronounced double-peaked profile observed at 250 nm and in emission at 620 nm...."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " their atmospheric composition and require that the observed planet's surface reflectance spectrum match spectra on the Earth. Observations of several exoplanets currently available for spectral characterization are used to determine surface reflectances. The result of a global modelling exercise is the effective temperature, surface gravity, cloudiness and metallicity. We then use a model to calculate spectra of a non-reflective Earth-like planet. We find that the planet's dayside emission spectrum should have a wide range of colours from those of the well-known hot Jupiters, with differences as small as ~ 10^-4. These differences might be the result of differences in the concentration of important species in the planetary atmosphere..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " their surface temperatures and abundances of hazardous elements. Unfortunately, the composition of terrestrial planets is not well known. In the modern era, indirect observations lead to the mass and radius determination of only a few percent of the planets, and the mass and radius determination of a few percent of the planets. In order to improve the quality of the characterisation of the characterised host stars, the next step is the direct detection of the spectroscopic properties of the planets. This is feasible with the next generation of telescopes, but requires the development of new techniques. Here we report the results of a direct-imaging study of the planet HR8799c. HR8799 is a young (15 Myr) A..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the presence of life on them. These observations can only be used to characterize the nature and formation mechanism of the planet if the thermal emission from the planet is also used to determine its composition. However, the presence of an atmosphere is a valid end-member term of the characterization. The planetary thermal emission has at least two main components: an infalling thermal component from the planet that saturates when the planet is at high altitude and emits during planetary secondary eclipse; and a non-spherically symmetric component from the stellar photosphere that peaks at several stellar radii away. Analyses of both components can only be carried out for specific planetary parameters if the observational error is less than 1% for a point..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the presence of non-chondritic Ca-aluminum in their mantles and to probe the composition of the stellar irradiation that may have sustained their mantles. Here, we present absorption spectra obtained with the CH_4-CH_4 (0 1 1) and (0 1 2) bands of the Near-Infrared Spectrometer (NIRSPEC) on the Spitzer Space Telescope for the hot Jupiter HD 189733b. Our observations show that the planet's visible spectrum is highly featureless and consist of very strong molecular features, with only the presence of atomic hydrogen in the visible. We analyze a series of 22 absorption cross-sections to measure the planet's thermal energy output..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the presence of life on these planets. The first step in determining the presence of life is the observation of meteorites. The secondary step is to attempt to differentiate the origin of life, the meteorites, and the Earth. The Earth and the Moon are the only large and mature planetary bodies in the Universe for which such high-precision spectroscopic observations have been possible. The Moon, thanks to its high density and high temperature, is a unique laboratory for this purpose. The first indications of biological activity on the Earth stem from the impact cratering record: the oldest lunar craters are the oldest craters. The oldest craters on the Earth are the oldest craters that are exposed in the G..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " their average thermospheric temperatures. The Earth's atmosphere is structurally stable, which permits a direct and self-consistent determination of its average temperature. The carbon dioxide (CO_2) and ozone (O_3) atmospheres on Earth are thought to be the result of relatively stable conditions in the solar nebula during the early stages of solar nebula's evolution. In spite of this, we still lack a self-consistent and reliable self-consistent model for the Earth's thermosphere. Here we use a global kinetic model for the Earth's thermosphere that takes into account the most recent available thermospheric data to determine the Earth's average thermospheric temperature. The..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the presence of biogenic molecules in their atmospheres and to constrain the bulk composition of planets. Here we present an emission spectrum of Earth from a Sentinel mission with depth and wavelength coverage extending from 0.1 to 32 micron. The spectrum is calculated from information assumed from the Earth's spectral energy distribution, assuming a fixed spectral component (i.e., a pure absorber/reactive and a pure ion absorber) and assuming the presence of the principal molecular components O_2, CO_2, H_2O, N_2O, and CH_3OH. Emission from features produced in the lower atmosphere is not observed. The resulting spectrum covers the 0.1-8..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " their average surface temperatures. Because of the high-quality of stellar observations, the surface temperatures of planets can be assessed with a very high precision. The goal of the present paper is to measure the (1620 +-1860) K of a 1 Metre class Exoplanet, and to compare the obtained results with the expected values from stellar models. Aims: The paper describes the observations and data reduction, data analysis, and light curve synthesis of the light curve of the planet OGLE-TR-56b. This hot-Jupiters is one of the few known transiting extrasolar planet, which allows us to obtain a precise measurement of its surface temperature. Methods: The OG..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the presence of O_2 and the evolutionary stage of such planets. The detection of O_2 in the atmospheres of potentially habitable extrasolar planets will allow the investigation of the biological activity on Earth and in the search for life elsewhere in the Universe.\nWe present the results of an IRAC planet search in the Oort cloud, a nearby, young stellar association. The search sensitivity is 10^6-10^7 times higher than that of the previous IRAC survey, and the detection sensitivity is comparable to that achieved by the Spitzer space-based mission. The main results of the search include the first detection of a planetary-mass companion to a solar-type star, HD 169142A..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the presence of surface liquid water. However, the absence of a strong and specific spectral signature from water ice and hence the presence of an atmosphere is inferred by the lack of water ice in the cold outer outer regions of terrestrial exoplanet systems. Here, we investigate the impact of water ice clouds on the determination of the atmospheric composition and temperature profiles of terrestrial planets. Using a numerical model of terrestrial planet evolution, we explore the evolution of the atmosphere and the surface by including the formation, transport, and destruction of water ice clouds. For deep water ice clouds at the outer edge of the habitable zone of terrestrial planets, high CO _2 ice cloud cover will result in very hot surface temperatures. On the other hand..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " energetic environments in which planets are made. These observations are becoming very precise and within reach of current instrumentation. The next step is a measurement of the principal atmospheric constituents, which is becoming very challenging. The answer to the question in the cases of transiting warm or warm small planets will be the elusive and elusive knowledge. Such knowledge is sought for exoplanetary atmospheres. We will discuss scientists and instrumentation that are in the cutting edge of current atmospheric science and review recent advances in theoretical studies.\nA theory of the decay of the HgMn complex due to exposure to electron impact dissociation is presented. The general problem of the HgMn complex is investigated, and the rate..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " charactersised composition and thermal properties of their atmospheres. Here we report observations of HD 189733b, a 1.03 M_Jup planet orbiting an F7 star with an orbital period of 11.92 days. We use the technique of simultaneous spectral differential imaging (SSDI) to achieve an angular resolution of about 1.5 times. The PSD shows that the dominant stellar component is the source star, which is well separated in the near-IR (about 0.95-1.35 micron) and the visible (about 0.68-1.10 micron). The only minor contaminant in the visible is an extremely strong TiO speckle. This implies..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " composition, temperature, and surface gravity of their atmospheres. Combined with transit photometry and radial velocity measurements, models predict the mass and radius of their atmospheres. One of the most widely used atmospheric models is the so-called radiative-convective model. For planets in the habitable zone (HZ), models predict that a planet's effective temperature can increase by hundreds of degrees as it warms up under the effect of irradiation. At the outer edge of the HZ, known as the hot end of the HZ, the model predicts that an Earth-like planet will be able to support an atmosphere on a fractional surface. However, because it assumes a temperature increase to..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " broad molecular envelope of their atmospheres. These observations are best interpreted as the radiative fingerprints of transiting molecular clouds, which envelope and affect temperatures in the lower atmosphere. Here we report observations of the protoplanetary disc orbiting HD 189733, the host star of a transiting hot-Jupiter. The observations reveal a large-scale temperature and abundance distribution in the near-infrared spectrum of the circumstellar disc. We infer that the temperature in the near-infrared is higher than the stellar equilibrium temperature and that the radiative heating is stronger in the thermal infrared than in the visible. The radial and vertical temperature profiles of the circumstellar disc are inferred from the observations by scaling the temperatures..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " dense atmospheres of their gas giant planets. These observations are making it possible to address the temperature, composition, and structural state of these planets. In this work, we investigate the thermal and structural properties of the primary transiting planet, WASP-18b, using the Spitzer Space Telescope. We measure its thermal and structural properties from new ground-based photometry, compare thermal emission spectra from two independent instruments, and use a thermochemical code to investigate the atmospheric composition and temperature of WASP-18b. We find a mean effective temperature of T_eff = 2850 +/- 375 K, a mean structural pressure of p = 1.4 mbar, and an equivalent radius of..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " composition, thermal properties, clouds, and atmospheric properties of their atmospheres. In this work, we use an imaging polarimetric mode of the SCExAO integral field spectrograph to observe two nearby transiting exoplanetary systems, namely HAT-P-7b and WASP-69b, in the near-infrared wavelength region. We simultaneously recover the polarization-modulated light curves of the planets, recover the transit geometry and determine their physical parameters. The obtained data-reduced spectra show a temperature difference of about 400 K between the dayside of the planet and the nightside. This can easily be confused with the average temperature of a planetary atmosphere of about..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " atmospheres of these planets, revealing their chemical composition and thermal structure. The next decade of space-based and ground-based telescope studies will provide a wealth of information about the vast majority of currently known exoplanets. In this work, we use a 3D general circulation model (GCM) to simulate the equilibrium climate of a warm Earth-like planet with a CO_2/N_2 atmosphere, which is assumed to have a surface pressure of 1 bar. The results show that CO_2 and NH_3 freeze out on the planet's surface, leading to a drastic increase in surface temperature. For such a planet, the optimal surface temperature varies from 0°C to 230°..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " atmosphere of their central stars, and provide information about the chemical composition and temperature of the larger planetary bodies. The new generation of high-resolution spectrographs, such as ESPRESSO at VLT and HARPS at the ESO 3.6-m telescopes, are expected to detect molecular absorption features in the near future. Synthetic spectra based on atmospheric absorption features, like those predicted from CO_2 at 3.4-micron wavelength, would be the first observational signature of such species in the atmosphere of a hot Jupiter. In this paper we present a synthetic spectrum based on a line-by-line model of the main photospheric absorption features of a hot Jupiter..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " composition and atmospheric properties of their atmospheres. At optical wavelengths, observations reveal the broad nature of the emission, many molecular species including H_2O, CO, CH_4, H_2S and NO. Optical observations also permit the detection of thermal emission with temperature in the range from 10^4 K to 10^6 K. These observations reveal that the upper atmosphere layers of exoplanets are characterized by a multitude of species, including H_2, CO, CH_4, H_2S, NO and TiO.\nThe Near-Infrared Reflectance Spectrometer (NIRSPEC) on the Spitzer Space Telescope has been measuring high-resolution near-..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " composition, temperature, and atmospheric properties of their atmospheres. However, the data also show that the spectral features of the host stars (i.e., chemical disequilibrium and specroscopic abundances) are not typical of typical exoplanets. This suggests that chemical disequilibrium and radiative transport are important for the modeling of exoplanetary atmospheres. We use a photochemical kinetics model to simulate the atmospheres of hot super-Earths that reside in proximity to hot stars to determine how important chemical disequilibrium and radiative transport are for the modeling of exoplanetary atmospheres. Our simulations indicate that exoplanets orbiting hot stars should have relatively small albedos..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that surface liquid water is present beneath an outer layer of at least 400 km below the surface, in a thin and viscous fluid that may be a liquid hydrates or a fluid mixture rich in hydrogen. The apparent presence of liquid water may also be inferred indirectly by the variation of the mean longitudinal surface temperature of vegetation, inferred from log-linear regression analysis of the annual mean radiant energy received from the planet.\nThe inherent trouble of the model of internal solar convection, which assumes that the radiative energy flux is drawn from only the deepest layer of the convection zone, is illustrated by considering the consequences of the assumption for the solar transition region. It is demonstrated that the transition region..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that it has a near-surface liquid water ocean. However, the mean ocean depth is unknown because previous remote sensing observations of earth's oceans have been largely inconclusive. Here we report results from a joint Earth-Mars exploration of the near-surface liquids on Mars. We find that the average depth of the near-surface water layer is 215 meters. This value is very similar to the depth of the surface ocean. We further find that the mean surface ocean temperature is between 293.2 and 295.6 K. These results suggest that the habitable zone of Mars is most likely exists beyond 1.8-1.9 Mars radii.\nWe report the detection of a 0.01..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that the Earth is relatively featureless when compared with the other terrestrial planets with long-term existence and non-zero atmospheric variability. We aim to quantify the atmospheric reflectance at wavelengths of 0.4-2.4 micron to investigate the state of vegetation on exoplanets and to determine the extent to which terrestrial-like exoplanets reflect sunlight like Earth. We use a reflection-limited model to estimate the reflectance of vegetation on a planetary body for wavelengths from 0.4-2.4 micron. We then use an atmospheric reflection spectrum in four resolutions to correlate the visible/near-IR reflectance spectra and the spectral resolution of the reflected spectra and find that..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that surface liquid water exists at depth on some planet. If this is the case, then the climate on other planets may be very different than Earth's. Earth's climate may change in response to the changing extent of the sea ice. In this work, we use a 1-D radiative-convective climate model to show that Earth's climate may change depending on whether or not there is a sea ice cover. A range of changes in spectral coverage of the visible ocean reflectance are possible, and within this range, there is a threshold of very strong climate feedbacks that keeps the same orbital long-term average near the surface. Earth's climate would stay below this threshold in most..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that, on a local scale, atmospheric oxygen concentrations are not too high (&gt;0.5 ppm) but that surface temperatures are too low (&lt;340 K) to sustain vegetative life for more than 1 billion years. The corresponding Earth-like ocean surface would have a total mean oxygen concentration of 0.1-0.2 ppm if it were fully covered by oceans. Although this last result is somewhat controversial, it is plausible that Earth's oceans contain a significant fraction of oxygen. Because of the obvious difference in the mean oxygen concentration of a live planet compared to an imperceptive ocean, it is plausible that the planet is endowed with an oxygen-rich atmosphere. If so,..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that the planet's surface is covered in clouds and that the climate is not as cold as for Venus or Mars. We explore the idea that Earth's climate is less sensitive to insolation changes than Venus or Mars, and that the 'cold' Earth may be in the negotiating phase of a long-range convective climate balance. We anticipate that the West Antarctic ice sheet will continue to rise until its collapse due to the changing water cycle. We discuss how this 'cold' climate change would affect the sensitivity of Earth to insolation changes.\nWe have constructed a systematic model for the variability of solar irradiance over a wide range of heliocentric latitude-mean vertical separations (26..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that surface liquid water is present at least at the surface of some planetary bodies. If a viable surface ocean exists, it should be surrounded by a thick enough cloud of sublimating organic compounds that reflect sunlight at a rate compatible with the planet's rotation period. Such a surface ocean would preclude the formation of biological signatures by ocean-forming solid rock, which is the dominant sublimation signature of Earth's, including the mineral cotunnite (a alkali metal on Earth).\nThe Sun and other stars are brighter than the faintest stars in the sky. This has important consequences for the way magnetic field strength and frequency is distributed around the Sun. The first part of this paper will..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that atmospheric carbon dioxide levels were not high enough to support global glacier growth throughout the early geological epoch. Consequently, the climate would have been much warmer had Earth been surrounded by a dense, dense atmosphere. In this work, we calculate the effect of the Earth's lower atmospheric C/O ratio (1 ~ 10^-4) on the climate of a hypothetical young Earth-like planet with an Earth-like composition. We show that a lower C/O ratio changes the equilibrium state of the atmosphere by about -22 K, which is a possible signature of a partially molten Earth. We also show that a partially molten planet cools faster in the lower chromosphere when it is exposed to a..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that surface liquid water is present at shallow depths and is probably present at greater depth than at the surface. Because Earth's atmosphere is soothed by absorption and scattering by its atmosphere, vegetation reflects at wavelengths near the Rayleigh scattering limit. This enables the detection of liquid water at temperatures above the ice of a deep-sea hydrothermal vent. Ground-based reflectance spectroscopy has demonstrated that Earth's oceans are relatively transparent above the ice layer, thus allowing the identification of biologically produced liquid and gas in the vent. Although terrestrial vegetation leaves a characteristic reflectance spectrum, its spatial distribution and/or depth can be used to infer properties of the Earth's surface. Based on Earth's..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that surface liquid water maintains a constant surface temperature. Geomorphic vegetation, that is, plants grown in Earth's surface waters, may be the global proxies for surface liquid water on exoplanets. For Earth, vegetation has been detected on the Moon and in some cases on other terrestrial planets. The most recent evidence of vegetation on an exoplanet may be in the form of the spectral slope asymmetry of reflected light as a planet passes in front of its host star. If the reflectance of the vegetation is high enough (for example, for a dark planet) then the signature of surface liquid water should be detectable with existing ground-based instruments. If the reflectance of the planet is low..."}, {"Input": "Tholins are composed of", "Output": " a single, homogeneous component: a dark region of highly compressed, highly concentrated matter. The origin of this component has been attributed to the formation of a molecular cloud by catastrophic, coalescent aggregation of the central starless core. In spite of recent evidence supporting the existence of such a circumstellar disk, the origin of the first detected molecular outflows has remained elusive. In this paper, we report the discovery of a molecular outflow in the young stellar object PSO-1 (YSO-IRS J1048-4822) based on its infalling accretion process. This object has been classified as a pre-main-sequence YSO-parallel source based..."}, {"Input": "Tholins are composed of", "Output": " molecular nitrogen, carbon monoxide, and carbon dioxide. They are believed to be formed in the interior of interstellar objects by reactions between water molecules and neutrals in the early universe.\nThe deep water abundance in the core of Pluto implies that the planet has a significant ice crust, but it remains unknown, in what rock and salt composition, and how the system has evolved. In this work we identify the salts, specifically sodium (Na_2S), potassium (K_2S), and chloride (Cl_2S), in the deep subsurface of Pluto. We use geochemical models to infer the subsurface composition of the salts in the range of 221 &lt..."}, {"Input": "Tholins are composed of", "Output": " copious amounts of thermodynamic and chemical species, and are believed to represent the primordial organic matter distributed throughout the early solar system. The recent discovery of complex organic molecules in organics, and of persistent organic residue in organic residue, provide the opportunity to test the validity of this model. We have investigated the stability of aqueous anhydrous sodium chloride solution in aqueous solution solutions containing 1.3% hydrogen sulfide and 1.1% formate, at pressures up to 330 GPa and temperatures up to 2500 K. Sodium chloride reacts to form a salt at high temperature, with the resulting small amount of chloride being detected at &gt;1.3 GP..."}, {"Input": "Tholins are composed of", "Output": " primitive meteoritic material that originated in the solar system and survived within the Earth's early differentiated mantle. The original volatiles present in bulk silicate Earth are derived from two major magmatic equilibria that occurred early in its evolution: (i) a highly explosive mantle-lide transition that occurred at about 0.4-0.5 Ga, and (ii) a relatively low-volatile-element, volatile-free mantle-lide transition that occurred at 1-2.3 Ga. These igneous events suggest that Earth's mantle has experienced two separate magma ocean phases during its evolution. The temporal evolution of magmatic activity controls the rates of heat loss..."}, {"Input": "Tholins are composed of", "Output": " a fraction of the normal star population that die in the first few million years of their evolution. The observed ratio of the high- and low-mass stellar populations is different, and this has led to the conclusion that the dominant population of the HII region is dominated by the high-mass X-ray and UV progenitors, which are the most luminous of the low-mass stars. The HII region should be populated by the very brightest low-mass stars of the famous O and B stars. The evolution of stars in this starless core has been studied, and the solar-type dynamics and abundances were simulated. The models show that the main influence of the..."}, {"Input": "Tholins are composed of", "Output": " a variety of molecules that are uniquely identified as organic by their complex orbital rearrangements in the low-temperature (−200 to +250°C) interstellar molecular clouds. Their composition is determined by their production rate by ultraviolet photolysis, ionization, and the effects of photochemistry. We review the effects of atmospheric chemistry and chemistry in a low-temperature interstellar cloud. We compare the observed spectra of H_2O, CO, CH_4, and NO with those predicted by photolysis and photochemistry. We identify molecules that may represent important abundances in the clouds and discuss how they may be used as a basis for photochemical models. We also..."}, {"Input": "Tholins are composed of", "Output": " carbon-poor, oxygen-rich dust grains with structures ranging from discrete inner-ring cavities to large inner-shell cavities. The cavities are believed to be caused by microscopic cracks opening in the gas. Radiative transfer modelling has shown that the gas is highly supersaturated in the strong UV fields, and the sequence of hydrocarbons from the CO isotopologues to the N atoms and from the CO and CH molecules to the molecule-forming complex is complex, with CO being the most dense component. These dense gas-poor environments may be conducive to physical condensation. Here we present a three-dimensional numerical model of the dust and ice chemistry in the coma..."}, {"Input": "Tholins are composed of", "Output": " a solid fraction of atomic hydrogen surrounded by a molecular fraction. This solid phase is produced by electronic stability analysis and is used throughout the model to calculate the electronic transition probability. The model is applied to calculate the transition probability of H_2D^+ and its derivatives at high temperatures. The results show that the transition probability is parameterized as a function of pressure by a separate parameterization that is independent of the H_2D composition.\nWe present a new version of the UMIST Database for Astrochemistry, the fourth of a series of chemistry data sets for atmospheric and planetary applications. The first part of the new version contains the gas-phase chemistry data for H_2..."}, {"Input": "Tholins are composed of", "Output": " plasma formed by stellar nucleosynthesis; they are composed of high pressure (≥1 eV) ionization-transfer reactions and low-energy (≤10^20s^-1) radiation processing. The experiment has been designed to measure the plasma density and temperature with a resolution as small as 3cm^-1. The observed plasma density was reproduced with a relative precision of 10^-3 and the temperature with a precision of approximately 1%. The obtained density and temperature are in very good agreement with plasma densities calculated from a three-dimensional (3D) kinetic plasma model. The derived density and temperature are also very well reproduced with 3D kinetic plasma simulations..."}, {"Input": "Tholins are composed of", "Output": " small, molecular ions that are produced by the solar wind and thus are carried along by the solar wind. The composition of the plasma that is heated by the ionization process determines the density in the solar wind. The principle of the ionization-induced heating is discussed and the role of the magnetospheric discharge is emphasized.\nWe present the results of a search for low amplitude sporadic frequency bursts among solar flares. We gathered 30-360 hr of integration time in the case of brief and strong flares which occurred in more than one quarter of a solar cycle. Our search is based on a database of 1026 flares collected by the Solar Dynamics Observatory (SDO) from 60 years of..."}, {"Input": "From space, Venus is bright white because", "Output": " of its fast rotation, but its surface is heavily cratered. The total area covered by the surviving mountains, plains and foothills is about 260 square kilometers. In this paper, we present the first multi-spectral image of the bright spot at 1.2 micrometers. A dark spot with a similar temperature distribution and size has been reported by another paper. We present the first image at 3.6 micrometers and a new 3.6 micrometer image of the same location. The results are consistent with the 3.6 micron image but require further verification. The spot is surrounded by several smaller dark spots of very different sizes. We discuss the..."}, {"Input": "From space, Venus is bright white because", "Output": " it is surrounded by a thick cloud of thick aerosols. A terrestrial planet would not have such a cloud. Here we report a detection of a Neptune-mass planet in the A plus B star-forming region, which we designate as PZ Tel B. Our observations reveal that the planet has a radius of 1.38 +-0.09 Jupiter radii, a mass of 7.6 +-1.3 Jupiter mass, a correspondingly low density of 7.43 +-0.38 g cm^-3. We use the high-resolution optical spectra of its host star to determine a projected rotational velocity of 17.1 +-1..."}, {"Input": "From space, Venus is bright white because", "Output": " of its strong and diffuse electricity, but its surface is composed of low-level ions and high-energy neutral atoms. These ions and ionospheric atoms are strongly correlated and have a strong impact on the electromagnetic field of Venus. In this article we review the current status of the Venus ionosphere, the atmospheric dynamics on Venus, the exposure time of the ionospheric plasma and the solar wind.\nThe detection of a planetary companion to the intermediate-mass star <ASTROBJ> Pictoris</ASTROBJ> was made in the near infrared by the space-photometric astronomy satellite ARTEMIS</ASTROBJ> in March 1999. The..."}, {"Input": "From space, Venus is bright white because", "Output": " its atmosphere is composed predominantly of carbon dioxide and nitrogen. In the far infrared region, the temperature of cloud cover is highest in the morning local time (6 am to 10 am, depending on latitude). The cloudiness varies little in the near infrared and is even less in the visible. Near the cloud base, a cool polar haze covers the entire pole. The size of the cloud layers varies little and the absolute level is typically estimated to be several tens of millimetres. The cloud opacity in the visible is between 1 and 5 times that for the north and south. The distribution of cloud opacity is asymmetric and varies from day to day, possibly indicating variations in the wet..."}, {"Input": "From space, Venus is bright white because", "Output": " of its photometric \"flip-flop\" phase, a phenomenon that has been explained as the \"flip-flop\" signature of large boulders striking the surface. The origin of this phenomenon has yet to be understood, but some of the observed features can be explained by proxy effects: the cloud structures are unstable to the fragmentation of smaller fragments, and boulders are ejected into space after a few impact events. Here we report the discovery of a large debris-like cloud in the Venusian atmosphere, named \"the Venus debris cloud\". We find that the size of the cloud is 1.8-2.0 km (50-700 m), and..."}, {"Input": "From space, Venus is bright white because", "Output": " of solar wind photons that penetrate the Venus atmosphere. We estimate the systematics of the plasma away from the point-like source locations used in the photometry and plasma flow studies. The measurements indicate a largely spherical (60°) distribution of the solar wind plasma outflow, with a pronounced east-west spicule that we refer to as the 'eastern spicule'. The location of the western spicule relative to the northern spicule is shallow. It is shown that the observed variation in the solar wind plasma outflow location with latitude is best explained by the electron cyclotron maser instability, which is present in the Venus ionosphere. The..."}, {"Input": "From space, Venus is bright white because", "Output": " of the sun. In spite of this, it was proposed that it is black because of radiation emitted by the earth. The purpose of the present investigation is to describe the observations that enable the calculation of the reflectance spectra of the two planets and the corresponding temperature variations. The temperature shown to be close to the solar constant is only slightly lower than that in Venus, and the planet therefore becomes a black body. The reason for the difference is that the absorption of solar radiation consists of resonance scattering and that the most intense solar radiation is reflected at great distances from the center of the planet; therefore the most dense solar radiation is also reflected at a relatively low altitude.\nThe..."}, {"Input": "From space, Venus is bright white because", "Output": " of its high obliquity (57 °), but the low-obliquity (68°) of the planet is typical of all planets with a primordial obliquity greater than about 0.4. The Venus Express mission will investigate whether Venus has an obliquity of more than 0.2.\nA mission involving the orbit-finding capabilities of a high-precision, wide-field optical interferometer is called the Keck Interferometer for Search of Exoplanets (KISME). This instrument may be flown as part of the next generation of high-precision optical interferometers for the Keck Interferometer..."}, {"Input": "From space, Venus is bright white because", "Output": " the atmosphere is organic and the surface has not been chemically altered by impacts or volcanism. The bright red color was chosen to reflect an absence of strong reflectivity in the near-infrared (SIR) because the spectra of the two planets are so similar. The detection of a reflectance spectrum by the Venera 16 instrument on board the Venus Express spacecraft is a major accomplishment for the search for life on Venus.\nWe report the detection of a Neptune-sized planet in a 6.55-day orbit about the K0 V star HD 135344 (TOI-652, TIC 135344176). The planet, which has a radius..."}, {"Input": "From space, Venus is bright white because", "Output": " of its photospheric abundance of sulfur and oxide, which together produce the haze layer. We have developed a new technique to recover the atmospheric transmission of the planet in low-spheric regions by combining data from a wide-field photometric monitoring campaign. The technique, which we have dubbed the Threshold, consists of many low-noise, multi-object observations. Each observation consists of hundreds of 'virtual' self-portraits of a single target. The target is divided into 10 or more subsets, each of which is considered to be a real and thus not a fake. Data from the target subset is screened to insure that the observations are reasonably well matched..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " the presence of liquid water on Mars. However, these observations have been limited to surface features and have not been extended to deeper regions. Here we report geomorphic analyses of the deposits within the so-called `mountains of sulfur' (methane lakes) found within the northern hemisphere of Mars. These deposits are found to be highly sedimentary, containing evidence of recent hydrothermal activity. The analysis indicates that the sulfur source is embedded in sedimentary deposits, suggesting that the sulfur is derived from the Martian crust and crust-derived reservoirs. We propose that during the last few tens of millions of years, when the temperature was high enough to melt sulfur, the..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " past microbial activity in Mars, but the types and locations of the craters on Mars are still unknown. We have studied the detectability of craters by high-contrast imaging for Mars Express (MEX) during the first 33.25 days of science operations. We use archival images acquired by the imaging camera in the EXPRESS point-to-point spectral range and the SHARPN-II spectroscopy from the MEX WIRCam (West) to reconstruct the distribution of small, long-term variability in spatially resolved images. We find that the locations of the craters on Mars are highly variable, with a range of spatial volumes that can..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " life in the early Solar System. However, the habitability of bright exoplanets has not been investigated in detail. We have studied the surface temperature distribution, as seen by a telescope of various aperture widths, on the small planet candidate SDSS J003402.04-194224.3 (J = 12.4, K = 7.1) published by Charbonneau et al. Using a Markov chain Monte Carlo technique, we have found the temperature distributions on the surface of this planet with different observing modes. With an uncorrelated Monte Carlo distribution, we have found temperatures in the 0 to 30 K range, while we have found..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " the presence of liquid water in the past. In the first part of this study, we have performed sedimentary analyses of the sediments of the Changlun Basin, North Korea, to determine the nature of the high-pressure environment and the chemistry that existed in the past. We find that the Changlun Basin sediments contain abundant NH_3 (relative to H_2O) and abundant CO_2 (relative to CH_4). The abundances suggest that the Hirogenetic, Hoegh-Jacobi, and Rayleigh-aston Ridge glaciers probably existed during the first glacial period 252,000 to 100,000 years ago.\n..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " eolian deposition and an associated tectonic evolution. To better assess whether the observed valley networks can be the result of eolian depositional activity, we have examined the fluvial structure of the Ligand field and related dips in the north of the Ligand field. The Ligand field contains approximately 5600 km of ~4000 km thickness composite and hematite-rich veins extending into the Ligand highlands, as well as ~4000 km thicknesses of dark substrate scarps and variable hematite-rich and hematite-poor vein belts, and ~300 km thick veins extending into the south of the Lig..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " past episodic, low-velocity planet-forcing events, and their understanding is central to understanding the processes of planet formation and evolution. In this study, we investigate the structure of low-velocity flows and their associated troughs in a range of radial profiles of a randomly oriented stably stratified mantle, ranging from 6 km to 40 km depth. What emerges is a complex of slow shocks, whose relative heights are determined by the pressure gradient of the underlying mantle. These shocks gradually lengthened on the cooling side, and have penetrated more deeply. On the other hand, the pressure gradient became weaker, on account of its higher elastic a coefficient. The deepest..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " methanogenetic life on Mars, and their location in the Martian highlands may be relevant to habitability conditions on Mars. Recently, however, the I-P-E and H_2O data have been analyzed in a more conventional fashion, leading to the conclusion that the Martian highlands are not physiologically interesting. We therefore examine the hypothesis that the Martian highlands are unsuitable for habitability. The results of our study indicate that the Martian highlands may be rich in biologically generated H_2O, although the amount of biologically generated H_2O is likely to be small due to the relatively high temperature on Mars. We further show that the..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " life on early Mars. The high carbonate/silicate ratio detected in Martian meteorites, estimated to be about 3.4 times that on Earth as determined by the rovibrational transition of ^13C (1,0), is the result of a long-term process of atmospheric CO_2 reduction. Atmospheric CO_2 on Mars was probably maintained at low levels by a mechanism that has yet to be fully explained. Here we show that low atmospheric CO_2 levels can be maintained, in part, by the oxidation of CO_2-bearing atmospheric CO_2. The CO_2 reduction has taken place over the last about 0.3 Myr..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " the presence of life on Mars. However, most of the information coming from these observations comes with very limited or no information concerning the background environment of the planet. Constraining the past on Mars is not feasible because of its turbulent and unstable nature. Furthermore, the existence of life could be jeopardized by the presence of non-volatile compounds (most notably hydrocarbons and carbon compounds), which are produced by photochemistry. Here we present a global survey of the photochemical production of hydrocarbons on Mars. We find that the present-day atmosphere of Mars produces more hydrocarbon products than at any time in the past and probably more hydrocarbon products than at..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " Martian surface organic chemistry. Although most of the information contained in these observations has been derived from surface and sub-surface investigations, a detailed examination of their temporal evolution can be used to test the implications of processes of biota on the occurrence of life on Mars. We present a model in which, for the first time, we examine the effect of the Martian biota on the production of organic compounds on the surface of the planet. Our model reproduces the observed organics on Mars from the top to the bottom of the Martian surface. The biota that affect the surface of Mars are mainly composed of: (1) N fertilized sterile soils by: (2)..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " a heavy bombardment history, resulting in ≳ 30% of all volatiles present being deposited in small-scale magma oceans. This heavy bombardment has occurred during periods of high magmatic productivity, which are inferred to have occurred between 2 and 30 Myr ago. Based on a parameterized model of the Martian volatile budget, we suggest that the heavy bombardment period is between 2 and 10 Myr ago, and that magmatic CO _2 is the dominant component of the martian atmosphere at this epoch. Our analysis suggests that Mars was not as productive as Earth during this epoch, but is comparable in size to the primitive atmosphere of Earth.\nWe present results of..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " a composition and geomorphic context of an igneous province or lava flow complex. These data are consistent with the presence of association craters and with the presence of outflow channels. The identified outgassed volatiles may have contributed to the observed crustal structure. We propose that recent volcanic outgassing in northern Mars, and possibly during the Late Hesperian, induced major crustal reorganizations on the basis of lithospheric stability. These ancient climates may have been significant for the development of life because they were substantially warmer than modern-day conditions and provided sufficient greenhouse gases to produce the initial conditions for the emergence of primitive life. Based on Viking..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " a multipolar magnetic field. Our results are comparable to those obtained by the Viking spacecraft and provide estimates of the topography of a magnetic dipole [K. T. Strom et al., Icarus 116, 583 (1977)]. The magnetic field of Mars is characterized by a broad system of localized large-scale dipole tilt angles that range from 6 degrees to nearly 60 degrees. The corresponding values for the planet's polar angle ( = 42°) are similar to those of magnetic landings on the Moon. Thus, there is a primary field geologically active on Mars.\nIn an effort to determine the current major-axis distributions of the trans..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " the existence of a subsurface lake, and the presence of a warm crust extending to 50 km depth. The presence of the subsurface lake implies that freshwater continues to be transported from the warmer crustal regions near the surface. The dry crust is characterized by a very small amount of ammoniated clay and organic matter, consistent with volcanic deposits.\nIt is generally accepted that at least the early Earth contained warm brine seas. This is confirmed by isotopic fractionation of these elements in chondritic meteorites. The only way these could have been present is if the early differentiated Earth contained a large crustal reservoir of these elements, and if the..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " the existence of a solid body persisting in the martian crust for more than 2 Ga. The mineralogy and geochemistry of this region are not consistent with a late stage of terrestrial differentiation. It is suggested that the solid body was supplied by either a late veneer or a late phase of extensive crustal accumulation.\nA study is conducted of the density distribution in 10 exoplanetary systems for the purpose of determining the mean density of the host star. The density distributions calculated are in a limited volume, and the results are applied to the density distribution of the Earth-twin orbiting the host star. In most systems examined, the mean density of..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " the presence of two populations of water-rich, ice-poor, and water-vapor-rich crustal rocks, consistent with formation by evaporation of mantle water in a water-poor mantle. The distribution and structure of these rocks, combined with geomorphic evidence for extensive magmatic activity at the surface, implies a complex and spatially resolved evaporation history of water from the martian surface.\nA key aspect in the analysis of the magnetic field of early-type stars is the determination of their specific surface rotation velocities (eigenfrequencies, v_rot sin i). For stars of spectral type early-type,..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " an origin of the right-hand anomalous velocity. Martian meteorites define the size distribution of the right-hand anomalous velocity and the evolution of the acceleration rate to the present estimate of the velocity of 30 km/s. The origin of the anomalous velocity can be related to impact by a large, postimpact Jenson mass Y, which is comparable to the present Rømer mass U. The origin of the acceleration for the present period is larger and can be related to earlier acceleration by a giant impact such as the Moon. The acceleration rate and the radius distribution in the past were found to be similar to the observed radii, which implies that..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " the presence of water-ice deposits. As the temperature increases above ~1500 K, ice begins to form at the surface, and one would expect a significant amount of terrestrial water to be present in the form of ice and snow. The yield of terrestrial water on Mars is unknown, but it is reasonable to assume that if water exists in the vicinity of Mars, then terrestrial water can also be present. The extraction of water from the Martian ice deposits is the major source of energy needed to maintain the surface. If it is not extracted within a suitable period, then the surface of Mars may begin to be dry.\nThe science instruments onboard ISEE-1 provide..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " a composite of three objects with an estimated mass of heavier than light and radius of about three hundred kilometers, all of which are probably material transported by Mars. The objects are located within or near the volatile-depleted, carbonaceous, and or tectonitic belt, at a radius of about 0.8 to 0.9 kilometers or more. The new sample of radar-detected volatile-poor martian ices provides material for a carbonaceous-and-tectonitic, or carbonaceous-and-sulfate, differentiation of Mars' core. These objects cannot be more than about 1 to 100 million years old.\nThe..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " the presence of thick, metallic plume(s) and associated plume-like haze(s) located at altitudes between 2000 and 3000 km above the surface. These observations suggest that the thick, metallic plumes eject a large, homogenous cloud of aerosols, possibly forming domes. We hypothesize that the formation of domes results from the interaction of incoming updrafts with surrounding sulfate-rich cloud material. We consider particle size distributions, cloud particle size evolution, sulfate concentration, and deposition kinetics. We show that particles larger than a meter in size form strong surface albedos, which prevent the formation of clouds with large..."}, {"Input": "The elements essential to biology are", "Output": " ubiquitous in planetary systems. However, planets with masses of a few Earth masses and lengthy orbital periods are expected to be among the most abundant types of terrestrial planets. Here we report a sample of terrestrial exoplanets with masses between 0.6 and 4 Earth masses and orbital periods between 1 and 10 years. We estimate that Earth-like planets in the habitable zone of their host star (0. ☀ M _Earth, 1. ☀ M _Earth, 2. ☀ M _Earth, 3. ☀ M _Earth) have on average 0.01 - 0.1 Earth mass and approximately constant surface temperatures. We further find..."}, {"Input": "The elements essential to biology are", "Output": " found in the oceans. Life in the oceans, in which chemical and physiological processes occur, may therefore be the subject of investigation, for example, with the advent of the new ocean-atmosphere organism WALT-2 (Wittenmyer et al., 2011). The first observations of Enceladus ice in the thermal infrared (Lecavelier et al., 2011) and in the visible (McCullough et al., 2011) were reported on 18 May 2011. Since then, additional observations have been obtained in the visible from the Cassini spacecraft, which visited the system in July 2008, and January 2009, and November 2010..."}, {"Input": "The elements essential to biology are", "Output": " underabundant in the Universe. One should not hesitate to search for life in other planetary bodies and check if its existence is even remotely conceivable, given the necessary effort and expense. The search for life on Earth should be front-page news, as we know only too well that other planetary bodies are not only habitable but also in some cases actively involved in supporting life.\nZhu and collaborators have recently proposed a new process to generate a magnetic field on the surface of a slowly rotating star. We interpret this as the key to unlocking the secrets of the Keplerian rotation of the star. Building on a previous model based on scalar field theory..."}, {"Input": "The elements essential to biology are", "Output": " essential to our understanding of the origin and evolution of life. These elements include nucleic acids and proteins, lipids and condensates, and metals and their compounds. Understanding the conditions under which these elements were formed is a challenging goal of modern biology. The most successful of these studies have been based on either experimental or theoretical methods. However, as miniaturization approaches the future of biology, it is necessary to develop novel approaches that combine the microphysical aspects of living systems with the advantages of atomic-chemical approaches that address the synthesis of almost insurmountable computational challenges. We have synthesized a novel approach based on magnetic field-enhancement..."}, {"Input": "The elements essential to biology are", "Output": " stable and can be considered as simple byproducts of chemical evolution. For example, there is no reason to expect that the earth was completely differentiated before 3.1-Gyr ago, as long as the sun and star had a non-radiogenic core and a suitable solar wind. The earth may have been differentiated if some form of energy source was present, although it is not clear what might have induced the degree of differentiation. The simplest form of energy source is the magnetic field, which is stable against water loss and has a finite lifetime. W van der Waals forces can cause the earth to undergo subduction and thus to become a proto..."}, {"Input": "The elements essential to biology are", "Output": " required as a foundation for geological analysis. The isotopic composition of carbon is the most important organic matter in Earth's sedimentary record. The carbon isotopic composition has been subject of debate for more than 4,000 million years in the past. The oldest known organic remains in the rock record are those of near-modern seawater. The carbon isotopologue ^14C has been used as a proxy for ^14C in the sediments of modern and ancient animals, as well as in granitic rocks from ancient Mars. To date, the only fossil evidence of an active hydrothermal aqua on Mars and on Earth is that of the..."}, {"Input": "The elements essential to biology are", "Output": " the same in the general case. The requirements for life stem from the environment, driven by the biogenic gases produced by living organisms. The interaction of life with the environment and its resulting consequences may include: (1) the production of reactive and/or enriching compounds; (2) the interaction of life with the solar wind resulting in hydrodynamic escape of hydrogen and the energetic particles and radiation emitted as the «nebri»; (3) the generation of reactive and/or enriching organic compounds in the atmosphere, in particulate and subseafloor environments, where the «nebri» can be released and further..."}, {"Input": "The elements essential to biology are", "Output": " present in the Earth's interior. They may be less abundant or more abundant depending on the stellar environment. The composition of Earth's core is not only determined by the nature of the heavy elements, but also by the composition of rock and metal. The latter is determined by a complex interplay of fission, compaction, and segregation processes that occurs during core formation and leads to a three dimensional picture of the Earth's core. This paper reviews the major elements of the Earth's core and discusses how evolution has shaped the composition of the Earth's core. The core is divided into twelve constituent regions that represent the twelve constituent minerals. The topology of..."}, {"Input": "The elements essential to biology are", "Output": " stable in the mineral-silicate equilibrium. However, their relative abundances in the Earth's mantle (≫1 part per million in weight percent) have not been determined. A purpose-built cryogenically cooled and vacuum-isolated kiln initzer-mechanical separators was used to determine liquidus temperature (195°C) and bulk strength (38-50 GPa), the key parameters that determine crystallinity. The resulting x-ray P-T parameters were combined with laboratory data of pressure, temperature, water and oxygen fugacity to generate a single measure of Mg depth: the Fe^3+-Fe..."}, {"Input": "The elements essential to biology are", "Output": " the nucleotide base pairs (NTs) and the replication of the NTs in the cell membrane. This contribution considers the effects of NTs on the membranes and cell membranes of cancer and normal cells. The current knowledge gained from the study of NTs on cancer stem cell membranes and organ-specific proteins has been used to derive a reliable set of lipid biomarkers which are frequently used as a proxy of cellular NTs. The aim of this contribution is to provide an updated list of lipid biomarkers of cancer and normal fibrous connective tissue (tissue). Cell membranes and inter-connective connective tissues (as defined by Hodgson..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " one of the first three classes of extraterrestrial intelligent life, namely, life forms that are capable of recognizing chemical and isotopic signatures of its own natural origin. The class I objects have atmospheres that are analogous to those of primitive life on earth, based on the chemical composition that results from partial or complete biological differentiation. The class II objects have atmospheres that are analogous to those of extinct metazoans, based on isotopic data that are resistant to atmospheric escape and microbial degradation. The class III objects have atmospheres that are analogous to those of extinct extremophiles, and are presumed to have been formed by abiotic hydrothermal processing..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " one of the time-domain components of life. Although it must have been extremely diverse before 3,500Myr ago, important advances in the time-domain biology, which includes the emergence of animal life and sophisticated methanogenetic systems, have occurred on a wide range of timescales during the last three billion years. Some biological paradigms have been maintained, but others are being rapidly dismantled. The major categories of life that have been observed on Earth include: (1) microbial life, (2) bacteriochlorophyllosis, (3) endomycids, (4) rhamenia, and (..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " a similar fashion and, in the same way, it is made of Earth and Mars. I review the current hypotheses and evidence for biological variation on the two planets, and summarize its implications for the habitability of both planets.\nWe report on the measurement of the spin-orbit angle of the extrasolar planet HD 209458b based on spectroscopic observations carried out in the near-infrared (IR) and optical (UV). The observations were performed with the Subaru and Keck telescopes, and the resulting uncertainties are estimated using a model atmosphere constrained by the properties of the stellar spectrum from observations over two seasons at the WIYN 3...."}, {"Input": "Extraterrestrial biology may be made of", "Output": " a much wider range of environments than previously thought. We report the discovery of an extrasolar Earth-mass body at a projected distance of about 130 parsecs from the nearby (about 42 pc). The study is based on high-resolution optical spectroscopy obtained with the high-resolution near-infrared (0.9-2.4 microns) spectrograph, Narval. The star, identified only as GSC 03549-00210, has a spectral type of K3V and a metallicity of -0.4 dex. The companion, identified only as GSC 03549-00210..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " a large variety of different forms and forms, and the determination of their evolutionary timescales and forms is an important aspect of comparative exoplanetology. The availability of reliable data for early Earth and early Mars is crucial for understanding the evolution of the environment in which life first emerged and the potential for prebiotic chemistry. Here we use a parameterized convection model to simulate the global carbon cycle, its atmospheric CO_2 feedback and the extent of the biotic (metanogenic) Enceladus regenerative and sedimentary cycling. We find that Enceladus' ocean pH is a strong function of the surface temperature,..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " one of the world's largest collections of marine phytoplankton. Between 30 and 60 per cent of the world's marine phytoplankton live in marine clay-rich sediments, the remainder being dominated by land-based and land-sea microbial communities. These communities are collectively termed biosphere, and their existence is illustrated by the fact that only one of the over 200 known marine clay-rich sediments contains oxygen-producing archaea. Here we show that the community composition of marine clay can be used to assess the 'geographic' oxygen levels in the global ocean. By analysing the microfossil..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " one of two major classes. On one hand, life in a proposed terrestrial environment is defined by the production of organic compounds by life and by abiotic chemical processes. These compounds are then consumed by the organism. On the other hand, abiotic chemical processes may be responsible for the production of other organic compounds, such as those potentially present in some extraterrestrial organics. The role of abiotic chemical processes in organic chemistry is still unclear.\nWe report the discovery of a hot Jupiter-type exoplanet, named TRAPPIST-1-b, found by the TRAPPIST-South survey. The planet has a mass of 1..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " one of two radically different classes depending upon whether life first emerged on Earth or not. If, as presently suggested, the dominant origin of eukaryotic life was the emission of U_2 as a result of abiotic chemical processes then we would expect that most EBs would harbor life at some stage of their evolution. However, if, as presently suggested, the dominant origin of life was the gravitational accumulation of minor bodies in the inner disk then we would expect that most EBs should have primordial organic molecules of their own, identifiable origin. Here we show that material ejected into a disk by a stellar or stellar-mass companion, for..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " a very different approach when we search for life on other planets. The medium-term goal of extraterrestrial life detection is to determine which types of organisms can be found on other bodies. There are already six candidate species recently identified on Earth based on different criteria. Life on Earth is the most abundant form of life on the planet. Biologists would be able to choose one of these as the medium-term goal of the search for extraterrestrial life by, for instance, by using space telescopes or geneticists. The goal of this study is to evaluate the ability of future space missions to detect extraterrestrial life based on the life-like properties of..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " a very different class compared to the living systems considered here. The most important constituents of such organisms may be (1) microbial biomass, (2) pigments, (3) metabolisms, and (4) nutrient enrichment and (5) anaerobic ecosystems. One of the most promising classes of extraterrestrial \"metazoans\" is the decomposition products of microbial biomass, which are rapidly metabolized by various biogenic and biotic-negative microorganisms. Metazoans may be one of the most abundant types of terrestrial organisms and may offer significant advantages as organics and nutrient sources on distant worlds. We review recent research in the..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a minor constituent, which absorbs at least 50% of the visible and infrared light from the planet and mixes into the upper atmosphere, which could explain the blue colour of the Jovian atmosphere. This is borne out by observations of other extrasolar planets.\nWe present a study of the correlation between the occurrence rate of planets and the metallicity of the host stars. This is first done for a sample of giant stars with an orbital period in the range of 40-600 days. Then the same procedure is applied to a sample of dwarfs with masses ranging from 0.8 M_sun to 2.5 M_sun..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a dynamic water-mantle, transporting ammonia from deep to shallow regions of the atmosphere. In order to better understand the global dynamics of this atmospheric gas, we apply the kinetic theory to compute the evolution of the ammonia cloud throughout the whole planet. The results indicate that the formation of the ammonia cloud extends from the polar regions down to the nightside, where the temperature determines the extent of the cloud. The cloud begins its evolution strongly in the phosphine-poor (^13NH_3) region at a temperature below the thermochemical liquid water range (about 2250 K). The temperature increases to above the thermochemical liquid water region..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a loose condensation. When it rains from the stellar surface, the clouds are composed of aerosols, consisting of molecular nitrogen and oxygen, which rain in monotonically. The dominant particle component of the aerosol cloud is made of atomic nitrogen, whose atomic concentration in Jupiter's atmosphere has been measured by the Galileo spacecraft. We infer that Jupiter's atmospheric ammonia cloud contains less than 1.1 micro-centimetre, and therefore that the condensation originated below the tropopause, in the troposphere.\nThe observation of solar-type stars by the Swift and Embryo spacecraft in the mid-1970s demonstrated that..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a hindrance to the escape of particles. Therefore, when a particular particle exceeds the escape velocity, the atmosphere absorbs some of the incoming material and recovers some of the outgoing material through volatiles. At the same time, the particle orbits through the planet's gravity and the bulk velocity determines how efficiently the escaping material is accelerated. This interaction between the atmosphere and the planet's gravity results in the condensation of a few minor species, including the ~2 micron-sized water ice particles already present in Jupiter's atmosphere. Thus, the potential for the existence of atmospheric water ice is not as well constrained in Jupiter as it is around..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " an absorbing gas. This paper presents a work that deals with the problem of the recovery of molecular abundances in the atmospheres of the giant planets, and shows that they are affected not only by the solar radiation but also by the atmospheric velocity field. The gas giant planet Jupiter has already been found to be one of the best candidates for studying atmospheric dynamics. The atmospheres of Saturn, Uranus, and Neptune are less affected by the atmospheric radiation field than Jupiter. These two planets show a wide range of spectra due to their atmospheric plasmas. The concentration of noble gases in the atmospheres of the giant planets can be derived..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a volatilizing agent. We propose that this cloud has a chemical structure akin to that of molecular hydrogen in the early solar system. We conclude that the CO_2-Volatiles system is one of the most dynamic atmospheric gases in the solar system and have made an association of ammonia clouds with cold molecular hydrogen.\nThe high-resolution spectra of TBARS 2686-C, a weak-line T Tauri star (τabout 200 Myr), are analyzed. The line-depth ratios of He I 6251 Å to the He I subband have been measured at a radial velocity of v/v_..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a strong heat source, whose temperature increases with solar flux and is a primary ingredient in the chemical weathering of Earth's surface. In the troposphere, even modest increases in methane can cause temperatures to exceed 1,000 K for short periods of time. Methane is also a major constituent of the polar caps and ice sheets in the McMurdo and Ebbingen regions of the Northern Hemisphere. Global-scale circulation models have shown that at high latitudes it can further enhance the atmospheric thermodynamic state. These results support the hypothesis that methane plays an important atmospheric thermodynamic role in the atmospheres of Earth and extrasolar planets...."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " an absorbing gas. Theoretical studies have shown that the absorption signature of ammonia is due to the motion of molecules around the stellar photosphere. Therefore, the observationally inferred mixing ratio of ammonia in Jupiter's atmosphere is sufficient to constrain the ammonia temperature in the planet to less than ~8 K, making atomic ammonia an excellent temperature probe. We report the detection of a distinct 5-micron absorption signature in the visible obtained with the first-of-its-kind multiwavelength observational campaign that we began in 2008. The signature exhibits a clear 4.2 micron offset and a 5.09-hour periodicity,..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a minor condensation and forms the H_2O ice cloud. The absolute abundance of the water species in the Jupiter atmosphere is estimated to be about 22%. Atmospheric H_2O/H_2 is about 65%.\nThe Galileo spacecraft has provided a wealth of information on Jupiter and its environment. As of February 1995, the Juno mission has provided data on Jupiter's atmosphere for the first time. In this paper the principal constituents and their sources are identified for the first time for the Jupiter/Saturn system. The identification of the principal constituents and their sources is discussed in Sect. 2, and the role of the liquid water..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a fuel, slowly leaching into the upper atmosphere. This paper reviews the key processes that determine the chemical structure and chemistry in the lower atmosphere, and presents the available techniques for dissociating ammonia into other volatile species. The ammonia photolysis rate, the vertical mixing and redistribution rate, the eddy diffusion coefficient, the eddy diffusion coefficient and the eddy heat flux, all of which contribute to the chemical structure of the clouds, are described in detail. The ammonia column density profiles are created by a combination of a quantum mechanical approach and a chemical kinetics approach. The chemical structure of the clouds is determined by the role of..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " required to be habitable. Indeed, a number of transit spectroscopy observations has shown that some planets orbiting nearby stars may already be present, with liquid water present on their surfaces. In this work, we focus on the 10 Myr-old star TRAPPIST-1, which has a nearby companion in a 2.2 au orbit. We use a model of the stellar wind to compute a high-resolution transmission spectrum of the planet, and apply a physical model of the star's wind, derived from observations of solar wind, to the star. We find that the planet's atmosphere is not expected to display strong spectral features..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " the primary sources of organic molecules that are essential for life. Organic molecules in Earth-like planets are produced by processes such as photochemistry and hydrothermal alteration. Although the major organic molecules in Earth's atmosphere, such as CH_3OH and H_2CO, are not expected to be in Earth-like planets because of the high temperatures (3,400-4,000 K) involved, their production is not inhibited by photochemistry. Thus, the predominance of these organic molecules in Earth-like planets is not necessarily harmful to the evolution of life. However, because of the high temperatures involved, the..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " required to retain a sufficient volume of liquid water. Here we propose a new method of determining the water concentration in planetary bodies based on outgassing and planetary heating of CO_2-rich outgassed volatiles. We first identify a simple parameterization for the water concentration in primitive ocean-rich planets, assuming that the limiting water abundance, w, depends on the outgassing efficiency that occurs at the surface and/or in the interior. We then identify another parameterization that depends on the temperature of the interior, T_o, and how rapidly the outgassing is possible. Our parameterizations and their..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " important to determine the impact of stellar activity on the habitability of Earth-like exoplanets. We present a three-dimensional dynamical atmosphere model of an Earth-sized planet orbiting a Sun-like star with a solar-like host star, and we simulate the stellar chromospheric and coronal activity levels that impact exoplanetary planetary climates. We consider the spatial distribution of the magnetic activity of the star-planet-observer and specifically consider the effect on the planet's climate. The level of magnetic activity varies according to the observed stellar spectra. Our model is capable of reproducing the observed planetary orbital eccentric..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " likely to be dark and hot, should this be the case. To assess whether this is the case, one must measure the stellar flux that these planets receive and compare this to the flux that planets receive from their host star. In this work we analyse the stellar flux received by different sub-stellar companions to stars with giant planets in the habitable zone. In a sample of 12 systems for which this was possible, we determine the stellar flux received by each planet and compare this to the stellar flux received by the Earth-like planets in the habitable zone of the star.\nWe present a model for the dynamical evolution of short..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " particularly attractive targets for the search for life outside the Solar System. However, the effect of stellar radiation is far beyond the stellar contribution, and thus should be included in any systematic search for life on exoplanets. The main sources of non-radiogenic heating in the host stars of the super-Earth candidates considered for this study are dissociative recombination of H_2O and stellar particles, interferometric observations and molecular line observations. Our main goal is to use a convection model to investigate the effect of these external heating sources on the atmospheric composition and temperature of the tested exoplanets. This analysis..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " expected to have surface temperatures above freezing, provided that the surface is covered by oceans. Here we suggest that this is a consequence of the greenhouse effect of long-time-scale convection within the convecting layers of the parent planet-forming disk. These findings indicate that the habitability of a planet hinges crucially on the surface temperature of its parent star, and that this temperature becomes a strict constraint for the amount of CO_2 in the atmosphere.\nWe have used the near-infrared wide-band imaging instrument AMBER to obtain the first extremely narrowband images of the circumstellar disk around the T-..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " covered by a thick (~1-10%) atmospheric haze. A number of studies have shown the effect this haze would have on the spectrum of such planets. Here we present a method to counter the effects of haze including photochemical haze and C/O in the transmission spectra of exoplanets. We find that the spectral features seen in transmission from exoplanets in the optical spectrum can be used to identify the presence of submicron hazes on exoplanets, potentially with the goal of directly detecting oxygen in the atmospheres of exoplanets. We also show that haze opacity acts as a wavelength-dependent haze..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " often assumed to be in a synchronous rotation state. We show that as a consequence, when the planetary rotation period falls into a region in phase space intersected by sinusoids, the corresponding region of phase space overlaps the habitable zone. This effectively bans the presence of liquid water and limits the ability of the planet to host life. In this context, we study the impact of a stable non-synchronous rotation state on the habitable zone in hot-jupiters and their potential to support life.\nWe present the discovery of 35 new transiting extrasolar planets, including 15 new multi-planet systems..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " considered to be close-in (within 0.0 - 1.5 AU) giant planets that receive sufficient radiation from their host star to be able to maintain a bulk temperature above the freezing point of water. Here we model the atmospheres of \"terrestrial\" planets in the habitable zone (HZ) of main-sequence stars and calculate the resulting flux (F_13) that these planets receive when they are outside the HZ. We then estimated the interior structure of the atmospheres of these planets. Results: We estimated that the atmospheres of 25 of the 330 stars with planets in the HZ receive F..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone (HZ) of nearby stars, we will need solid observational genetic links between the properties of the atmospheres and the surface conditions. To make these links, we need to broaden the parameter space of the model to include the effect of clouds, which are believed to directly impact the spectra of planets in the HZ. Here, we calculate the spectra of two fully-formed planets in the HZ of the nearby solar-type star GJ 876, as a function of the cloud coverages and observed surface temperatures. We find that the spectra of planets in the HZ of GJ..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of nearby stars, we must consider the impacts of stellar fundamental parameters on the habitability. The Kepler mission has shown that the proximity to a habitable star can confer significant benefits on planetary surface environments, including regulating stellar activity and protecting life. To assess the implications of stellar activity for planetary habitability, we present simulations that explore the effects on planetary habitability due to non-radiogenic stellar X-ray and UV fluxes, along with related non-thermal atmospheric escape and related UV chemical weathering. We include feedbacks between the stellar evolution and the surface UV flux and show that the overall effects on..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zones of nearby stars we first need to understand what type of worlds can form and survive in such a dynamically active environment. This requires the development of a theoretical framework that can appropriately describe the dynamical evolution of a wide range of planetary systems. Such a framework is necessary because our understanding so far has shown that the evolution of a stellar, or planetary system, is not simply a matter of evolution of angular momentum and contraction/analog of Jupiter-like terrestrial planets, but a very complex and sensitive process that depends on the properties of the central star.\nContext: Sun-like stars show a diversity in their surface..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of nearby stars, there is a growing interest in how such planets could have formed and evolved. One way to form rocky planets in the habitable zone of stars is to eject a planetesimal disk. The Oort-Vega system was proposed as a prime candidate for the formation of a terrestrial planet in the early Solar System. We present a model for the disk evolution and its observational characterization. The model accounts for the fragmentation of the disk and the migration of solids within the disk. It also requires the disk to cool and contract in a differentially rotating manner. The evolution of the disk leads to the..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of nearby stars, we must consider the possibility that they will be able to properly maintain surface conditions in spite of the extreme stellar radiation and winds from their host stars. The habitable zone concept was originally developed by Goldreich & Tremaine (1975) in order to explain the presence of primitive life on Earth, and it has been successfully applied to a variety of stars by various researchers over the past decades. Goldreich & Tremaine (1976) believed that the presence of surface liquid water was required for early life to thrive. More recently, plant-based chemists have proposed that photosynthetic organisms would..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of nearby stars, we may well begin to unravel the processes that led to the formation of our own solar system.\nThe discovery of a planetary companion to the young (about 10 Myr) V = 7.6 F6 dwarf star GJ 876 indicates that dynamical mass estimates for extrasolar planets are approaching 100 M_J . Jupiter-mass planets with dynamical masses &gt;about  100 M_J have been discovered in past years, and it is expected that similar planets will be found in the upcoming years by radial velocity surveys. If the high-mass planets are self-consistent..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone (HZ) of nearby stars, there is a strong need to develop self-consistent, machine learning-based tools to recognize habitable planets in these systems. The purpose of this work is to present a framework to estimate exoplanet habitability in stellar HZs that takes into account the signal-to-noise (S/N) of the transit profile and systematic errors in HZ radius measurements. We apply Monte Carlo S/N regression to estimate the exoplanet habitability in the stellar neighborhood around the nearby G dwarf star GJ 581, using a model based on two-..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of nearby stars, fundamental questions concerning the ability of planets to maintain habitable conditions arise. In this work, we investigate the ability of a planet to acquire and retain moderate water based on two simple scenarios: (1) growth of a water-depleted atmosphere via direct accumulation of rocky planetesimals and (2) degassing of water from volcanic outgassing onto the surface via surface-water recycling. Our results show that a planet can acquire about  1-2 bars of water in a moderately active solar-type host star. These watery planets are able to retain a moderate temperature despite the high..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of nearby stars, we will need large ground-based telescopes to accurately determine the stellar effective temperature, surface gravity, and cloudiness. For cool stars, these characteristics will be largely beyond the reach of current instrumentation. For the hottest stars, however, these characteristics will be of immense importance. Here we review current knowledge regarding the properties of planets and the properties of the star-planet-star (PPS) interaction. The purpose of this review is to provide a framework for interpreting high-resolution spectra of PPS and high-resolution spectra of solar-like stars.\nWe describe a new..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of nearby stars, we will need to take the climate properties of the planet into consideration. Here we present a method based on the Principle of Lioustra and Zahn (1953) to quantify the temperature induced by atmospheric conduction in a planet's equilibrium structure. This Principle applies when the Coriolis force frequency is equal to the atmospheric mixing ratio and the free parameter in the atmospheric structure is relatively large. We demonstrate that the requirement to maintain a constant entropy is a sufficient condition for the planetary equilibrium structure to be maintained, allowing for the existence of habitable environments. Our Method relies on the atmospheric entropy to..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " amplifying the signal and increasing the transit depth. For a given activity level, the transit depth increases by an order of magnitude for a given planet. We show that, with typical observations, the impact on the transit depth due to stellar activity can reach a few percent of the observed one for a wide range of planet sizes and stellar ages. However, for planets in the habitable zone of low-mass stars, whose evolution is slow, the impact of stellar activity can be smaller.\nThe gravitational interaction between a star and a planet is responsible for the orbital evolution of both bodies, which depend on the radial location..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " combining photometric variability and activity signals, and this effect could bias exoplanet detections. Here we use a simple model to investigate the effects of such activity on detectability of exoplanets. In a first step, we introduce a previously uncharacterized simulated sample of exoplanets and show that a typical Sun-like star with high-level activity cannot generate detectable exoplanets with a detection efficiency that exceeds ~50%. Second, we develop and use Monte Carlo simulation to investigate the detection yield of exoplanets orbiting moderately active stars. We find that for the detected exoplanets we would expect..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " producing flares, microflares, and disk currents, and by heating the disk atmosphere by albedo and thermal emission. We present a model for the observational attribution of the wide-band planetary microflaring signal in the Kepler mission's data for the case of a solar-type host star. The signal is best characterized as a spectrum of very small amplitudes with a very weak signal at 10^-4 of the relative photometric flux of the star. The spectrum can be disaggregated into the signal associated with the jet, associated with the rotation of the disk and its interactions with the stellar magnetic..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " introducing correlated noise that cannot be removed using traditional photometric techniques and may significantly bias the derived planetary parameters. Depending on the nature of the correlated noise, differing instrumental resolution, detector characteristics, and observing conditions, exoplanets may suffer biases up to 10-15 times larger than previously estimated. We present an analysis of the O_2 CCD light curves of two exoplanetary systems, namely HD 189733 and CoRoT-7b, for the first time. We first test the robustness of our results by demonstrating that our results are robust up to uncertainties as large as 5 per cent in the..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " modulating the transit light curve, spectroscopy, and radial velocity measurements. Here we present an analysis of the impact of stellar activity on exoplanet transit light curves and spectroscopy for the Kepler mission. The analysis shows that the time-scale for the spectroscopic reduction of the photometric light curve varies with stellar activity, which can be a cause for the variation of the measured radius of transiting exoplanets. For planets in the high-activity scenario, the variation of the transit radius of exoplanets due to stellar activity is on the order of 1% of their radius.\n..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " interspersed acoustic and other small oscillations, and is well modelled using simple analogue calculations. Here we propose a new method to measure stellar oscillations in low-luminosity late-type stars. We construct stellar models with masses and radii of 0.001 M_' and 0.1 R_', and ages between 10 and 10^6 years. We demonstrate that stellar oscillations can be successfully modelled using observed features of the Sun. The best-fit models are dominated by small frequency separations and modes with low amplitude in the largest stars. We also find that models with rotation..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " amplifying the transit signals and causing the observed stellar flux to vary (de la Fuente 2006; Farrell et al. 2007; Jia et al. 2008; Feigelson et al. 2009; Mulders et al. 2010; Pan et al. 2009; Giao et al. 2011; Marley et al. 2011; Cai et al. 2011; Wolk & Walter 2012; Moya et al. 2013; Kimbolger et al. 2013). The exoplanet signal that is due to stellar activity cannot be amplified due to stellar suppression of the intrinsic radial velocity variations through..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " damping the transit signal and by contributing to the observed variation in transit depth. This work focuses on the latter effect.\nAims: We search for low-mass exoplanets around the 45 newly discovered stars apparently located in the Star-forming region, which were independently identified in the NSO's ongoing Towards a Large (Reaching ~ 2000) Survey of young stellar associations data. Methods: For the Star-forming Region, thecorresponding group is: Oph, AB Doradus,  Velker, HIP 45445, HIP 101791, and -alpha- Cen..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " inducing a time-correlated noise. We further explore the effects of stellar activity on exoplanet signal characterization through grid-based exoplanet model atmospheres and find that changes in stellar activity have a larger impact on exoplanet signal than a changes in the turbulence index. The presence of stellar activity truncates the range of simulation, amplifies the noise from the planet-forming disk, and limits the precision with which the host exoplanet can be characterized.\nDust grains in the planet formation region could play an important role in the chemical differentiation of protoplanetary disks. In this context, we..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " absorbing a fraction of the stellar flux as a planet orbits through the host star. Astronomers can use activity as a proxy to determine the impact of stellar activity on the exoplanet transit signal. We present an analysis of 70 planet-hosting stars in the Kepler field of view, and find that our sample (which includes 56 stars) typically provides an upper limit to the impact of stellar activity on the planet yield. The maximum yield of the exoplanet is 70%-90%, depending on the stellar spectral type and the activity level of the host star. We also identify four stars, identified by their trans..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " characterized by the fraction of the pressure-induced absorption lines that are visible. For a planet-embedded proto-Earth, pressure-induced absorption from the stellar spectrum results in an estimated 0.3% of the incident continuum. To characterize a star-embedded planet with an observed reflectance spectrum, we need to account for both the molecular and atomic opacity in the planet's atmosphere. To date, most 4-Micron-Wide-Field Camera-Back observations at L-band have excluded molecular lines, due to the expense in space-based observing. We can analyze newly discovered exoplan..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " made simple by the assumption of blackbody nature. Due to issues raised by possible effects of clouds and/or hazes on the inferred temperatures (15 K), we instead make use of a model atmosphere in which the discernible spectrum is determined by the equilibrium temperature of the atmosphere. For a wide range of assumptions about the assumed cloud properties, the spectrum of the planet is determined by the equilibrium temperature of the atmosphere at a single wavelength. We find that the spectrum is best captured by models with a temperature inversion, which is likely due to Rayleigh scattering off of high-altitude molecular species...."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " particularly important for characterization of exoplanets and interiors because of the anticipated glare of a nearby star. The non-common path aberrations of the UV and visible part of the star, as well as of the mid-IR, can damage the atmosphere of an exoplanet. We present an analytical expression to simulate the effects of non-common path aberrations on the reflectance spectra of directly imaged exoplanets. The results of our analytical computations indicate that the primary damage inflicted on the exoplanet atmosphere comes from non-common path aberrations in the UV..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " dominated by absorption features arising from backscattering by the atmosphere. We report here on a search for these backscattering signatures in the atmosphere of the directly imaged exoplanet WASP-14b, undertaken in the near-infrared K band using the ARC 3.6 m Telescope. A confirmed detection of the atmospheric absorption band (1.00 +-0.06% or 0.26 +-0.03%) at 2.2 micron is reported. We further report a detection of the planet's thermal emission at 4.6 micron, with upper limits on the..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " usually computed with the radiative transfer code Mie (Schindelin & Schindelin 2008; Hinz et al. 2011). However, Mie may be missing some molecular features that can be identified in transmission spectra of substellar objects (e.g. Mihalas 2010; Schindelin et al. 2011). In this work, we investigate whether extending Mie to include molecular line-absorption lines that can affect the fit of the spectra of directly imaged planets may be possible. We compare the properties of Mie at a wide range of wavelengths with a variety..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " affected primarily by scattering by the starlight, rather than by the atmospheric composition. We explore the effects of non-uniform cloud coverage and non-uniform cloud-top scattering on the reflectance spectrum of the hot Jupiter orbiting the K2 V star, HD 189733. We first model the reflected light of the planet and use the reflectance spectrum of the planet to obtain a reflectance variation of -0.14 +-0.04% with different cloud coverage. We then calculate the reflectance using corresponding flux-weighted cloud-top models and use a 3D Monte Carlo radi..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " computed using an effective temperature, surface gravity, metallicity, and age. The results show that the planet in the Kepler field appears not to be significantly enhanced in metal content, consistent with other data, but that there is a significant spread in metallicities and ages, and that the range of metallicities is large. The scatter in age is also substantial. The main effect of this scatter is on the derivation of the planet's composition, with a tendency for planets with more massive cores to have larger fraction of metal. Both of these effects may influence the inferred composition of directly imaged planets...."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " characterized by the fraction of the continuum emitted in visible light that is reflects by the planet's atmosphere. For an atmosphere of deductive model atmospheres, this fraction is usually expressed in terms of the planetary radius at the location of the surface. This paper presents a new approach to evaluate the planet-to-star radius ratio as a function of wavelength in the presence of stellar surface features and the associated extinction. A model atmosphere is constructed that includes the effects of wind and radiation by means of a 3D radiative transfer code. The model atmosphere downplays the contributions of the stellar surface features and reduces the..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " very important because it enables the orientation of spectral lines, the temperature of the planet, and the presence of clouds. Here we present observations of the super-Earth 55 Cnc e (0.1 micron; 16 M_Earth) taken with the Gemini Planet Imager (GPI) as a probe of its atmospheric properties. The GPI observations are exceptionally high resolution (R ≈ 62 000), which allows for high signal-to-noise ratio (SNR) measurements at sub-arcsecond resolutions. Our analyses of the GPI data confirm that 55 Cnc e is an..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " different than that of a circumstellar disk. This difference is a consequence of the degree of radial differential rotation from the planet's host star. These differential rotation features depend on the distribution of the stellar heating, i.e. on the rotation period of the star. In this paper, we present a set of differential rotation measurements for a sample of stars (without a circumstellar disk) that have been observed with WFC3/UVIS. Our aim is to measure the properties of the differential rotation on hierarchical stellar systems. We have selected 14 stars that have previously been reported as post-processed..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the broadest range of parameter space, but the majority of the time they are parameterized with an N-body model. The data analysis of these models is computationally very demanding (even for simple corrections to the mean profile, such as in the case of solar-like stars), and a large fraction of parameter values have not yet been properly computed. In this work, we present a new grid-based method (the 'matrix method') to analysis exoplanet time series in which we reduce or remove the hamonic approximation. We demonstrate the method on the observed light curve of the..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the effect of the presence of a magnetic field on the evaporation of planetary atmospheres. However, little is known about the effect on the evaporation of molecular hydrogen (H_2). Here, we perform global 3D simulations of the evolution of a hot Jupiter with a magnetic field. We investigate the influence of the magnetic field on the evolution of the evaporation of H_2. We find that a region of the atmosphere consisting of low-density regions near the surface and high-density regions in mid- and high-latitude regions can be maintained by the magnetic effect..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the dependence of the heat flux in a planet's interior on its composition. However, the influence of a planet's size on its temperature depends on its bulk content. For example, larger planets result in cooler temperatures, and smaller planets result in warmer temperatures. 1D models are needed to understand the long-term evolution of the spin-axis orientation of a gas giant, assuming it is still embedded in an embryonic protoplanetary disk. In this work, we report results of 3D simulations of Jupiter's dynamic convective envelope, as a function of planet radius, during the period 1-10..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the equilibrium circulation of heat, material, and momentum at the substellar region. As in their simulations of solar system planets, the equilibrium climate is assumed to be a global mean, top-cooling atmosphere rotating in a rigid body; it is not considered that the earth's rotation rate and solar luminosity may be different from the planetary rotation rate. Equilibrium climate calculations for a short-period hot Jupiter with surface winds have been performed using an idealized model that combines an internal solar radiation energy flux, a linear thermal boundary layer relative to the surface, a zero-point thermal boundary temperature,..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the long-term evolution of the atmosphere through the radiative transfer, but the radiative transfer calculations typically assume local thermodynamic equilibrium. In this work, we describe a new model for the atmospheres of exoplanets that calculates the temperature-pressure evolution of the atmosphere by using the temperature-pressure profile of a smoking H_2-He atmosphere. We use a line-by-line model of the chemistry that includes molecular oxygen and carbon dioxide. The temperature-pressure profile is extrapolated from the model to obtain a well-tested model for the long-term evolution of the atmosphere...."}, {"Input": "General circulation models of exoplanets explore", "Output": " the broad parameter space in turbulent velocity and magnetic field strength, and constrain the distribution of the Rossby number and efficiency in turbulent convection. Achieving a sufficient magnetic field strength allows for radiative heating via convective overstability, a mechanism not included in the standard model of planetary convection. The theory is applied to the hot Jupiter HD 209458b. The radiative heating that results from the overstability of the geomagnetic field is found to be so extensive that convection becomes quasi-stationary and the planetary boundary layer is trapped between two aqueous zones..."}, {"Input": "General circulation models of exoplanets explore", "Output": " a wide range of parameter space but a common underlying principle if not shared by all planets. Model parameters are typically constrained by observations of the planet's temperature and luminosity or by analysis of the planet's atmosphere. The study of exoplanets has rapidly expanded to encompass a wide range of physical parameters including the planetary mass, radius, luminosity, equilibrium temperature, cloud properties, and atmospheric composition. In this contribution I summarize the constraints that astronomers place on those parameters.\nSpectrophotometric observations of the Be star V 712 is presented. This star was recently discovered in the catalog of RR..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the radiative effects of clouds and haze. However, aerosols have been inferred in hot Jupiters only recently. Here, we investigate how aerosols impact transmission spectra of the highly irradiated exoplanet XO-1b. We model the atmosphere of the hot Jupiter and compare the resulting dayside emission spectrum with archived Spitzer and ground-based data. Additionally, we compare the transmission spectrum with observations of the super-rotating equatorial super-Earth 55 Cancri e and the non-rotating hot Jupiter-orbiting super-Earth 55 Cnc e..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the effects of stellar irradiation, irradiation from the parent star and tidal heating. We have performed a parameter study comparing the time-dependent radiative and tidal heating of the outer planets and the life supporting atmospheres of the terrestrial planets and ice giants in the Solar System. For the ice giants the irradiation and tidal heating are in the range 1000 to 10,000 Wm^-2. The formation and evolution of the ice giants depend on the initial interior temperature of the planet. The resulting surface temperatures are high enough to produce the required high pressures, and via this process water has been..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the complex radiative energy transport under changing background gas abundances in the atmosphere of hot giant exoplanets. We identify the effects of chemical equilibrium in the atmospheres of hot giant exoplanets, which is the unit of the four-layer model used to interpret the solar-type super-Earth GJ 1214b. In this way, chemical equilibrium is able to capture the radiative heating that is responsible for the emission spectrum of GJ 1214b. Our models find that the variation in radius with equilibrium temperature is a strong function of the atmospheric composition, being fully averaged out before..."}, {"Input": "The origin and evolution of planetary systems", "Output": ", and the early dynamical evolution of planetary systems, depends crucially on the size of the planet-forming region. Here we report the detection of a 7-Earth-mass (7M_earth) planet orbiting a relatively faint (mV = 13.4) solar-type star (V = 12.83) at a projected separation of 42 AU. The super-Earth KELT-19 b (V = 12.6) was identified by the Kepler mission as a likely member of the 10-20 Myr old Carina-Near moving group. The stellar..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are intimately linked to the properties of the initial disc population. Studying the properties of protoplanetary discs (PPDs) is essential to understanding planet formation. However, the number of observed discs with large inner holes is small, and the characteristics of the outer regions of PPDs are difficult to probe with traditional methods. Here we report the results of a deep imaging survey of 145 observations of 34 PPDs with the SCUBA camera at the JCMT. The images reveal a heterogeneous distribution of scattered and thermal emission from around 20 star-forming regions. The average..."}, {"Input": "The origin and evolution of planetary systems", "Output": " is intimately linked to the properties of the host star, since the protoplanetary disk from which the planet formed can be a key component responsible for the subsequent system evolution. In principle, the disk should form in an optically thick region where the emission is very weak. We have recently shown that such a disk can form around a young high-mass star, and suggested that this disk may have both a protoplanetary core and an outward-driven asymmetric outflow. We have included an N-body calculation in this work to further investigate the formation of the disk, and to..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are attributed to the planet-disk interaction. The existence of a giant planet is not only possible, it is also necessary in the case of a disk which is sufficiently massive and extended for planets to form. The planet formation process is a complex process and it can be spawned from a disk or protoplanetary disk. Here we focus on the origin of the terrestrial planets.\nWe report the discovery of WASP-39b: a hot Jupiter that transits a V = 10.6, A0V star. Analysis of the transit photometry and low-resolution infrared spectrosc..."}, {"Input": "The origin and evolution of planetary systems", "Output": " is thought to be driven by the disruption of small embryos as they accrete mass from the gas disk. These conditions are gradually relaxed by the disruption of larger embryos that then accrete on to the larger planet. Here we simulate the dynamical evolution of terrestrial-mass planets in a circumstellar disk that is fed from the outside by a monolithic embryo, in a thermo-chemical and hydro-physical simulation. We find that the ring-child planet is able to form in a wide range of configurations. It is found that the internal structure and mantle evolution of the disk-embed..."}, {"Input": "The origin and evolution of planetary systems", "Output": " is largely the result of the cumulative accumulation of planet-forming observations. Our understanding of planet-formation has benefited from a three-way coupling between theoretical and observational studies: (i) our understanding of planetary systems as a collection of mutually bound individual planets; (ii) our understanding of the structure and dynamics of protoplanetary disks; and (iii) our understanding of the formation of giant planets. These theoretical models helped form the foundation of the planetary systems we see today, but they did not result in the full richness of the exoplanet populations we see today. The age at..."}, {"Input": "The origin and evolution of planetary systems", "Output": " is discussed. We focus mainly on Jupiter-mass planets. We also study the evolution of short-period giant planets and small planets. Our results indicate that the frequency of planets is not controlled by initial masses and eccentricities but depends on the mass, size, and semi-major axis of the planet. For a given mass, orbital duration of the planet and semi-major axis, and initial semimajor axis, the frequency of the planets increases. We also notice a maximum frequency at nearly circular orbits. Our study suggests that the mass and semi-major axis distribution of short-..."}, {"Input": "The origin and evolution of planetary systems", "Output": " and the evolution of planetary systems are intimately linked to the structure of the molecular cloud from which they formed. The study of young (1-100 Myr) planet forming regions is thought to provide information about the early formation of planetary systems. Consequently, planet-formation simulations should account for the spatial structure of young planetary systems. To do so, however, requires that the simulation be coupled to the relevant properties of the molecular cloud and the star so as to reproduce (a) the spatial structure of the observed planet population; (b) the observed planet-forming radii distribution; and (..."}, {"Input": "The origin and evolution of planetary systems", "Output": " is solved by collecting information on all the planets orbiting other stars. A number of groups have embarked in a pioneering program to detect and characterize extrasolar planets (Seager & Mall´en-Ornelas 2003; Seager & Mall´en-Ornelas 2006; Seager & Mall´en-Ornelas 2007; Sotin et al. 2007; Sotin et al. 2007; Sotin et al. 2007; Kallinger et al. 2007; Sotin et al. 2007; Sotin et al. 2007; Sotin et al. 2007;..."}, {"Input": "The origin and evolution of planetary systems", "Output": " is largely done by the giant impact leading to the formation of planets. The possibility of giant planet formation in a disk around an individual star is considered, but it is shown that such a disk is unstable and starts to form long before the formation of planets. In fact, in the disk dominated by the dust particles, planets only form for masses above a few times the mass of the Earth, and these disks do not evolve at all. Here, we address the question of planetary formation in a disk with spectra similar to the recently announced disk around the about 10 Myr-old star TW..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a 'photo-chemical haze' that was and is unique to the early Earth environment, because their formation and growth was not inhibited by the probable presence of biological matter. Although photochemical hazes have been detected on Earth in some locations, such as at clouds around Mount Wilson and at haze particles in Pluto, they have not been detected to date at the altitude of the haze layer expected from the early Solar System. Here we report observations of the haze layer above the clouds in Pluto, made with the NASA's New Horizons spacecraft. We have detected water-vapor absorption at..."}, {"Input": "The formation of photochemical hazes creates", "Output": " an 'orange cloud.' The resulting particles have a brown- or blue-colored appearance and drift toward the star at a speed greater than 10 m s^-1. The particles' orbital evolution is driven by their collisional growth and evolution, and in the solar corona, large-scale vertical structures composed of molecular hydrogen and oxygen produce the orange haze. Here, we suggest that the haze particles are produced by photochemical processes in the upper chromosphere and that the haze particles are related to the large-scale, vertical structures formed recently by the carrier molecules HCN and..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a discrepancy between the observed and modeled oxygen fugacity of the interior of the planet. We present a model that allows for the existence of the oxygen fugacity and the corresponding fugacity of the core. Metallic oxygen, formed by reaction between seawater and serpentinization, would then be the primary carrier of oxygen in the atmosphere, and it produces haze. The model is verified by atmospheric chemistry; the model is not supported by observations. The model implies that the observed oxygen fugacity is not a good match for the core over the entire mantle. The core and atmosphere of Mercury..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a dark disc, which is referred to as post-AGB star disc. These discs can have a number of different chemical compositions depending on the grain size and the colour of the molecular outflow. The chemistry and physics of the gas and the molecules in the disc is still unclear as there is no way to know the chemical composition of molecular outflows from the observations. Recently, a few chemical models have been developed with the aim to predict the chemistry in post-AGB discs. However, up to now only models with a single component have been studied. In this study..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a darkening asymmetry in the transit light curve. This finding was suggested by the discovery of the pre-transit hazes; however, these hazes were of secondary origin. We analyse the impact of the secondary origin of photochemical hazes on transit light curve. The planet-to-star radius ratio increases by ~0.15% for the hazes that reach the limb, but decreases for those hazes that reach the core. Both the core and the hazes contribute ~11.2% and ~7.9%, respectively. The core hazes..."}, {"Input": "The formation of photochemical hazes creates", "Output": " the atmosphere where the molecular gas is created. We investigate the effect of the disk on the formation of the haze and its cloud nutrients. We use a global disk model with a non-ideal dusting with a jet and grain size distribution. We simulate the chemistry in the disk and the chemistry in the atmosphere generated by the chemistry in the atmosphere. The column density of molecular hydrogen in the atmosphere is 5 ~ 10^12 cm^-2 and the molecular hydrogen abundance in the galaxy is 2 ~ 10^-3. The clouds we create in our model are composed of..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a settling of chemical species in the atmosphere which greatly enhances the rise and maximum rate of photolysis and hydrogenoturbulence. The addition of sulfur (S) to the atmosphere of a primitive Earth-like planet around a 3-5 Gyr-old star may have produced the characteristic hazes observed at UT2004, UT2005, and UT2007. We test the hypothesis that the observed UT2004 and UT2005 hazes were produced by photochemistry and were subsequently removed due to sulfide and water photolysis. Our model implies that sulfuric acid, produced by..."}, {"Input": "The formation of photochemical hazes creates", "Output": " prebiotic conditions in the environments of terrestrial planets for the evolution of life. The chemistry in the atmosphere and greenhouse effect resulted in the origin of prebiotic gases which, when incorporated into the diets of early life, resulted in proliferation of the first organisms.\nFormaldehyde and other simple organic molecules are synthesized in the high temperature (−100°C to 1550°C) laboratory described previously, as a powerful organic matter decomposition model. The reaction of formaldehyde in H_2, NH_3, CH_4 and/or CO was monitored with an..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a plume of material that can react with and then produce molecules such as H_2D^+, H_2D2, CH_3CN, and HNO. These molecules are highly reactive and can react to form complex organic molecules. We present a model calculation of the chemical evolution of such a plume, using the reactions of H_2, H_2D^+, and H_2D2 observed in the solar chromosphere. The chemical composition of the haze produced is calculated by assuming the presence of atomic hydrogen, oxygen, and hydrogen cyanide..."}, {"Input": "The formation of photochemical hazes creates", "Output": " atmospheric hazes that could interfere with the movement of molecules in the inner part of the planetary atmosphere. Use of laboratory simulations to simulate the photochemical hazes generated in a variety of planetary atmospheres has led to the conclusion that the mass-loss rate from an accreting atmosphere is proportional to the strong stellar UV radiation that is emitted by the planet. We present photochemical hazes generated in the super-Earth GJ 1214b irradiated by various eclipsing binary and pre-main-sequence evolutionary stellar systems. We report on the results of ultraviolet to near-..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere, and this planet has been considered as one of the favorable planets for studies of the formation and evolution of clouds. We present observations of the UT (0.62 micron) and W3 (0.6 micron) photometric variability of the extrasolar planet GJ 1214 b (ULAS J1214+1244). In the 0.62 micron and 0.6 micron bands, we detect both periodic and monthly variations with periods in the range of P = 5.6 - 9.5 min and up to..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present but we could not detect chromospheric emission from this planet. Here we present a new H-band image of GJ 1214 taken with the Space Telescope Imaging Spectrograph on board the Hubble Space Telescope (HST) and compare it with archival observations of the disk star WR 120D. The newly resolved, ~0.7 pixel-sized image shows a strongly reddened and optically thick H_2-disk-like disk. The disk fills part of the inner edge of the inner cloud discovered by previous work. We compare our observations with..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere. The goal of this paper is to present an analysis of the optical properties of these clouds and to predict the observable spectral features that could be produced by their presence. We use a photochemical kinetics model to predict the observations that could be expected from the presence of clouds on GJ 1214 b, as well as on brown dwarfs and directly imaged exoplanets. We predict the presence of haze (predicted in this work), which causes a strong Rayleigh scattering slope at short wavelengths, and could be responsible for the removal of various..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in the atmosphere of this planet, with a variety of physical properties, but because of the smallness of the incident stellar flux (0.1 to 0.1%), we cannot claim that a cloud-free atmosphere would be a suitable explanation for its observations. To first order, the observed spectra appear to be consistent with a blackbody, with an effective temperature of 1500-1600 K, with a modestly thickened H_2O cloud (12-35%) covering the optical range. The observed chromospheric activity of the planet is thus not sufficient..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere, which would make it one of the coolest transiting exoplanets yet observed. We present model atmospheres for the dayside and nightside of GJ 1214 b, including cloud cover, and for clear and cloudy dayside and nightside brightness temperatures. Both nightside and dayside terminator regions will appear dark at 1.1 micron in the Kepler bandpass, with cloud coverage at 0.5-1.7 micron for the latter. We compare observations with cloud-free models and find that the models for the termin..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere, although the amount of water vapor in its atmosphere has not been measured. We observed three transits of GJ 1214 b with the CHARA Array, and obtained a transit depth of 7.00 +-0.28% (6σ). This confirms the out-of-transit transit depth measured by Charbonneau et al. (2011, Nature, 451, 1061). Using the measured radius of the planet (5.62 +-0.05R⊕), we found that the mean stellar density is 5..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere, but the remaining uncertainties in their particle composition and cloud structure are making the determination of its cloud properties uncertain. In this work, we use radiative transfer calculations to derive the scattering phase function of the aerosols in the visible and estimate the global optical thickness and the depth of the aerosols by using a forward Rayleigh scattering model and a model for the aerosol microphysics. We find that the aerosols responsible for the optical thickness distribution have properties that are consistent with those of the condensates in the planet atmosphere, while those responsible for..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere, which would be consistent with the inferred low optical albedo for such a young (20 Myr) object. The recent detection of transit timing variations (TTV) signals of GJ 1214 d suggested the presence of a (sub-stellar) companion in the system. Here, we investigate whether the TTV signals of GJ 1214 d can be used to constrain the properties of its planet. We used archival data from the California-Kepler Survey and the Keck Observatory to characterize TTVs and estimate the masses of..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere, but it is not possible to determine whether the composition is carbon-rich or atmospheric in nature. To determine the presence of clouds, we observed GJ 1214 b in the near-IR (0.26 - 0.58 micron) with the CHARA Array, a multi-object, fibre-fed photometer located at Mount Wilson Observatory. The observations were taken at three different dates between 2007 and 2012, and cover a spectral range from 0.26 to 0.58 micron. Cloud cover was detected at a detection limit of..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere, which could affect its observations and lead to erroneous interpretations. We have obtained the first space-based optical transmission spectrum of GJ 1214 b with the MMT Observatory. We observe eleven transits and one occultation of GJ 1214 b with the 1.25 m telescope of the University of Hawaii, using the University Wide Field Camera (UGC) and the Ultraviolet and Visual Echelle Spectrograph (UVES) on the 8.2 m Hale telescope at the National Solar Observatory. We have achieved median planet-to..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they are young and low-mass (e.g., Udry et al. 2007). In this paper, we present the discovery of a Jupiters-mass planet on a 16.23-day orbit about a solar-mass star (M=0.99M_sun, M=0.91M_sun, R=0.97R_sun, ρ=0.5M_sun) in a highly eccentric (e=0.409, P=1.26 days) orbit. The host star is..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " the host star is bright (spectral type F and spectral type A) and/or the planet transits over a suitable background dust cloud. We can thus expect that the detection fraction for extrasolar planets is about a factor of about 5 higher than for brown dwarfs.\nWe announced the discovery of the very cool planetary-mass companion ATMM0697-EC1128. This object was independently identified as a static companion to the K0 V star GJ 876 in the Southern Optical Astrophysical Survey. Here, we present the analysis of..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they are young and low-mass. Young planets of 10-20 M_J will reveal themselves by gravitational microlensing, which requires high-precision follow-up observations to determine the masses and ages of planets. The secondary eclipse of a young planet can reveal the presence of a second planet if the planet that were orbited previously passes in front of the star.2 Young planets around low-mass stars may not be as detectable as a second planet, but also may not be as well-known due to the difficulty of finding an Earth-mass..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they are young and low-mass, indicating that they are capable of forming in a circumstellar disk. We find that these V-dwarf young super-Earths are more abundant around stars of higher mass than expected from disk models, and that orbital distances are correlated with stellar mass. In addition, the probability that a V-dwarf planet will have a sufficiently short period to form in a disk is estimated to be p = 1.5% (2σ). This indicates that the principal deuterium fractionation mechanism that could form V..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " the planet transits in front of the parent star. Studying transits is a powerful method of detecting extrasolar planets because the faintness of the central star makes the small size of the planet easily detectable, while the relatively large radius of the host star makes it readily apparent. The transit light curve can provide a very accurate measurement of the physical characteristics of the extrasolar planet, including the radius and mass of the planet. Because observations of transits are very sensitive to the orbital inclination of the host star, it is possible to measure the inclination angle of the..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " targeting the transits of larger bodies and when using high-precision photometry to lift and constrain the shape of the transit light curve. This has led to photometric surveys using commercial, smallaperture camera lenses, equipped with either a red filter to take photos in and identify objects in the background or a blue filter for photometric follow-up. These cameras have achieved an average photometric precision of 40-50 per cent in a 3 hour transit, but with typical biases of ~30-60 due to noise. Here we present the results..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they are in highly elliptical orbits, and so their discovery has stimulated many new projects which have successfully searched for terrestrial planets in the habitable zone of nearby stars. The observing strategy in terms of site selection, duration of observations, detector size, and observing modes have all been used to tailor the search for the most suitable targets. Here, we discuss the considerations behind the selected sites. We then discuss the factors that led to the selected observing strategies and give some examples of the outcomes that result. The final recommendations to the site planners and commissioning officers are presented...."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " the signal-to-noise ratio in the spectra is high and the signal-to-noise ratio is supersolar. We investigate the effect of parallax on the signal-to-noise ratio and the spectral type of the detected extrasolar planets (i.e., the host star and the companion star). We find that the parallaxes are the most effective in distinguishing extrasolar planets from blended eclipsing binaries. However, we also find that the type of the detected extrasolar planet strongly influences the spectra and can distinguish..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they are young and can be validated a few years later ~ middle-aged. Although young planets have been confirmed recently, they are still less common around A stars and young K stars (e.g., Villalta et al. 2011; Ži´ Či´dröm et al. 2013; Tsiaras et al. 2014; Matijevic et al. 2014; P´erez et al. 2014). These stars have been characterized better, using highprecision radial velocity measurements (e.g., Bouy..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " an Earth-mass planet is present. We will investigate whether this happens around other stars and find that it could be a common outcome in the case of very active stars.\nThe first observation of the low-mass extrasolar planet HD209458b was performed with the High-Resolution EMS detector array of the Very Large Array in 2010. We report here the preliminary observations of a secondary eclipse by comparing the observed radiances of the two spectra. The main astronomical parameters found are as follows: R_p = 0.10 R_J, M..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " that the frequency of extra-solar planets (ESPs) is increasing rapidly. We have established a shared framework to describe ESPP-host star radius over the width of the H-R diagram in the range about 0.2-1.0 R _sun. We show also the shared framework by building a system that models the EGP occurrence around low-mass stars. We use this framework to derive the occurrence rate as a function of orbital diameter around the H-R diagram for the current sample of known giant planets. We show that..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " that the F-type star KIC 5955129 is one of the few main sequence stars known to have a circumbinary planet, as well as one of the closest to being surrounded by an unrecognized clump of stable molecular outflow. Our Kepler imaging observations were obtained during the commissioning of the Kepler mission, which is under way now and will be fully available to the community soon after launch (Queloz et al. 2010; Matijevic et al. 2010; Rivera et al. 2011; D'Alessio..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " the appearance of small-amplitude periodic transit signals which should be attributed to planets orbiting around evolved intermediate-mass stars. The host stars of these planets have spectral types M4-M5 and masses in the range of 1-10 MEarth. These planets are thus an exotic exotic new population of extrasolar planets. Here we present an overview of their properties and the scientific opportunities that they will open in the near future.\nWe present the discovery of a planet with a minimum mass of 4.79 M_Jup orbiting the metal-..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " hundreds of exoplanets with radii between those of Earth and Neptune, and with masses between those of Neptune and Jupiter. This has fuelled numerous theoretical studies of the formation, migration, and evolution of these exoplanets. This article provides an introduction to the diversity of exoplanets based on transit observations.\nAims: The main goal of our study was to investigate the population of close-in low density (HD) super-Earths orbiting at distances between 0.1 and 1 au from the star  Pictoris. We also studied..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " 6.1 billion years of stellar oscillations. The detailed pattern of the oscillation frequencies combined with the unambiguous information in the frequency range 48 to 192 Hz provides the first clear image of nonradial stellar oscillation modes. We present a detailed asteroseismic study of the Kepler target KIC 04749989, whose asteroseismic frequencies occur at the normally observed frequency range at about 48 Hz. We derive the metallicity and the rotation and derive the expected large-amplitude (l = 23) radial-vel..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a large population of multi-planet systems in which planets orbit both a single host star and an ensemble of stars with similar-looking host stars. We have been following up these systems since they were announced in the Kepler Briefing with high-precision follow-up observations. We report the discovery of three bright (mV = 8.18, K 4.1) multi-planet systems orbiting the K4-dwarf host star KIC012224566. The host stars have masses of 1.53 M_' , 1..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a hot spot in the estimated frequency of 0.81 planets per star orbiting the M3-type host. If this hot spot is a Keplerian disk, this spot has a size of 0.8 stellar radii and orbits at least 300 times more frequently than the planet candidate. The candidate planet, Kepler-107 b, is an Earth-sized planet orbiting an M dwarf every 2.0 d.\nWe present high-resolution optical spectra of the M3 dwarf TWA 6 obtained with the Kitt Peak coude feed telescope. We..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a population of super-Earth planets (1-3 R _⊕) orbiting close to their parent star. These planets are likely to be a part of a binary system, both of which are orbiting metal-rich stars. We identify the planets as 'hot Jupiters,' since they receive 60s of% of the solar irradiance and remain hot, as a consequence of upwelling from the stellar photosphere. While the majority of these planets are not in close enough orbits to be tidally disrupted, 13% have an..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " the existence of a large population of low-mass, brown dwarf candidates. We present a model-independent method to discriminate these candidates, which we apply to the 160 Myr old star Ceti A, allowing for an independent estimate of its fundamental parameter (72_-10^+5 M_Jup). According to our estimates, Ceti A is currently accreting &gt;3 M_Jup of gas from a disk, and has probably evolved from a core-forming early phase of several Myr, to the current accretion..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a diversity of planetary systems. In this paper, we focus on systems with three or more planets, and families of hybrid planets that are observed to have multiple, low transit depths. First, we identify the reasons why the transits of many systems in the Kepler sample are shallow, and we identify the primary diagnostic that determines the extent of this depth-a signature called the transit depth ratio (τ_cc). Then, we illustrate how these metrics can be used to measure the transits of a well-constrained planet. We then use the..."}, {"Input": "TESS is predicted to discover", "Output": " hundreds of exoplanets in the coming decade, and it will likely be capable of discovering more. Although this is an exciting time for the development of comprehensive exoplanet characterization programs, we still need to develop robust methods for choosing the best targets, performing a precise radial velocity measurement, and measuring the planets' masses and densities.\nWe present here new observations of the planetary microlensing event OGLE-2018-BLG-0448. The event light curve was observed with Wide Field Camera 3 (WFC3) on the..."}, {"Input": "TESS is predicted to discover", "Output": " over 100 planets orbiting stars in the solar neighborhood, and advance our understanding of the diversity of extrasolar planets. We present our current observations of the system and discuss the overall implications of these discoveries.\nThe results of a joint study of the H _2O, O _3, CH _4, CO _2, and CO in aerosols and ground-based carbon isotope studies are presented. The analyses were carried out largely in the context of a single planetary atmosphere model. Two main results were obtained: (1) the origin of..."}, {"Input": "TESS is predicted to discover", "Output": " super-Earth candidates orbiting bright stars with T about  6-9 days in the HAT, K2, Kepler, and TARG targets. Depending on the target brightness and transient coverage, there may be a 100-fold response to the finding a transiting close-in super-Earth, as estimated from the time-averaged eclipse depth of the target. The entire sample of targets are expected to have a quality bar that is at least as good for temperate Earth-sized planets as the expectation of the terrains of H..."}, {"Input": "TESS is predicted to discover", "Output": " more transiting planets than all the other ground-based transit surveys combined, with an overall detection rate of at least 25%.\nWe present the results of a search for extrasolar planets around 76 stellar systems from the first year of the NASA K2 extension (Campaigns 0-4). These systems were observed with Corro teleKOS, a multi-object spectrograph for precision radial velocity (RV) measurements. The observed stars were selected from two long-term campaigns on stars that are known to have hot subdwarf..."}, {"Input": "TESS is predicted to discover", "Output": " ~300 TESS planets of ~100 planets during its two year mission, with the majority orbiting bright stars from a depth of 51-69%.\nPlanets at the inner edge of the stellar habitable zone (HZ) are known to undergo extensive atmospheric evolution, which affects their habitability. We use a 1D radiative-convective climate-photochemical-hydrological system model with a [C/H] ratio ranging from 0.02 to 0.06 to calculate the planetary effective temperature and the surface habitable-zone..."}, {"Input": "TESS is predicted to discover", "Output": " more than 200 planets in the next 3-5 years, the vast majority of which will be within the habitable zone. It is necessary to deliver early and in-depth characterization of a statistically significant sample of newly discovered planets to aid in their characterization. Here, we describe a simulation tool to assess the ability of future missions to characterize the population of transiting planets and assess their suitability for atmospheric characterization. We use a modified version of the Markov Chain Monte Carlo (MCMC) algorithm to characterize two populations of transiting planets: 1,..."}, {"Input": "TESS is predicted to discover", "Output": " hundreds of transiting planets of the kind found by Kepler. These planets will provide a wealth of information on the composition, structure, and dynamics of the atmospheres of mini-Neptunes and exoplanets. Radial velocity (RV) follow-up of these planets could unveil the presence of additional planets in the system, a route different from transit surveys of transiting planets. It could also reveal the presence of moons, which are likely to be dynamically active. Further improvements to the transit model and to the precision of RV observations,..."}, {"Input": "TESS is predicted to discover", "Output": " and characterize hundreds of exoplanets smaller than Neptune and many hundreds of super-Earths. With such vast data sets, the detection and characterization of super-Earths will be amenable to robotic and human exploration, as well as precise radial velocity measurements to characterize the physical properties of the discovered planets. Here, we report the initial discovery of a super-Earth transiting a V = 10.6 K metal-poor K7 dwarf. The star was identified during the HATNet project and the orbiting companion was confirmed as a transiting..."}, {"Input": "TESS is predicted to discover", "Output": " thousands of transiting planets by the end of its nominal mission life in 2018. It will spend its whole seven-year mission operating in the southern ecliptic hemisphere, monitoring more than 100,000 stars and searching for transiting planets down to size of ~5 Earth radii. It will also provide high-precision radii measurements for the tens of thousands of stars it targets along with the first evidence of the existence of planets smaller than Neptune. We present the status, configuration and expected performance of the planned science instruments and data-..."}, {"Input": "TESS is predicted to discover", "Output": " transiting planets with sizes between those of Earth and Neptune, orbiting bright stars within a few years. We conduct a verification exercise to estimate the detection yield of TESS for the identified transiting systems. Methods: We use the Peace Graph and the Bayesian Information Criterion to estimate the number of transiting planets that can be plausibly detected, in particular for systems that are more distant than 10 pc. We also account for interannual variability by calculating the detection yield. Results: We predict that between 30 and 40% of the transiting..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " being observed with the high-precision near-infrared spectrograph, SPIRou, at the Canada-France-Hawaii Telescope, in order to detect Earth-like planets in the habitable zone. The goal of the SPIRou planet search is to detect planets that are potentially habitable and able to support life as we know it. For this purpose, an SPIRou-like instrument was designed, made and tested at the Institut de Planétologie et d'Astrophysique de Grenoble..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " useful tools for an initial characterization of the exoplanetary population. The presence of oxygen in an exoplanetary atmosphere, either in its early stages or later, leads to the formation of a rich spectrum of molecules. Moreover, the spectral features from these molecules help us to infer about the physical conditions of the planet. In this work, we present the first characterization of the exoplanet-hosting M dwarf GJ 867Aa using high-resolution spectroscopy obtained with CRIRES on the Very Large Telescope. We..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " found, as well as a plethora of biosignatures that could be inferred at an orbital distance of the order of 5 AU. Further spectroscopic characterization of these objects is planned with the James Webb Space Telescope.The observations reported herein were obtained with the Apache Point Observatory 3.5 meter telescope, which is owned and operated by the Astrophysical Research Consortium.\nContext. The conversion of glucose, the body's energy source, into the main polar fuel, aliphatic hydroxyl isomer (H_2OH)..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " increasing rapidly. Our knowledge of the diversity and possible detection of extraterrestrial life will improve significantly with the ever-growing number of observing facilities equipped with the InSight near-infrared (NIR) spectrograph that will soon see its first light. Here we discuss the expected performance of such a spectrograph and its ability to characterize exoplanets and their atmospheres. We also present new observing techniques and strategies that will be possible with the InSight IDT (Interior Data Transfer Tabs) software.\n..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " of key importance for the understanding of the star-formation process. Infrared (IR) observations provide the first opportunity to determine the atmospheric properties of Earth-like extrasolar planets. As a starting point, we analysed a set of Mars analogues (using T_eff_ and log g) as input to a model to calculate atmospheric spectra of a variety of planetary surface environments including hydrostatic, accreted, and-like models. Results demonstrate that the best selection of the input parameters for atmospheric spectroscopy is the physical..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " increasingly being studied using high-angular resolution imaging observations and optical/near-IR spectroscopy, both of which provide information regarding the physical state of the planets. Here we report the discovery of a massive planet (7 M_Jup) and a short-period super-Earth (1.82 R_⊕) that transit the solar-type star CoRoT-7, from the analysis of about 600 hr of CoRoT space-based photometry. We find a rotation period of 20.1_-..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " calculated to have age of 1-5 Gyr with between 10% and 50% of them plausibly being younger than the Sun and older than the present age of our solar system (to about 2.5 Gyr). A detailed examination of the solar spectrum then leads to the suggestion that the Sun might have been about 2.5-3 Gyr old before its main sequence regeneration.\nThis paper studies the effect of the magnetic field of a rotating star on the evolution of a planetary embryo. A stellar dynamo acting in a..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " a valuable source of astrophysical information. The best opportunity to obtain such information and the means to exploit it are the fundamental data of stellar masses and ages, which provide the fundamental link between fundamental stellar physics and the study of stars. Using the ESO Very Large Telescope both in spectroscopy and interferometry, we have obtained time-series high-resolution spectroscopy of a total of 325 nearby stars (218 F, G, K, and M dwarfs and 105 G and K giant stars) with spectral resolution down to..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " a valuable source of information about the nature and evolution of the protoplanetary disk. Using high-resolution, high-angular resolution observations, we search for residual protostars around a sample of 45 nearby solar-type stars with spectral types [F2, G3], in order to estimate the disk masses and sizes. We combine our estimates with evolutionary models to determine the disk sizes and geometric albedos of the sources, as well as their luminosities. We investigate the relationship between the disk mass and luminosity as a..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " particularly favorable. The large number of planets found around solar-like stars, as well as the growing number of exoplanets, has led to an explosion of planet discoveries. Some of these planets are not at distances from their host stars that are conducive to the segregation of planets in their present orbits. The study of circumbinary planets (CBPs) around nearby stars is thus of great importance. We present an analysis of the systems around the solar-analog FQ Aqr, which has a planetary-mass companion...."}, {"Input": "Directly imaged exoplanets probe", "Output": " the bulk atmospheric composition of planets unlike any of the hot Jupiters to date. Transiting exoplanets are therefore important to understand planet compositions and to constrain the dynamical evolution of extrasolar planets. Here I review the capabilities of the SPHERE/IRDIS integral field spectroscopy mode of the new high-contrast imager for SPHERE to search for, characterize, and characterize exoplanetary atmospheres. I also show the results of the first IRDIS protected sample of exoplanet..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the bulk densities of planets at unprecedented depths, typically ≤5-20%, and therefore offer valuable constraints on the internal composition of planets. We present a systematic study of the hot-Jupiter WASP-18b using the Hubble Space Telescope Wide Field Camera 3, with combined-light transmission spectroscopy and non-detection of water. We compare models of the host star and planet to each other and to previously published HST light curves. We find the transmission spectrum is well matched by a day/night boundary..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the dusty atmospheres of young planets, where the temperature rises to about 10 000 K. Atmospheric characterization of young planets is essential not just for constraining planetary formation theories, but also for constraining the magnitudes of possible atmospheric chemistry and circulation. Scaled-array observations from the first year of the Gemini Planet Imager (GPI) commissioning data show that the M6.5 dwarf Protostellar Interferometric Line Survey (PILS) has an effective temperature of 2750 +/- 100 K, with a rad..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the circumstellar environments of nearby stars. A technique for investigating the nature of these exoplanets' atmospheres without directly detecting the planets' light sources is to observe their transit (Tinney et al. 2015, 2015; Kopparapu et al. 2015; Batalha et al. 2015). Many of exoplanets' host stars are bright, making high-cadence photometric observations a viable option for detecting their transits (e.g. Szabados et al. 2006,..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the architecture of planetary systems and advance our understanding of planet-formation in the solar system, but the limited capabilities of ground-based observations make these discoveries difficult. Here, we report the results of a near-infrared (NIR) search for near-infrared exoplanet emission from the nearby young solar-mass star  Eridani. Two transits of  Eri were observed with the Spitzer Space Telescope and/or the Hubble Space Telescope, and were used to derive NIR K-band (..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the thermal and atmospheric properties of planets at unprecedented resolution. However, direct imaging cannot resolve close-orbiting planets, the dominant source of extinction in radiative-convective equilibrium. Exoplanet atmospheres are predicted to be highly asymmetric due to irradiation from the central star, and radiative transfer models are widely used to understand this. However, modelling the radiative transfer in a planet is different to modelling the atmosphere in a solar-type star, where radiative absorption dominates and the spectra are dominated by..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the dusty atmospheres of stars; by making an effort of compensating for the intrinsic extinction of line-absorption and the systematic diminishment of contrast due to atmospheric haze, we show that the RISE instrument can make an important contribution to this science by allowing reliable measurement of the molecular extinction on a low-resolution level (&lt;9/D), and establish a rich suite of imaging and spectroscopic probing techniques for the characterization of rocky exoplanets.\nThe formation scenario of a 1-10 M_Earth..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the composition and chemistry of their atmospheres. These planets are found predominantly (89%) by the Directly imaged Planet Searching (DPS) collaboration. We have constructed a secondary-eclipse spectroscopic dataset of 47 confirmed or candidate hot Jupiters in which the planet has been observed in the 2.2-3.2 micron spectral range and have analyzed our data using a secondary-eclipse model and our synthetic spectrum. We are able to obtain a good fit to the spectra of some..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the mass-radius relationship, the bulk composition and the emergence of atmospheric filaments. They constitute a unique opportunity to test the theory of evolution and structure of such cold atmospheres using observations of well-characterized exoplanets. Aims: The space mission PLATO is an observatory-class mission designed to obtain the necessary hardware and software to achieve the desired precision in ephemerides and ephemerides in the near infrared (NIR). It is designed for observations spanning 2 years of time, with a field..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the inner edge of the planet-forming region of the circumstellar disk. They constitute the major source of uncertainties in planet formation models. The unexpected complexity of these structures motivates a calibration of the accretion rate, assuming that external irradiation drives the disk viscosity. We analyze these comparisons, finding that the spatially localized external illumination can drive accretion in the outer disk. Initial conditions that are analogous to the Late Nd-Ar-Plutonian-Arter-Pluto transition are sufficient to explain the..."}, {"Input": "Phase curves of exoplanets are", "Output": " becoming an ever more prominent feature, offering unprecedented access to their physical properties and to the underlying physics of their atmospheres. The team have presented a range of analyses on this topic, the most recent of which is a critical review of the literature to assess the status of outstanding issues. Here we report the discovery of a warm (26 K) extrasolar planet, named WASP-12b, which orbits its host star every 4.02 days, making it the most widely known planet whose atmosphere was studied in this work..."}, {"Input": "Phase curves of exoplanets are", "Output": " commonly used to determine the stellar mass, radius, and bulk density of the planets. However, this method is ambiguous as a result of the assumption of scaling relations. To confirm the mass-radius relation, a number of studies have adopted a Bayesian approach with the assumption of scaling relations. However, this assumption acts as a major source of bias in the derivation of the density. Our study shows that the density of the planets computed with the current best-fitting theoretical model is biased towards larger values than those obtained by..."}, {"Input": "Phase curves of exoplanets are", "Output": " essential tools for the characterization of their atmospheric properties. We present a method to accurately estimate the effective temperature ( T_eff) and surface gravity (log g) of extrasolar planets with T_eff ≳ T_\\star (Long et al. 2011). The method is derived from an empirical relation describing the distribution of planetary radius (R) versus stellar flux ( F). First, we estimated the radius of the planet by subtracting the mean estimated value of the stellar radius R ( ) from the true stellar radius..."}, {"Input": "Phase curves of exoplanets are", "Output": " essential to constrain their masses, radii, temperatures, and atmospheric compositions, but their faintness means that many observations are required to confirm them. A major problem is the lack of nearby low-mass stars for precise radial velocity measurements, making the best exoplanet targets difficult to detect. TB Tau is a bright star (V = 10.7, K = 7.1) with a previously known binary companion that was recently found to be a member of a visual binary with an orbital period of 70.9..."}, {"Input": "Phase curves of exoplanets are", "Output": " crucial to constrain their masses, orbital parameters and atmospheric properties. We study the impact of the stellar magnitude on the radius measurement with the use of an empirical relation between the stellar radius and the radius of the planet. Assuming that planets of similar temperature and density can stay on close-in orbits, we calculate the radius of the most massive planets for stars of different masses. The most massive planets on the β-disk and the hot-jupiters occupy a different regime from the hot-jupiters and..."}, {"Input": "Phase curves of exoplanets are", "Output": " one of the main tasks that require modern computer graphics processing units (GPUs). These require a strong numerical understanding and very good problem sets. Previous work focused on numerical simulations of planetary orbital evolution, while prior work focused on problems of stellar evolution. In the former case, we used the Mathis-Sussman model, while in the latter we used a symplectic integrator. The former was developed using a different method based on classical Eulerian dynamics. We report results of numerical simulations of the long-term..."}, {"Input": "Phase curves of exoplanets are", "Output": " useful for studies of the atmosphere and energetic events in the atmospheres of giant planets. However, the high contrast imaging demands high image signal-to-noise ratio (S/N). In order to reach the high contrast ratio and high S/N in the observed images, filters and wavefront control strategies have been developed in the literature. Ultra-low S/N atmospheres, with S/N about  10-20, and a retreating Rayleigh scattering layer above the ionization layer, may be obtained..."}, {"Input": "Phase curves of exoplanets are", "Output": " currently a powerful tool to detect the presence of planets in close-in orbits. The success of the Kepler mission in detecting giant planets in close-in orbits around solar-like stars has demonstrated that such planets are present in at least small fractions of all protoplanetary disks.At the same time, the discovery of terrestrial planets in the habitable zone of their host stars has stimulated renewed interest in the study of the evolution of the Solar System's planets after formation due to the possibility of complex, coeval evolution in a planetary..."}, {"Input": "Phase curves of exoplanets are", "Output": " used to constrain these planetary mass and radius measurements. However, this can be very sensitive to the choice of the filter. If the filter in question and the measured planet radius are assumed to be additive, then the determination of planet radius drops to R_p/R_* = 0.2438, which is also consistent with the observed radius of the planet. However, if the planet is considered to be a square of itself, then the radius is R_p/R_* = 0.2145..."}, {"Input": "Phase curves of exoplanets are", "Output": " fundamental tools to study their atmospheres and search for their oxygen-rich and astrobiological potential. However, spectral characterization of exoplanets requires high-resolution stellar observations in the visible and/or coronagraphic observations in the optical. Here, we present the Design Considerations for a High-Resolution Spectroscopic Camera for the EPICS-EPOL high-contrast imager project. The principal challenge in obtaining such high-resolution spectroscopy includes the acquisition, matching, and stacking of hundreds..."}, {"Input": "Biosignatures are", "Output": " a very useful tool to constrain the masses of exoplanets. Because of the limited materials and techniques to obtain exoplanet mass measurements, we chose Io for our planet sample. The spectra, when analyzed, reveal the presence of hydrogen, methane, and carbon (or oxygen) where the final mass of the planet is stored. As a result, we estimate that Io has about  10^14-10^16 kg of material, making it by far the largest planet ever directly imaged...."}, {"Input": "Biosignatures are", "Output": " detected from the data of a binary star system orbiting a pre-main-sequence star. The companion has a mass of 0.91 M_', a radius of 0.78 R_', and is located at projected separation of 0.11 AU. The M/H ratio of the companion is consistent with that of a black-body, indicating that it is a cool brown dwarf rather than a planet. The orbital period is 0.9596 days and the semimajor axis is 0.43 AU..."}, {"Input": "Biosignatures are", "Output": " used to identify the planets. In our sample, 80% are confirmed to be either planet candidates or planet candidates with a wide detectable signal-to-noise ratio. The other 20% are not confirmed and remain open topics. This result suggests that the process of identifying planets in previous exoplanet surveys has been incomplete and needs to be improved. So far, the main conclusions from the HATnet survey are: (1) most hot-Jupiters have radii less than 2 R_..."}, {"Input": "Biosignatures are", "Output": " essential for robust and efficient detection of planetary-mass objects. When no alternative is available, such objects are identified by searching for the emission lines of many stars. In this paper, we examine the possibility of using the Ca H and K line features to detect and characterize extrasolar planets. We performed extensive spectroscopic observations of a sample of stars which show potential for hosting extrasolar planets. Qualitative expressions describing the characteristics of the spectra and their variability are derived. The potential of the line features are discussed..."}, {"Input": "Biosignatures are", "Output": " known to be a powerful tool in general astrobiology research. When considering specific cases, like the detection and characterization of biosignatures in the atmospheres of distant exoplanets, the potential of astrobiological applications of spaceborne observations is highlighted.\nContext. The space observatory CoRoT (Convection Rotation and Planetary Transits) has recently discovered the transiting giant exoplanet CoRoT-Exo-2b orbiting a V = 12.05 mag, T..."}, {"Input": "Biosignatures are", "Output": " less likely to be massive and rarer than photometric signatures. We suggest that a new class of cometary circumstellar disk stars may be emerging.\nContext. Close-in giant planets are responsible for excitation of spiral waves and thus provide a possible mechanism for dust particle trapping in protoplanetary discs. Studies of the in-plane transport of these dust particles have revealed that their size distributions are widespread, but the measured spatial scales are generally larger than the disc radii. Aim. The aim of this..."}, {"Input": "Biosignatures are", "Output": " broadly distributed, but the distribution is around a factor of 10.5 or more small compared to the case of no V-H drive. The present analysis confirms, from Tycho-2, that the distribution of LRs is dominated by the 80% (or more) formed by the short-lived ( ≳ 10) LO-forcing events. The 87% (or more) produced by long-lasting ( ≳ 20 Myr) active regions are found to be distributed broadly between the 80%..."}, {"Input": "Biosignatures are", "Output": " still very young and it is not yet possible to reconstruct their geological structure. In this study we study the spectral properties of the transient B-class flare stars CS 29642 and CS 29566 using the high-resolution spectra gathered with the star in its first two observing seasons at the Télescope Bernard Lyot (TBL). We derive the mean surface temperature from the spectral energy distribution and outflow color of both objects. CS 29872 shows a large temperature offset between its H-alpha-..."}, {"Input": "Biosignatures are", "Output": " a powerful tool to test our understanding of planet formation, evolution, and atmospheres. The CTC is an aims of the project to obtain spectroscopic data of exoplanets in order to constrain planet size. In this paper, we present the data analysis and discovery process of the CTC planet-search campaign. We have obtained spectral information on 34 known exoplanets, and detected 18 new candidate transiting planets. The properties of all the new exoplanets have been measured and the distribution of..."}, {"Input": "Biosignatures are", "Output": " the two associated classes of astrophysical false positive that mimic important astrophysical signatures. The more subtle class of false positives, the base false positives, can be identified by the spectral sub-polar-axis ``-alpha-^1'' feature in conjunction with the radial velocity, astrometric and radio continuum fluxes, radial velocity and other astrophysical parameters. The process of candidate identification by the presence or absence of a radio source, an infrared excess, a low density, a solar-type host star..."}]}