{"samples": [{"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " temperature and metallicity. We can obtain this information from photometry, radial velocities, or even a single transit. This paper describes how we measure exozodiacal light and how we can predict the time of transit based on the determination of the exozodi signal.\nWe analyze the transit timing variation (TTV) of WASP-43b, a hot Jupiter orbiting an early M dwarf, using archival WASP data. We fit the published WASP light curve using a custom \"heuristic\" and observe a grid of stellar parameters to derive the system parameters. We perform an independent search for the ephemeris and constrain WASP-43b's transit ephemeris. We also perform a light curve synthesis..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " atmospheric composition, clouds, weather, and surface temperature. The Earth's atmosphere is an ideal medium to explore because it has a spatial resolution similar to the Earth and because its brightness varies rapidly with time. Because of the Earth's rapid rotation, the light from the planet is nearly uniform. However, the planet also shows variability, which is determined by complex processes. The basic principle of this variability is the propagation or confirmation of surface and atmospheric waves. Here we aim to understand the propagation of waves in a planetary atmosphere by measuring the flux of light that is reflected, transmitted, or emitted by planets with varying surface temperatures and geometries. We show that, for the Earth, the light from the reflected, transmitted, and emitted sunlight varies inversely with..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " atmospheric composition, cloudiness, and surface temperature. The information is not lost in space; it can be searched for in the lower atmosphere through cross-correlation of the light curve with known atmospheric spectra. Ground-based telescopes equipped with state-of-the-art spectrographs can do this, and the information will be lost in space until it is either lost in space yourself or, if still bound to the Earth, returned to Earth to be measured by the instrument on which it was launched. This chapter summarizes our current knowledge of the properties of the atmospheres of extrasolar planets, and discusses future research.\nThe Near-Infrared Coronagraphic Imager (NIRCI) on the Subaru telescope is a..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " cloud coverage, temperature, pressure, surface temperature, and density. We can use this knowledge to determine the surface pressure, surface temperature, and composition of the planet. The effects of atmospheric refraction on the detection of exoplanets are also discussed.\nThe Transiting Exoplanet Survey Satellite (TESS) is a NASA-funded Explorer mission that will perform a wide-field survey for planets that transit bright host stars. The TESS science team has released early science performances and performance targets for the first year of the mission, which include the detection of 55 Neptunian- and Jovian-sized planets transiting bright, nearby stars. We have compiled a catalog of transiting-planet targets from the TESS teams, which then..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " the Sun's apparent shape and the seasons, and will help us understand and model the atmosphere in the same way that we study the Earth's atmosphere. The integrated light of an atmosphere reflects the light of the planet and provides our perspective. We can measure the transmission spectrum of an atmosphere under a variety of conditions, and we can calculate its transmission spectrum using a one-dimensional model. For example, if Earth were a super-Earth, our planet would be reflected by its atmosphere and its transmission spectrum would be dominated by absorption by water vapour. The transmission spectrum would be dominated by the scattering haze and clouds. We can also determine the expected amount of water on a planet if its atmosphere were a Venus-like planet under a range of conditions. We..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " temperature, pressure, and cloud/haze content. We determine the atmospheric transmission and emission spectra using photometry, spectroscopy, and imaging. We explore wave-guide-based, spatially resolved, and/or multiwavelength mirrors to probe the atmospheres of small planets as small as Earth. We then characterize them using spectroscopy, using radiative transfer, and/or transmission spectroscopy to extract their optical and infrared spectrum. We apply this knowledge to estimate the transmission and emission spectra of Earth-sized planets. We find that the spectral information content of their atmospheres is often not sufficient to measure these quantities. We conclude that the missions currently proposed to detect Earth-sized planets will need to demonstrate that their atmospheric..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " orbital and stellar parameters, cloud coverage, temperature, surface gravity, and albedo. We will then calculate the light curve and convert it into information on the atmospheric properties, such as temperature and radius. In the case of exoplanets, light curves may be used to determine the equilibrium temperature of the atmosphere, the surface gravity and radius, and estimate the albedo and clear-sky geometric albedo. We can also use light curves to derive the planetary radius. We review the current state of the art, and then discuss future prospects.\nWe report the discovery of a substellar companion to the intermediate-mass star HD 252143 based on precise radial velocity measurements obtained with the Keck-High Resolution Echelle Spectrograph..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " atmospheric composition, cloud/haze abundance, and surface temperature. We can also remotely sense the atmospheric axial rotation (axial tilt), and we are developing an axial tilt estimator that will be beneficial for future space missions, where this information will be compared to a reference frame in which the spacecraft will be pointing and rotating around its host planet. We can measure up to three times the axial tilt with a high-resolution spectrograph covering the visible and infrared spectral domains. Our goal is to use this information to determine the physical properties of exoplanets.\nThe ability of a planet to retain an atmosphere against evaporation is one of the key questions in the planetary literature. In this paper we investigate the escape of a planet..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " atmospheric composition, cloud/haze content, surface temperature, and pressure. The light curves will be displayed and analyzed in a search for spectral features. The instrument concept was evaluated under the assumption of a near-infrared, spectral-type nature, and the instrument was found to require a large optical tube and a high resolution spectrograph. The instrument had to achieve a contrast of 10^-7 ~ 10^-7 in the visible and 10^-8 ~ 10^-8 in the infrared regions, while reaching contrast levels between 10^-3 and 10^-5 ~ 10^-3 for the infrared region.\nThe Supersonic Proton Observatory (SPO) is a new facility planned at the National Synch..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " the atmospheric composition, cloudiness, and surface temperatures. The determination of the atmospheric properties from such light may provide constraints on the physical mechanisms that allow life to develop and evolve on a planetary surface. We explore how minor physical parameters affect the determination of the atmospheric parameters and the search for life. We use the Earth as a laboratory example to illustrate our motivation and method, discuss uncertainties in our knowledge of the atmospheric properties, and discuss possible uses of light curves, time-resolved imaging, and other techniques to identify and quantify the atmospheric properties of exoplanets.\nWe report the discovery of a new transiting planet OGLE-TR-56b, which orbits the moderately bright (V = 10.3), slightly metal-poor ([M/..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the use of simplified and inaccurate opacities. We show that the most important and more opaque of these opacities, nebulously-ambipolar- and hyperfine-structure-induced, can have profound effects on the transmission spectra of exoplanetary atmospheres. We model the atmospheric dynamics of hot Jupiters for different stellar types, and generate transmission spectra for different atmospheric compositions and for a range of effective temperatures. We find that the maximum effective temperature of our planets is at most about 1000 K, and that the planetary radius is at most about half that value. We show that, for a given effective temperature and surface gravity, hot Jupiters can be as transparent as is the case for transiting..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the lack of constraints on models, and by the need to reconcile theoretical predictions with observational data. Here, we present a systematics analysis of V=4.25 G-type stars observed by the Transiting Exoplanet Survey Satellite (TESS), while models of a single star conducted by a small group of amateur astronomers and data analysis specialists are presented for the case of HD 114762, which hosts a Neptune-sized planet at a distance of only 0.2 parsecs. We refined the systematics of the observed TESS spectra by means of an algorithm that accounts for systematics in the TESS data and uses a model spectrum of a star to separate potential light-scattering sources from those responsible for the observed T..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the use of sparse sampling, out of phase, synthetic spectra. In this work we present a significant improvement to the atmospheric structure and flare rate of the maximum-likelihood tree-like model, which can be used to study the atmospheric response to a wide range of solar flare conditions. To validate the method, we compare the results from the new maximum-likelihood tree-like atmospheric models with those from the standard AOR-fitting method. We show that the new method provides a more accurate description of the atmospheric structure and flare rate for all cases. We also demonstrate the utility of the new maximum-likelihood tree-like models for modeling the thermal structure of solar flares. We show that the derived flare rate for the active solar flare..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the availability of atmospheric properties. Here we present a new approach to this problem which we call the retrievable atmospheric model (RAM). To demonstrate the application of RAM, we perform a suite of simulations of hot Jupiters with different effective temperatures and surface gravities. We find that specific properties of hot Jupiters, such as temperature and surface gravity, must be accounted for when constructing retrievable atmospheric models. RAM can serve as a retrievable atmospheric model for other types of planets as well.\nWe present a study of the bright star  Orionis that is transited every 8.4 hr by the hot Jupiter WASP-12b. We use the AstraLux Norte model from..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the presence of speckles due to the instrument's nonlinearity. Here, we present a new approach to the problem of nonlinear speckle suppression, which is based on a physically based tool that exploits the fact that speckle intensity varies with time. This simple approach can be used in either a single term or in combination with a powerful time-domain filtering technique, allowing us to suppress speckles that are not present in the original signal. The success of our new tool relies on the integration with the underlying atmospheric model, which is characterized by different types of atmospheric parameters such as chemical abundances, opacities, and radiances. We use simulated aperiodic speckle field of the order of 10^-..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the use of simple models. In this work, we compare the correlation coefficients in the different atmospheric structures for a single- and two-planet case. We find that the correlation coefficients in the two-planet case are significantly higher than for the single-planet case, while the correlation in the single-planet case is positive. We also find that the correlation coefficients in the two-planet case are larger than in the single-planet case, while the correlation in the single-planet case is negative. The two-planet case is in better agreement with the data, while the single-planet case is not. We conclude that the two-planet case is more conducive to interpretation. Our results also suggest that the atmospheric dynamics at the planets in the..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " computational requirements. In this paper, we present a new approach to the computation of atmospheric models for hydrogen-rich atmospheres. We apply our hydrogen-rich atmospheres to the calculation of transit transmission spectra and search for evidence of the tilt of the optical-to-infrared (IR) flux distribution at the terminator. Our results suggest that with future missions it may be possible to determine the tilt of the optical-to-infrared (IR) field distribution of an exoplanet with a high-resolution spectrometer. We also discuss the possibility of 'correcting' the stellar IR light curves with a stellar spectrum to obtain better stellar characterization of exoplanets, by including stellar limb-darkening.\nWe report the..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the use of simple parametric assumptions. In this paper, we use Bayesian inference techniques to analyze the atmospheres of five hot Jupiters, HD 189733b, WASP-80b, WASP-84b, WASP-85b, and WASP-86b. We analyze their transmission spectra in the wavelength range 0.6&lt;=R&lt;=1.7 micron using the new ATLAS spectrum processor and ATLAS spectrophotometer, and for different values of the planetary radius, R_p&lt;=1.5 R_Jup, and atmospheric metallicity, [M/H]&lt;=0.4. We also analyze..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the difficulty of determining atmospheric properties. Here, we show that the use of accurate and precise atmospheric parameters allows us to approach the critical level for spectroscopic transmission spectra, and that the precision of atmospheric abundances can be better than the theoretical steeper limit of J _  / H  &gt; 1. In addition, we model the effects of clouds on the transmission spectra of hot Jupiters with a new spectral-fitting algorithm, which enables us to retrieve the spectrum of the planet with a high degree of confidence. We discuss how this method can be used in the future and show examples of future applications.\nWe present the results of a wide-field survey for transiting planets and brown dwarfs using the Subaru..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the lack of constraints on key parameters. In this work, we use the atmospheric general circulation model ECHAM to present a new general circulation model, CHEOPS, that can be applied to study hot Jupiter atmospheres. We first test the CHEOPS GCM by comparing it to the well-studied GCM developed by Cirillo-Moreno for the study of EChO simulations. We find that CHEOPS GCM well reproduces the basic physical properties (smoothness, depth, and longwave flux) of hot Jupiters. It can reproduce the radii of hot Jupiters with a high cloud cover and a low temperature contrast, and reproduce the temperatures from the equilibrium climate sensitivity analysis that..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " medium to which these reactions can be accelerated. In this paper, we investigate the energy sources necessary to drive the metabolic reactions of aqueous solution in a laboratory aquifer. We find that the reaction of Na+K+H_2+OH+Cl_3+MgAl_2O_3+MgSiO_2+Al_2O_5+Cl_4+H_2+Na_2+Cl_3+MgAl_2O_3+MgSi_2+Al_2O_7+SiO_2+CaSiO_2+Al_2O_4+Al_2O_5+SiO_2+Ca..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " source of energy to convert molecules to the next step in the pathway. These three requirements can be met for a wide range of conditions, including those at the base of the mantle, in deeply embedded planetary cores, or embedded in the envelope.\nA critical factor in determining the potential habitability of a planet is the efficiency with which energy is converted to specific physical states in the planet's deep interior. This is an increasingly important problem as the properties of terrestrial planets may be altered by processes occurring in volatile-rich \"late-type\" star-forming regions. Previous work has found that the albedo of tidally locked terrestrial planets is reduced to a few percent. Here we explore the effect of the physical properties of tidally locked..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " medium to mix these fluids. The first requirement arises from the presence of soluble species such as water and methane in the fluid phase. The second requirement arises from the absence of an effective medium, which is usually a mixture of siliceous and hydroxylic solvents. The third requirement arises from the absence of an effective curative bond which is usually a strongly interfacial molecule such as phosphate. The solution of this last problem with a hyperfine-sprung PBS is a good solution to the first two problems. Analysis of solutions to these problems has shown that the curative nature of the process is maintained by the presence of a stable site such as phosphate. In this article we suggest that the presence of a phosphate-bearing..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " nutrient reservoir. Gut microbes are an important component of the complex microbial ecosystem. Their relative importance has been assessed through a combination of in situ and in vitro molecular and isotopic analyses, although current data suggest that these organisms are more abundant in marine settings than in terrestrial settings. The aim of this article is to examine the role of gut microbes in the complex microbial ecosystem and their role in the maintenance of the Earth's biosphere. The Earth's temperate regions are found to be a particularly rich source of microbial species, which have not only adapted to life in a terrestrial setting but have also adapted to life in the presence of a liquid or a gas planet. This article presents a review of the role of gut microbes in the maintenance of the..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " gas medium that provides the source material for aqueous reactions. Our understanding of these processes has grown with the advent of molecular-to-atomic molecular-to-atomic transition lines whose spectroscopic parameters can now be measured. Yet, this understanding has remained largely untranslated because the underlying physics of water-rock interactions is still poorly understood. Here, we show that the equation of state of water-rock materials plays an important role in their interaction with gases. We provide a schematic picture of water-rock interactions, in which the key physics is that of the hydromagnetism of their fluid interaction. We then apply this picture to explain the physical properties of ice in the context of exoplanetary atmospheres. We..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " solid or liquid medium to convert nutrients into molecules. To account for the origin of life, we must build a planetary system that provides both energy and solvent (liquid) buffers. In this paper, we explore the use of a globe of intermediate-sized planets (the so-called hot Jupiters) as a source of energy and a solvent for chemical processes on Earth. We show that such a buffer can be produced by the hydrosphere and a solvent on the surface of a star. The minimum required energy is estimated to be 0.040 MJ and the minimum required solvent is about 0.002% of the planetary mass. The global equivalent layer where the Earth can maintain a habitable surface is found to be about 0...."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " reservoir of energy to run them. The first requirement is met for biological processes involving cells and embryos, but it is still difficult for complex life to occur within liquid water. The second requirement is met for complex life to use its energy, but it is equally challenging for complex life to overcome the obstacles that lie in the path of the process of life. The third requirement is met for complex life to use its energy to modify a liquid medium through which life can pass. Where life can be most likely to succeed is in liquid water and the fourth is met for complex life to use its energy to modify a medium through which life can pass.\nThe first systematic study of stellar activity cycles in solar-type stars by studying time series of spot..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " thermodynamically stable gas phase to carry out chemical equilibration and may play an important role in the transport and temporal evolution of these materials. The determination of the first of these parameters must be done only minimally, despite the strong constraints on the size of the grains. In this work we determine the thermal and structural properties of the dust in the cores of grains and in the liquid phase. We show that a large fraction of the dust in the cores of grains is in the liquid phase, but this fraction depends on grain size, ambient temperature and the composition of the gas phase. We show that this fraction is also strongly influenced by the presence of a compact dark core. This transition is accompanied by a rapid increase in the gas phase..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " medium that acts as a catalyst. We present here a new mechanism for producing a crucible-like environment in which these energetic processes can occur. The processes we describe involve the release of energy released by the surface or interior of a planet in the form of tidal and electrostatic waves. The mechanisms are universal and involve dissipation of energy in the form of tidal and electrostatic waves, which are excited by the Io-Jupiter interaction and can drive metabolic and other processes inside and outside of the orbits of the giant planets.\nThe sensitivity of the martian oxygenation in the early history of the planet to the internal and external changing conditions of the atmosphere is investigated. We find that the oxygenation of Mars can have a variety of..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " medium that acts as a catalyst. The complexity and diversity of life require multistability.\nAll life on Earth originated outside of its snowline, first as microscopic spheroidal matter and then as macroscopic aggregates. We show that the first step in the assembly of tiny aggregates is the transfer of some of the material from where it originates. We calculate the amount of material that is needed in the snowline to reproduce the complexity of life on Earth. We find that the lifetime of icy planetesimals is equivalent to that of their gaseous host stars. We find that the icy planetesimals that formed from icy planetesimals with a mass below 10^-2 M_�..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " the evaporation of their atmospheres. The cooling effect of the parent star is of particular importance for hot Earths because their atmospheres are irradiated by the star, and the thermal effects of their atmospheres are passed on to the planet. We show that the cooling effects of planetary atmospheres can be modelled using the atmospheric thermal profile from the Exo-Planet Transit Survey (EPTCS) as a function of planetary radius, and stellar irradiation. We find that the cooling effect of planetary atmospheres is modulated by the stellar irradiation level and planetary radius, and that the cooling rate from planetary atmospheres can be obtained from the EPTCS data sets. We suggest that future studies should focus on..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " can thus be considered as analogs to the young, low-density planets Kepler-11b and Kepler-11d. Our study is focused on the atmospheric escape of close-in exoplanets, which is driven by their host stars' irradiation. We quantify the atmospheric escape as a function of planet radius and host star type. We determine the atmospheric escape rates as a function of planetary radius and host star type. We also study the effect of planetary mass and radius. We show that the atmospheres of hot Jupiters can be well approximated by the equivalent widths of the Rossby numbers, while larger planetary masses and smaller host star types yield to more extreme atmospheric escape rates. We find that the..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " severe weather. Increased photometric precision could provide a powerful method to confirm exoplanets, constrain their atmospheric temperature structure, and identify the presence of rings. Hubble Space Telescope observations of the hot-Jupiter WASP-121b, which transits its Neptune-sized host star every 4.5 days, could be used to validate the proposed method.\nWe report the discovery of a transiting exoplanet, WASP-18b, whose host star has a mass and radius much smaller than that of Jupiter. The system was identified through both photometric transits and precise radial velocity measurements. From a combined analysis of the transits, we measure a planetary radius of 1.09+/-0.04..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " have chemical compositions and temperatures that are less than ideal conditions for life. Atmospheres that are pristine can be habitable, but are less likely to be habitable than those that are contaminated by potentially habitable exoplanets.\nThe Transiting Exoplanet Survey Satellite (TESS) is currently concluding its 2-year primary science mission searching 85% of the sky for transiting exoplanets. TESS has already discovered well over 100 TESS objects of interest (TOIs), and the remaining 70% of the mission, with the goal of finding transiting exoplanets with minimum masses of about 4 M_⊕, has been formally submitted for follow-up. The following are preliminary catalogs of the approximately 1000..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " can either be tidally locked or suffer mass loss. We consider the atmospheres of tidally trapped exoplanets that are either massive (M _p &gt;= 0.1 M _Jup) or hot (M _p &lt;= 0.1 M _Jup), with equilibrium temperatures between 500 and 2000 K. We find that some tidally trapped planets may experience mass loss through the planets' upper atmosphere, while others retain significant quantities of atmospheric water. The distribution of the atmospheric escape flux depends on the planet's mass, as well as the temperature and planet's host star's activity. Increasing the fraction of planets tidally locked in resonance with the giant planets results in higher escape fluxes..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " can have atmospheres with broad carbon, nitrogen, and oxygen atomic ratios. In this study, we investigate how atmospheric escape depends on orbital distance and host star type, and the time the planet spends between all of these events. We use a solar type atmosphere and a 3D general circulation model, with vertical boundaries and thermal boundaries both adjusted to the planetary equilibrium temperature and the planetary day and night terminator temperatures. We find that the atmospheric escape due to thermal escape is more effective on planets orbiting hosts with lower equilibrium temperatures, and the escape is more effective on planets with higher equilibrium temperatures. This general result supports a hypothesis that the habitable zone is narrower the closer a planet orbits a star, and the atmosphere is less dense there,..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " can also be subject to atmospheric loss via hydrodynamic escape and buoyant flow. A large fraction of the exoplanet atmospheres have been observed through transmission spectroscopy which, after all, is a commonly used tool to infer atmospheric composition. In this work, we study a large sample of exoplanets with a wide range of stellar types and investigate the use of transmission spectroscopy to infer the atmospheric composition. We also examine the use of transit photometry to trace out the atmospheric layers and determine the key atmospheric parameters, optical depths and incident fluxes. The resulting transmission spectra are then used to infer atmospheric properties and confirm the effective temperature of the exoplanets, which is a powerful tool to probe out..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " can be subject to strong mass loss driven by stellar-driven atmospheric mass loss. We develop a one-dimensional energy balance model to explore the effects of atmospheric escape on the evolution of planets that form around stars with masses in the range 0.1-1.0 M_'. When we include atmospheric escape in the model, planets with masses 0.1-1.0 M_⊕ form in equilibrium with an atmospheric mass loss rate that is ~10 times larger than that of the Earth. The escape of the atmospheres driven by stellar X-ray and UV radiation is found to significantly increase the orbital semimajor axis, eccentricity, and mass loss rate of the planets. The mass loss rates are found..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " can have atmospheres of several hundred times larger than that of the Earth. However, the escape of hydrogen does not occur in a purely thermal sense, but it is also sensitive to molecular hydrogen. At densities higher than ρ = 10^14 cm^-3, where  is the planetary mass, the density is too high for hydrogen to dissociate and the escape rate is high enough for H atoms to escape. This is in contrast to the densities where water is dissociated and the escape rate is a significant fraction of the escape rate. We estimate that the escape rate of H atoms is as much as 10^15 molecules cm^-2 s^-1 for exoplanets with atmospheres of 0..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " are most susceptible to atmospheric loss in the first billion years after their formation. Thus, the atmospheres of these planets should be studied in tandem with the astrobiology of their origin. Here, we present a framework to understand the atmospheric evolution of exoplanets. We use a semi-analytic model to explore the evolution of exoplanet atmospheres due to their host stars' stellar irradiation environment. Our results indicate that the atmospheres of exoplanets that form before the dissociation of water in the core of a protoplanet are susceptible to atmospheric loss. If a planet is formed with a silicate mantle, however, it will only lose its atmosphere in the first million years after its formation. Therefore,..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are thought to be abundant. Here, we report the detection of key spectroscopic features in a spectrum of the exoplanet WASP-12b. We find that the spectrum of WASP-12b has a strongly V-band-bright emission feature at wavelengths near 700 nm, indicative of the presence of strong gaseous organic aerosol in the atmosphere. We report the existence of photochemical absorption features in the spectrum, which we interpret as the first detection of pure organic aerosol in the spectrum of an exoplanet.\nThe earth produces almost half of the oxygen that is needed to sustain the modern biosphere. Extinction-driven loss of volatiles has been proposed to explain this..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they can be produced by a variety of processes, including photolysis, ultraviolet photolysis, and electron impact on the surfaces of planetary bodies. The formation of aerosols by the photolysis of organic solids raises the question of how the aerosol composition can be modified by photolysis. In this study, we study the effect of varying the ratio of the oxygen to the hydrogen atoms that make up the aerosol by determining the molecular structure and the final composition of a variety of aerosol analogues. We find that photolysis of the organic matter increases the low-temperature concentration of water vapor, which has an effect on the aerosol composition. The resultant aerosol compositions are not homogeneous..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are often produced via photochemical reactions on planetary surfaces. But aerosol production on exoplanets is unknown and has been a topic of debate. Here we review recent advancements in aerosol production research and argue that photochemical processes can account for the presence of oxygenated polar aerosols on some exoplanets. We show that photochemical reactions can produce and preserve large-sized organic aerosols on cold exoplanets. Furthermore, our aerosol production calculations show that photochemically produced oxygenated polar aerosols can be produced on cold exoplanets and that the production rate of the oxygenated polar aerosols can be enhanced by the presence of oxygenated surface aerosols.\nWe present the results of a combined..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are mainly formed through photochemistry and not by chemical reactions at the Sun's surface. The challenge is to identify the origin of aerosols in the cold outer Solar System, where they are produced through photochemistry. A first attempt to answer this question was the identification of a cloud of organic aerosols in Saturn's atmosphere, but previous observations suggested that this cloud was probably a photochemical anomaly. Here we report observations that reveal a rich organic cloud system in Neptune's atmosphere, including aerosols of several sizes. The observed aerosol size distribution agrees with that expected from chemical reactions in Saturn's atmosphere and suggests that Saturnian organic aerosols are present in large quantities. These observations offer a first direct evidence for an organic aeros..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are often generated by processes not commonly considered. Here we show that a significant fraction of the organic aerosol produced by some of these processes is produced through the predicted reaction between organic aerosol production and water.\nWe present a new study of the carbon monoxide isotopes in meteorites and a cometary sample. The period and method of addition of carbonaceous chondrites, as well as the isotopic composition of carbonaceous chondrites, are discussed. The results indicate that the ^13C values in carbonaceous chondrites differ from those in cometary comae. The ^13C values in protosolar carbonaceous chondrites are much lower than the values in cometary comae,..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are known to have contributed to the formation of aerosols known as tholins. In addition, photochemical organic aerosols are also ubiquitous in the outer Solar System, where they are known to have contributed to the formation of aerosols known as tholins. Here, we present a study of these molecular aerosols in the cold outer Solar System and their possible role in the chemistry of the primitive terrestrial planets. We used a global 3D general circulation model, coupled with a one-dimensional radiative transfer model, to simulate the atmospheric chemistry of the primitive terrestrial planets. We investigated how the abundances of organic molecules, as well as their vertical distributions, depend on the planetary distance from the Sun and the surface..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are due to the photosynthetic activity of terrestrial organisms. In contrast, in the warm inner Solar System, they are likely formed via photochemistry in the presence of trace species such as N_2 and CH_4. In this study, we examine the occurrence and characteristics of organic aerosols in the atmospheres of Jupiter and Saturn using high-resolution (0.02 cm^-1) Hubble Space Telescope spectroscopy and thermal infrared spectroscopy. We find that the abundance of refractory organic compounds in the atmospheres of Jupiter and Saturn is similar to that of the solar system's outer planets. This suggests that the formation of organic aerosols in the atmospheres of Jupiter and Saturn is similar..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they can be seen as minute biosignatures. Here we show that the abundance of methane is correlated with both methane and oxygen in the martian atmosphere, and thus can be used to determine the methane source of organic aerosols. We present results from a recently published study of methane-derived organic aerosol analogs in the martian atmosphere. We find that organic aerosol analogs form from the combination of photolysis and photochemistry, with the latter driven by UV light from the host star. We expect that the combination of photolysis and photochemistry in the martian atmosphere allows for the formation of methane analogs that are both more abundant and more resistant to destruction than the photochemically produced counterparts...."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are often produced from radicalized hydrocarbons produced by terrestrial planetary processes. The production of radicalized hydrocarbons is important even in the scattered light of the Sun, where the molecules can be quite faint. The Northern Sky Variability Experiment (NSVE) satellite has observed the solar equivalent of large-scale photochemical organic aerosol (O_2) from the stratosphere to near the poles of Saturn, revealing that the stratosphere is rich in C_2-C_2H_2, C_2H_2O, and HCN. The stratospheric abundance of organic molecules does not appear to be a simple product of chemical reaction at the marginal scale heights of these molecules, with..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are a major source of molecules such as organic compounds and organic hazes. A key question regarding these molecules is their origin. Since oxygen is a required element for life, it is of high interest to understand their origin. We have investigated the origin of the organic compounds N2, H2S, CS, H2CS, HNC, N2S, HNCS, SO, and CS2 in the cold outer Solar System with the goal to understand the function of these molecules in the context of life. We show that the N2/H2CS ratio is a relic of the Precambrian, and not an artifact of the Archaean. The N2/H2CS ratios in the..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " their rates of habitability and, hence, their potential for hosting life. The main objective of the present study is to determine the radiometric properties of terrestrial exoplanets and, hence, their potential for hosting life. We report the detection of thermal inversions in the spectra of a number of terrestrial exoplanets, including Earth, through a comparison to synthetic spectra calculated by using the RADYN line list. The detection of inversions in the spectra of terrestrial exoplanets demonstrates that IR-exoplanetary spectra are suitable for studies of radiometric properties of exoplanets.\nThe Sun was fainter when the Earth was young, but the climate was generally at least as warm..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the presence of liquid water on their surfaces. The thermal emission of a terrestrial planet is not only sensitive to the surface temperature and reflectivity, but can also be used to infer the presence of a magnetic field. We have recently demonstrated that the thermal emission of a terrestrial planet can be used to determine the presence of a magnetic field on that planet thanks to its position on the Z-axis of the habitable zone (HZ). However, terrestrial planets in the habitable zones of other stars may have a much stronger magnetic field than that of the Earth. Using the InfraRed Astronomical Satellite (IRAS) onboard the New Horizons spacecraft, we have measured the thermal emission of a terrestrial planet in the habitable zone around..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " whether their atmospheres are comparable to that of the host stars. If absorption by a planet's atmosphere provides a significant amount of its atmospheric mass, then it will be possible to measure the planet's atmospheric properties. Here, we show that by combining measurements of the planet's thermal emission, its reflected light, and its angular diameter, we can determine whether the planet's atmosphere is composed only of water vapor or carbon dioxide. We calculate the necessary and sufficient temporal and spectral sampling to achieve this goal for a single planet. For our Solar System's Earth, we conclude that the observed surface temperature of Earth is the most important parameter in determining whether the planet's atmosphere is composed only of water vapor or carbon dioxide. The..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " their volcanic activity, and they can provide insight into the physical processes that govern their atmospheres. In the case of terrestrial planets, stellar irradiation plays an important role in shaping their atmospheric compositions and surfaces. Although the majority of these planets are too small and nearby to have been volcano-hosted, terrestrial planets are an ideal laboratory in which to test the effects of volcanic activity on their atmospheres. Here we report the discovery of a companion planet and a possible second giant planet in the habitable zone of the nearby 2.5 M _' star τ ^1 Gruis. The planet has a mass of 1.7 M _⊕ and a radius of 1.4 R _⊕...."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " surface conditions and atmospheric compositions of terrestrial exoplanets. The major challenge in determining the surface conditions of terrestrial exoplanets is the high contrast with the host star at which thermal and nonthermal atmospheric emission are intense. Thermal atmospheric emission is due to the intense stellar radiation that is absorbed by the planet, and nonthermal atmospheric emission is due to the hot exoplanet atmospheres that emit strongly at the long wavelengths that are accessible to the Earth. We use the Chandra X-ray Observatory to image terrestrial exoplanets in the far ultraviolet (FUV) and soft X-ray (SXR) bands. FUV imaging provides the best method to measure the surface temperatures of terrestrial exoplanets..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " surface conditions on exoplanets. However, the transient nature of the emission can lead to misinterpretations of its source and could bias our assessment of habitability. We present a study of the thermal emission of Earth and giant exoplanets using Spitzer/IRAC in the 4.5 micron band. We investigate whether the planet's spectrum is compatible with spectral classifications for objects in common between the solar system and our own solar system. We identify the planet-to-star flux variations of each planet and use Spitzer to identify the expected spectral range for each planet in the sample. We then use the Spitzer spectra to identify the nature of the thermal emission from their surfaces. We find that..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " their bulk compositions, and the only way to study their atmospheres. The Moon is the only celestial body in the solar system that is the direct result of a collision with a planetesimal disk. The terrestrial planets are the products of not only a giant impact, but a giant impact-driven dynamical evolution that has affected their interior and their atmospheres.\nThe Spitzer Legacy Program examines twilight sky brightness (between 7.6 and 17 microns) for 261 stars from the Kepler and K2 surveys. We find that the nominal spectroscopic stellar parameter of the program is good to about 10%, but can be used to derive values for the effective temperature, T_eff, and surface gravity,..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " whether their atmospheres are able to support liquid water on their surfaces. Europa, with its extremely thin surface and atmosphere, is one of the best candidates to search for evidence of liquid water as it is potentially volcanically active and has a lower effective temperature than Earth. We report the detection of low-level thermal inversion on Europa's atmosphere. The detection of an atmosphere in this well-characterized case is particularly important because of the possibility that future observational missions on Europa could yield useful information about the state of the outer solar system.\nThe evolutionary state of Earth-like exoplanets is determined by the evolution of the protoplanetary disk and host stars. The protoplanetary disk acts as a..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the atmospheric compositions of these planets. While the properties of their atmospheres could potentially be studied with existing facilities, the cost and feasibility of doing so are unexplored. Here, we present a study of atmospheric composition of giant planets at different orbital distances, based on the observational data that are currently available. We use a population synthesis approach to estimate the observational noise of the future missions. Our method uses a generalization of the astrochemical and photochemical code used in previous work to predict the spectra of planets. We find that infrared spectra of planets with effective temperatures less than 2000 K have a collection of aerosols that provide the best candidates for studying their atmospheres. For planets orbiting M dwarfs,..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " their bulk compositions and expose the physical processes behind their formation. The atmospheric compositions of terrestrial exoplanets are an important link in this quest. In a series of articles, we have outlined how the atmospheric signatures of terrestrial exoplanets can be used to trace their formation. In this initial paper, we use a simple analytical approach to calculate the abundances of noble gases and water on the surface of a terrestrial planet. We focus on planets with no Ganymede analogues, as Ganymede and Europa are the only examples of a terrestrial planet not directly imaged at a resolution point. We calculate surface compositions for an ensemble of Ganymede analogues, and use the results to explore the..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " atmospheres of their atmospheres, and provide valuable estimates of chemical and physical processes. Atmospheric retrieval requires the knowledge of atomic and molecular abundances of the molecules composing these atmospheres. In this study, we aim to derive the elemental abundances, carbon and nitrogen abundances, of 15 exoplanets from their infrared transmission spectra. Our sample includes planets with a range of effective temperatures and surface gravities, and use a 1D model to account for the formation of atmospheric aerosols, condensates, clouds, and hazes. We calculate transmission spectra, interpret transmission spectra, and translate the results into translation-residual abundances. We find that all of the planets in..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " atmospheres of these objects with unprecedented precision and sensitivity. This class of observations is feasible through the use of long-baseline interferometry, which allows the measurement of baselines with precisions of about 1-2 kHz. Long-baseline interferometry can also provide access to instrument modes not easily resolved by traditional instruments, such as the infrared interferometer. We present results from a large-scale measurement campaign conducted with the CHARA Array, which is capable of observing a target field of view of about 30 square degrees. We use this facility to analyze a set of potential Earth-sized exoplanets for which accurate visibility measurements are possible with current millimeter interferometers. We..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " atmospheres of their astronomers. One such exoplanet is HD 189733b, a hot Jupiter with a radius of 1.27 +-0.10 R_Jup and a mass of 0.58 +-0.20 M_Jup, which is the third-easiest planet to transit by the transit method. We examined the planet's transmission spectrum to determine if the surface gravity of HD 189733b could be measured with the Hubble Space Telescope, and we found that it could be with a precision of 2-3σ. We then sought to understand the effects of atmospheric refraction in obtaining transmission spectra, and we show that the effects are small in the most favorable..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " atmospheric compositions, orbital radii, and dynamics, providing crucial insights into the atmospheres of those planets. The James Webb Space Telescope (JWST) will bring crucial observational constraints to those exoplanets, opening the door to a new era of exoplanetary characterization. The Transiting Exoplanet Survey Satellite (TESS) will deliver photometric data of unprecedented quality, and complement ongoing infrared observations of exoplanets. TESS has the potential to deliver three-dimensional velocity curves of transiting exoplanets that will constrain their atmospheric compositions, thereby improving our understanding of their atmospheres. TESS will also have the ability to measure planetary transits in longer duration than any other ground..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " atmospheres of small planets. One such planet, WASP-121b, has been observed over the course of its pulsation period, demonstrating that pulsations may be excited by the planet's proximity to its host star. We observed the planet over three complete planetary orbits, observing the pulsational variations via cross-correlation of ground-based photometry. The resulting light curves are modulated with the planet's pulsation period, with high-cadence observations during the transit to monitor the amplitude of the planets' pulsation signals. We find no statistically significant signal from the pulsation in the WASP-121b light curve, ruling out the presence of a pulsator in the system..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " atmospheres of their planets with unprecedented sensitivity. The spectrum of an exoplanet can be used as a probing technique for atmospheric composition. However, observations are also used to infer parameters of the planet from the atmospheric transmission spectrum. Here, we present the analysis of the transmission spectrum of the warm super-Earth exoplanetary, TrES-3b. We combine a high-resolution spectrum with a low-resolution spectrum to probe the dayside of the planet. We determine the atmospheric parameters of TrES-3b using a spectrum synthesis method that uses model atmospheres and obtain a nearly photon-noise-limited spectrum. We compare our result with previously published data from which we obtain a nearly..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " atmospheres of their atmospheres, and provide a unique probe of their atmospheres without resorting to ground-based observations. However, the spectra obtained by the Spitzer Space Telescope in the IR will be severely limited when the instrument is launched into orbit around the Earth in the mid-2020s. The Spitzer Space Telescope will be ideal to detect the alkalis and molecules of the planet's atmosphere in the IR. Spitzer's Infrared Spectrograph (IRS) will be the first instrument on a NASA-led orbiter designed to detect the molecular bands of water vapor and carbon monoxide in the mid-IR. Spitzer's large prime-focus, 10 micron and..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " broadest atmospheric and geological layers of the atmosphere, but also reveal the smallest amounts of carbon, nitrogen, and water in any planet. The ratio of carbon to oxygen and water is the single most important regulator of the atmospheric composition. But what does it tell us about the planet? Observations can place upper limits on carbon and nitrogen, whereas chemical reactions and equilibrium chemistry can better constrain the ratio. One advantage of combining observations and calculations is that the detailed physical processes in the atmospheres and ionospheres of transiting exoplanets can be studied in great detail, even in the most extreme case of a volatile-rich planet. A disadvantage is that there is a degeneracy in the abundance of..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " atmospheres of their atmospheres, providing important insight into their atmospheric compositions and the processes that shape them. Exoplanet atmospheres are not amenable to transmission spectroscopy studies because of the planet's very low temperature and brightness temperature, but are nonetheless valuable because their temperature signatures can be inferred from transmission spectra. In this study, we use the Hubble Space Telescope WFC3 instrument to study the transmission spectra of three hot Jupiters: WASP-129b, WASP-130b, and WASP-131b. We observe each planet twice with the International Ultraviolet Explorer (IUE) and use the results of those observations to constrain the planet's transmission..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " atmospheres of their bright host stars. In the radio band, these stars are large and luminous enough to be observed with the Hubble and Spitzer Space Telescopes. The wavelengths of interest in these studies, as well as those available for other existing missions, make sense of the observed signal and provide information about the planet's atmospheric composition and bulk structure. From the ultraviolet, ultraviolet (UV) and optical, and infrared, space telescopes, we have imaged planets on ultraviolet and infrared space telescopes. We have also obtained time-series photometry of transiting planets. I will briefly review these observations and discuss how they may be used to refine their physical properties.\nFirstly, we show that the..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that it is a known, terrestrial astrobiological complex. However, because vegetation is not seen on Earth, its occurrence and evolution on this planet are not well-studied. This study presents the first comparison of occurrence and evolution of vegetation on terrestrial exoplanets. We compared observed and predicted distributions of vegetation on four terrestrial exoplanets: Kepler-438b, Kepler-186f, Kepler-8b, and Kepler-3b. We show that vegetation is common on both rocky and gaseous planets. We find that the occurrence of vegetation on Kepler-438b is similar to that on Earth, but different from that on Kepler-186f and Kepler-8b..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that its surface has a very low albedo. The atmosphere of the Earth has a specific reflectance spectrum that has been used in the past to estimate the reflectance of the Earth-like exoplanets HD 209458b and HD 189733b. We have measured the reflected light from the surface of HD 189733b using the Planetary Fourier Spectrometer on the Hubble Space Telescope. We find that the planet's visible to thermal spectrum is extremely low, with a measured scattering amplitude of 4.9 +-1.6 ~ 10^-5 in the Fraunhofer diffraction limit. We have obtained a transmission spectrum from which we estimate a mean (city) brightness..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that the Earth's atmosphere is as green as a solar spectrum. The amount of light that reaches the Earth varies by a factor of 2-10 between the dayside and nightside. The wavelength dependence of the reflectance is explained by the atmospheric contribution to the reflected stellar light. The spatial variation of the reflected stellar light is explained by the presence of vegetation. The vegetation reflectance varies from 0.012% to 0.27% of the Earth's total light with the light from the nightside to the dayside contributing roughly 80% of the total light. Surface albedo can be interpreted as a measure of the vegetation coverage. Estimates of the surface albedo for single individual plants..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that CO_2 is the dominant carbonaceous silicate in its atmosphere. However, significant amounts of CO_2 are also produced by photosynthesis. In this work, we use a 1D photochemical-climate model with speckle imaging to investigate the species- and local-scale carbon isotope composition of the Earth's atmosphere. The speckle imaging technique uses a variable amount of speckle-corrected monochromatic light (as needed by Kepler, TESS, and PLAnetary Transits and Oscillations of stars (PLATO)), and the species profiles are corrected for the geographical and systematic differences in speckle intensity. We observe a surprisingly high..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " it is best described as a sort of microbial biofilm, with structures ranging from minute to over ten micron in size. This hypothesis does not necessarily require that all life on Earth is in symbiotic relationships with vegetation, because photosynthesis itself could provide these traits for life on other worlds.\nWe report the discovery of a second accurate, strongly correlated, single-lens transiting exoplanet, OGLE-TR-56b. This planet orbits the bright (V = 10.06) star with a period of P=4.254461+/-0.00116d (P=3.2d), and transits its host star every 8.25 days..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that the spectrum of a planet's surface has a significant reflectance effect, which, in turn, has a significant effect on the global albedo of the planet. This effect is generally referred to as reflectance albedo (R_E), and while the albedo of planets varies by only a small amount, the global mean reflects much larger values of the R_E. In this work, we use a simple geometric model to quantify the global reflectance of terrestrial planets with both solar and non-solar reflectance. As a result, we find that planets with high albedo have relatively higher average planetary radii and a more inhomogeneous surface than those with..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that the planet's surface has a very low mean albedo, which is inconsistent with the hypothesis that albedo is an important parameter controlling the amount of reflected sunlight. This is because the albedo of Earth is much higher than that of the Moon, which is believed to have been derived from a different type of volcanic activity. However, in the case of the Earth, the high albedo can also be explained by the presence of a large ocean. We show that the presence of an ocean can explain the high mean albedo as well as insolation anomaly at solar-like rotation rates. We then demonstrate that the favorable conditions for the existence of an ocean can also be..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that we should have seen it before we were born. Plants absorb far more sunlight than any other terrestrial organism, and thus have an important influence on our climate and evolution. However, the wavelengths of our planet's radiation are too short to view the details of their reflectance spectra. Here, we present reflectance spectra for a worldwide sample of 138 underexplored plant species. We find that vegetation reflects light in a spectrum that is a combination of blackbodies and the wavelengths directly imprinted on their leaves. We also find that plants absorb about four times more energy than blackbodies and can therefore have a significant effect on the global albedo. Our results indicate that..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that its composition is a long-term record of weathering. Constraints on the timescales of vegetation occurrence and precipitation are needed for better understanding how vegetation change over geological time scales.\nEarth is the only planet known to retain substantial quantities of non-volatile elements, and the apparent depletion of these elements in the outer Solar System has been a long-standing issue in the geology community. Contrary to many belief, we now know that the Earth's composition has remained stable over geological time. However, the mineralogical heterogeneity of the terrestrial mantle provides further constraints on the volatile budget of the planet. In this study, we determine the abundance of siderophile elements (Zn..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that the planet's atmosphere is similar to that of the Earth in terms of chemical composition. We have used the Hubble Space Telescope Wide Field Camera 3 spectrograph to search for carbon monoxide (CO) in the reflected light spectrum of Earth. The spectrograph is an ESA project funded spectrograph located at the Gemini Observatory, which is operated by the Association of Universities for Research in Astronomy, Inc. under a cooperative agreement with the NSF on behalf of the Gemini partnership: the National Science Foundation (United States), the Particle Physics and Astronomy Research Council (United Kingdom), the National Research Council (Canada), CONICYT (Chile), the Australian Research Council (..."}, {"Input": "Tholins are composed of", "Output": " several different types of silica polymorphs, with the most common ones being the aliphatic ones. We have therefore analyzed their spectra to investigate their spectral characteristics and assign them to a group of rare earth elements.\n1. A recent study of the surface magnetic fields of Ap stars shows that their maximum values are not as strong as previously thought. In this paper we present a new study of the surface magnetic fields of a sample of Ap stars in the near-IR. Here we present an analysis of magnetic field measurements for a sample of 41 stars, and compare them with the values reported in the previous studies. We find that the magnetic field measurements of the majority of the sample..."}, {"Input": "Tholins are composed of", "Output": " N_2, Ar, N_2, Ar2, N_2, H_2S, N_2S, CH_3SH, CH_3Cl, CH_3Br, CH_3Br2, CH_3Br2, and N_2Cl. The isotopologues of some molecules, such as CH_3Br2 and CH_3Cl, are not present in the spectrum and may be important for astrophysical searches, cosmochemistry, and planetary science.\nContext. The majority of the known terrestrial planets orbiting other stars are found in orbits with a very short period. These exoplanets, whose masses are low..."}, {"Input": "Tholins are composed of", "Output": " a mixture of VBN particles, often containing an I_2 (Iase) sample, and a PFI (polymeric Fe-base alloy) component. These particles have been found to aggregate a large number of micron-sized aggregates, with the majority of them having an MC size. The texture of these particles ranges from smooth to porous, and the complexity of the aggregates varies widely. In this study, we investigate the nature of the VBN particles by examining their morphology and size distribution. We find that the particles are composed of aggregates, and their morphology and size distribution is consistent with amorphous silica aggregates. The textures of the particles vary..."}, {"Input": "Tholins are composed of", "Output": " H _2O, CO _2, CH _4, N _2, NH _3, H _2S, and SiO _2. We find that the mean mole fraction of C _2H _2 in the stratosphere is 7.4~10 ^-10, and that of C _2H _6 is 0.3~10 ^-11. Using the CH _4 abundance derived from the Huygens Probe, the stratospheric surface is estimated to be at 25° S. The vertical distribution of C _2H _6 is found to be similar to that found in the troposphere, which suggests that the photochemical..."}, {"Input": "Tholins are composed of", "Output": " high-density amorphous silica carbonate, and amorphous pyroxene and zircon cations are present in the solid phase. The inferred heterogeneous distribution of the amorphous silica carbonate and zircon cations in the martian mantle can be explained by mixing of the carbonate-bearing silica with martian basalt.\nThis paper describes a new analysis of equatorial stellar occultations observed by the Mars Science Laboratory (MSL) Lander 2 spacecraft. The aim of this analysis is to characterize stellar occultations of the Martian atmosphere by the Martian atmosphere during its passage through the Martian atmosphere, and to derive information on the atmospheric..."}, {"Input": "Tholins are composed of", "Output": " carbonaceous matter and nitrogen containing compounds, and the HCN is found to be abundant in both species. We found that the abundance of ammonium compounds is highly variable and highly complex. We observed that the ammonium abundance in solids is similar to that in the gas, implying a high mixing efficiency.\nWe present the results of a search for very short period pulsation in a sample of pre-main sequence stars observed by Kepler. A subsample of 87 stars were observed over three complete weeks, using high-resolution time-series photometry from the Keck telescope with NIRSPEC on the W. M. Keck II telescope and optical spectroscopy from the ES..."}, {"Input": "Tholins are composed of", "Output": " two essential elements, tholins and a superionic phase. The superionic phase is responsible for the bulk water and the presence of methane in the ice. Tholins are found in the lower mantle, but also occur in the upper mantle, suggesting that the mechanisms responsible for their formation remain relevant.\nA new class of high-pressure phase transformations are studied using ab initio molecular dynamics simulations at high pressure. The highly asymmetric phases, represented by a series of metallic atoms, are treated in a homogeneous framework. High-pressure-temperature methods are employed to investigate the effects of the differentially driven hydrodynamics and the ion-neutral collisions. The resulting..."}, {"Input": "Tholins are composed of", "Output": " aromatic compounds and sulfuric compounds. Here, we present the results of a comprehensive chemical and physical investigation of the bulk compositions and chemical reactions of the two pyroclastic products. Our results demonstrate that the bulk compositions of the two products are heterogeneous and that the pyroclastic products are not homogeneous in themselves or in their parent materials. In particular, the presence of sulfuric compounds and aromatic compounds is present in both pyroclastic products. In contrast, the silica pyroclasts are homogeneous and apparently unheated by any sulfuric compounds. The results of our chemical investigation present a correlation between the abundances and colorations of both pyrocl..."}, {"Input": "Tholins are composed of", "Output": " molecular and condensate materials that can only be dissolved under specified conditions of temperature and oxygen fugacity (fO _2) that are usually inferred from chromodynamic analyses of natural and artificial samples, and whose existence provides a measure of the ambient fO _2 in the sample. We have used this exact coupled-channel photochemical model to study the effects of 1s/2polar melt structure on the Fe-oxides (I.e., complexes of Fe^3+ and Fe^4+ with hydroxyl groups) in the martian basalt source regions of Nili Fossae and Argyre Basement. For the first time, the martian..."}, {"Input": "Tholins are composed of", "Output": " siliciciciclase (siliconiclase) and glycerol (glycerol-silicate) and have a total mole fraction of only about 0.02-0.03% of the silica content of the grains. This suggests that silica is not present in the martian meteorites. Possible explanations for the destablity of the Earth include a high infall of the planet and a partial or total loss of its water.\nThe present paper proposes a new approach for the study of the evolution of the atmosphere of the small Galilean satellites. The atmosphere is described as a combination of a thermal-chemical equilibrium and a purely hydrod..."}, {"Input": "From space, Venus is bright white because", "Output": " it is so close to the Sun. We have investigated the light curve of Venus from different vantage points. The light curve is symmetric, with a minimum pixel intensity of 2.2 mag, and the maximum peak brightness is 28 percent of the total light. The shape of the light curve is like that of a sunspot, except for the fact that the peak brightness is much greater than the minimum peak brightness. The central peak peak of the light curve has a maximum brightness temperature of 40 degrees Kelvin and the minimum peak brightness temperature is about 25 degrees Kelvin.\nWe report the discovery of a substellar companion orbiting the bright (V = 8.9), nearby (d..."}, {"Input": "From space, Venus is bright white because", "Output": " its disk is viewed nearly edge-on. Because of the brightness of Venus, it is difficult to detect faint Venus-like planets in the habitable zones of other stars. However, because Earth-like planets are not expected to be bright in visible light, high-quality images can be obtained that show habitable Venus-like planets. This paper presents a unified analysis of intra-dispersion images of Venus taken with the Wide Field Planetary Camera 2 on the Hubble Space Telescope between 2003 and 2007. The images show that the planet is bipolar. The brightness of the poles correlates with spots on the sky. The brightness of the equator is constant during the mission. The inclination of..."}, {"Input": "From space, Venus is bright white because", "Output": " the Sun is less than 4th magnitude brighter than the Earth. The two other planets also have detectable broad ultraviolet light; the lack of visible radiation is partly a result of their gas-dust atmospheres. The Voyager 2 ultraviolet spectrometer detected a spectrum in excess of the planet's albedo in the 10- to 12-micron region on three separate occasions. A range of hypotheses have led to the suggestion that Venus has an optically thick cloud layer that absorbs much of the stellar Lyman--alpha- radiation. Here we show that such clouds are not required for the ultraviolet radiation to be absorbed by the planet. Instead, the radiation can be split by a..."}, {"Input": "From space, Venus is bright white because", "Output": " it has no atmosphere, and its surface brightness is therefore much lower than that of the Earth. However, the ground-based observations of Venus are not as sensitive as those of Earth. Because of the Earth's slight inferior luminosity, the visible wavelength view of Venus is spoiled. Therefore, a special spectral resolution is needed to extract information about Venus's atmosphere and its climate. We have examined the use of the Infrared Spectrometer (IRS) on the Infrared Space Observatory (ISO) for this purpose. We analyzed the spectra of eight spectra of Venus obtained over a period of two years. The spectra were recorded at wavelengths between 1.1 and..."}, {"Input": "From space, Venus is bright white because", "Output": " the planet rotates with an angular velocity that is less than the orbital velocity. A high angular spectral resolution can reveal the presence of gaseous corona. Using a 15 cm aperture telescope, one can detect single bright spots or bright plages within the Venusian night side. The presence of bright spots has an effect on the visibility of the night side because the spot-induced phase shift in the light curve above the limb obscuration is larger than that below the limb obscuration. We observed Venus from a 12 cm telescope at Kitt Peak, Arizona. We used a single-temperature black-body model to fit the observed spectra. We find that the mean brightness..."}, {"Input": "From space, Venus is bright white because", "Output": " its atmosphere contains an insignificant amount of water, a circumstance which renders it difficult to detect. The light from Venus is traced by the indomitable waves which rise up from the surface to a height of at least one or two in diameter. The waves are driven by the strong gravitational field of Venus and are not subject to the rigors of atmospheric refraction and other attractive effects. The waves are self-excited by the gravity of the Sun and are not in the presence of other planets. The light from Venus is therefore not lost in the universe and it can usefully contribute to our understanding of other bodies.\nAsteroids with masses similar to Uranus are relatively..."}, {"Input": "From space, Venus is bright white because", "Output": " its atmosphere (to a certain extent) is dominated by H_2-H_2O. The photosphere is small (about 15 km) and the photosphere of Venus is dominated by H-alpha- and the H-alpha--alpha- emission lines. The H-alpha- line is thought to originate from the atmospheric boundary layer, while the H-alpha- line is probably formed by the collision of H atoms with water vapor. The H-alpha- line from the Venus clouds (or cloud tops) is a manifestation of water vapor (H_2O). This H_2O molecule is the carrier of the oxygen atoms that are thought to be..."}, {"Input": "From space, Venus is bright white because", "Output": " of the Earth's atmosphere but, because of the Earth's rotation, the Earth casts a shadow on the planet's nightside. Venus is also dim because of the Earth's rotation. Here we use detailed simulations of global-scale cloud formation and transport in a rotating atmosphere to show that the shadow caused by the rotation of the planet can lead to detectable changes in the shape of the visible light curve. We find that the rotation-induced cloud shadow can be as large as a 10% change in the brightness of the planet at wavelengths &gt;4 micron. We also find that the shape of the 5.1 micron CO band light curve due to rotation-induced..."}, {"Input": "From space, Venus is bright white because", "Output": " the ground that it covers is not in dust. I should point out, however, that Venus is not dust-free, as dust is found in its atmosphere. I will discuss solar system planetary systems in which a planet has been born from a protoplanetary disk, planets which are likely to have dust disks, and planets in which dust is not expected to be found.\nThe possibility that life can exist on a planet other than our own is one of the most important and enigmatic questions that science has had in recent years. The search for life elsewhere in the universe is a truly remarkable goal that places us in a very different context than at the same time. We spend..."}, {"Input": "From space, Venus is bright white because", "Output": " its atmosphere, lander, and surface reflect sunlight. The Earth and Venus are similar in brightness except for their atmospheres, which are 10 times brighter. The difference in brightness between Venus and Earth is caused by their atmospheres, which have a water atmosphere and clouds made of water. Because the atmospheric and surface reflect radiation from the Sun, the brightness of Venus and Earth was studied using the Infrared Space Observatory satellite, which has low-imaginary-point-drift capability, and the Standard Thermal Observer spacecraft, which has high-imaginary-point-drift capability. The comparison of the brightness contrasts between Venus and Earth shows that the surface and atmospheric physics are..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " terrestrial life. If the Martian climate is in the habitable zone, then life on Mars is very likely present.\nWe model the evolution of the post-O-C (1.1-1.3 Ma) atmospheric carbon cycle on Mars after the onset of the long-term greenhouse effect (LGA) triggered by greenhouse-gas-induced ocean-atmosphere-surface cooling. Through an extensive series of simulations, we examine the effects of three parameterizations of the LGA: paleoclimate variability, insolation history, and the efficiency of the carbonate-silicate cycle. We find that the first parameterization yields a carbonate-silicate..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " the early climate (and geological) history of Mars. Here, we study the role of the presence of liquid water in the history of these large basin-sized global deposits. To this end, we employ a global analytical approach and numerically model the evolution of the surface temperatures, chemistries, and rates of deformation of the Martian surface using flow simulations. We study the role of sinter and the influence of hot and turbulent flows on the evolution and structure of large global deposits. We find that the presence of liquid water and an active hydrologic cycle-including river formation and runoff along with cryovolcanic activity-is a critical ingredient for the survival..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " early life on Mars.\nSurveys for debris disk systems around nearby solar-type stars, as well as those of solar-type stars from the general catalog of asteroids, show that the dust disks around the stars are likely to be smaller than those around the Sun. This result is illustrated by an analysis of the debris disk detected around the star HIP 57050, which is a member of the about 5 Myr old Upper Scorpius association. The disk is detected in scattered light at near-infrared wavelengths and in the thermal infrared. The optical optical stellar photometric and IR fluxes and the near-IR spectral energy distribution indicate that the dust disk is much larger..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " a great variety and richness of environments on Mars. The valley networks, and their natural environment, are important to consider alongside the other geologic record of the martian surface. The Martian meteorites record relatively diverse surface mineralogy and chemistry. Surface mineralogy and chemistry are affected by the presence of the various gases and condensates. The presence of salt, a mineral that is of critical importance to the Martian climate, is also of concern. The presence of liquid water, a mineral of critical importance to the climate, regulates the surface temperature. Aqueous alteration of meteoritic rocks and regolith, and the incorporation of carbonates and sulfates into the regolith..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " early life on Mars. These water-buffered magmas could have been the lifers of advanced metabolisms, which might have included photosynthesis, a potential source of energy and nutrients, as well as of a means of generating and retaining atmospheric methane and ethane. Here we show that HCl_2-rich brines could have formed a significant part of the biomass of early life on Mars. Carbon-based organic compounds, which pre-date all other forms of prebiotic chemistry on Mars, could have provided a means of generating and retaining these compounds, and could have provided a source of energy and nutrients for primitive life.\nA new approach to non..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " early life on Mars. The surface morphology of these features suggests an important geologic process related to magmatic intrusions, and in particular the formation of O_2-rich aerosols by photochemical reactions. However, the origin of the O_2-rich aerosols and their history are not understood. Here, we use high-resolution seismic profiling to show that the O_2-rich deposits can be explained by a geologic process related to magmatic intrusions or impact processes. The results support the existence of intrusions, but the current compositions of the Martian lithosphere suggest that these intrusions were relatively recent and that they formed early in Martian history...."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " the early Martian biosphere, yet the origin of the Martian craters remains poorly understood. Here, we report the discovery of abundant crater-related material within the eastern part of the Mars Science Laboratory landing site that was preserved during the landing attempt. We estimate that a total of about three times as many craters are preserved within the western half of the site, suggesting that the Martian crater population has increased dramatically in the last decade. Our findings also demonstrate that the formation of the craters occurred in two distinct epochs: in the early past, when impact melt was present in the craters, and in the late, post-depositional, era, where impact..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " early life. The dynamical and geochemical conditions that allowed life to form and evolve on Mars are still far from being understood. The recent discovery of ancient life on Mars has raised many questions, and the potential for life to persist in the martian environment is far more tenuous than realized. This article reviews the basic tenets of Martian life and their relationship to the evolution of life on Earth. It discusses the nature of the Martian biosphere, the nature of the present-day Martian environment, the possible detection of ancient life on Mars, and the prospects for detecting life on Mars beyond the solar system. Finally, the status of the search for life on Mars, and..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " a lost, primitive Martian history. Through the use of HiRISE images, we show that the morphology of the martian valleys is not that of a simple landing site, scarred by impact slabs and caused by high-speed wind erosion. We also show that the widths of the martian valleys are not determined by the wind erosion of impactors. Instead, the widths are determined by the underlying distribution of soil-melt on the surface and by wind erosion of the soil. We show that wind erosion and the use of HiRISE images to trace the valley morphology are important tools to understand the evolution of the martian environments.\nThe detection..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " the early Martian climate and provide new insights into the climate and likely history of the surface. In this study, we calculate new topographic data to further improve our understanding of the geomorphic evolution of Mars, focusing on the evolution of the slope of the Martian highlands. These new topographic data have been taken from Mars Global Surveyor data and have a relatively smooth topography with a steep valley network. The interpretation of these topographic data is used to derive new constraints on the slope of the Martian highlands. The new results show that the highlands are composed of a deeply eroded and a smooth transition layer. The smooth topography and steep valley networks are considered to..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " those performed for Earth by the Viking landers. We find that their temporal sampling is about 0.5-2.0 seconds for periods of 1-10 days, and that the peak strength of the signal is limited by the time coverage of the spacecraft on the lunar surface. The analysis of radar signals on Mars matches the analysis of Earth by the Viking landers and also improves our agreement with Earth-based radar observations.\nApproximately ten thousand Martian meteorites lie in the range of shergottites through nakhlites. Shergottites have not been identified as any kind of igneous rock, but are considered to be the products of..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " detection and characterization of ancient life. The availability of the Murray-scale parameter and the ability to distinguish between impactors and survivors provide outstanding challenges. These are the principal challenges in the search for past or present life on Mars.\nExoplanets with characteristics similar to those of the giant planets are in the context of being potential targets for the upcoming Transiting Exoplanet Survey Satellite (TESS). The NASA-led Kepler mission will begin its Q1-Q16 campaign to find transiting planets by monitoring more than 100,000 primary stars. We predict that TESS will find several hundred transiting planets between the boundaries of the 'habitable zone'..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " the effects of collisional and volcanic impacts and the presence of liquid water. The location of active volcanism on the Martian surface is in broad agreement with the predictions of hydrodynamic simulations of global-scale convection. In the absence of crustal transport, the active volcanism would be confined to the crust and its tectonic history would be expected to be prolonged and variable according to simulations of the dynamics. The presence of liquid water would reduce the stability of the crust and the tectonic activity would be even suppressed.\nWe present the results of a new generation of integrated spectrographs, designed to combine the efficiency of a traditional fiber-..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " a collisional discharge as the origin of the particles, and provide the first direct evidence for a subsurface liquid deposition mechanism.\nA series of experimental investigations have been performed to test the effects of electron impact in the vapours of warm dense oxygen atoms. The experiments were carried out using the Fine Zener Micrometer at the University of Rochester. The experimental conditions were such that the oxygen atoms were incubated in a carbon monoxide gas. The results show that the collision-induced growth of electrons causes a significant increase of the vapour densities and, in the case of electrons, leads to an increase in the collision-induced growth velocities..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " the presence of at least several hundred kilograms of water ice in the martian subsurface.\nResonant chains in oligarchic systems, which are bound following an instability, are of great importance in exoplanetary research. The two methods that have been successfully applied to this problem are the direct inclusion of the individual planets in the systems and the use of numerical integration. In the latter method, the planetary orbits are directly linked to the locations of the instability regions. However, as the dynamical systems evolve and new stability regions appear, planet orbits must be linked to even the most strongly unstable regions. In the former, the link is between the particular..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " the assumption that the planet's surface is still in a gas-free state. Large-scale flow patterns are not expected in a gas-free environment, and their detection would be inconsistent with the interpretation of the detected topography. For the first time in terrestrial geology, we are in a position to test the validity of this assumption by investigating the ability of a topographic reconstruction approach to extract the presence of hydrated minerals. This approach is used to interpret the topography of Valles Marineris, a Martian satellite that is believed to be in the northern hemisphere. The analysis presents a unique opportunity to obtain information on hydrated minerals by studying a planetary..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " the presence of liquid water in the martian subsurface.\nThe possibility that Mars once had a magnetic field is considered plausible when considering its present magnetic field and its time taken in the evolution of the solar system, though the mechanism behind the dynamos there remains controversial. To improve our knowledge on this topic we have undertaken an investigation of the magnetic Laplace resonance. We assume that the present dynamo is the result of a plasma resonant process in the early solar system, from which we have derived the Laplaceian torque. This torque describes the torque exerted on the field which is proportional to r^-q. It is shown here that the La..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " the presence of liquid water on the surface.\nWe investigate the effects of the tidal forces exerted on a viscous planet by an orbiting body in a circular orbit. We consider a planet with a radius that varies radially as a function of the eccentricity, and the gravitational potential of the body. We consider both zero- and negative-eccentricity tides, and derive the tidal response of the planet. We show that the tidal response of a planet depends on whether its orbital angular momentum vector is perpendicular to the rotation axis of its host star or antiparallel to it. If the angular momentum vector of the host star is perpendicular to the rotational..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " that on the Earth from the knowledge that the landers are touching the surface of the planet at low altitudes (10 ^-4 to 10 ^-5 bar), or below. A search for small-size subsurface organisms is feasible whereupon the detection of a 1-bar vapor is feasible.\nThe Atlantic Ocean radiometer (AOR) geothermometer deployed on the Viking spacecraft in March 1999 has measured the temperature and salinity of the water and ice mixtures in the Viking Dales region (6 to 40 km above sea level). The data have been used to determine the salinity and salinity gradient in the Dales to..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " the results of other mission studies.\nThis paper investigates the evolution of a planet of about 5 Jupiter masses orbiting a low mass star in an eccentric orbit. The model for the tidal evolution of the system includes contributions from both tides in the star and from the planet's spin torque. The tidal evolution of the planet is obtained by running a cubic-transformation over the orbital frequency of the planet, and solving for the tidal evolution of both the planet and the star. This includes the tidal effects of both tidal densities and torques acting on the planet. This reduces the computed orbital period to a value that can be compared to observed values. The model is used..."}, {"Input": "The elements essential to biology are", "Output": " reviewed, including molecular forms and biological functions. This book is a valuable introduction to fundamental concepts in biology and will be a valuable resource for graduate students and researchers in the field of biological sciences.\nWe have discovered that the microlensing event OGLE-2015-BLG-1399 is dominated by a binary lens system with two nearly equal mass stars. The companion is a planetary-mass candidate located at the distance of the Earth. We have conducted an extensive follow-up observations, including high-contrast aperture-masking observations, adaptive optics imaging, and speckle interferometry. The light curves and orbits exhibit a high level..."}, {"Input": "The elements essential to biology are", "Output": " then reviewed along with the most recent evidence for primitive life in the Universe.\nThe past 14 years have seen significant progress on the direct detection and characterization of Earth-like exoplanets. The Kepler mission, the space far-infrared photometric observations from the TERAPET space observatory, the JWST, and the Karl G. Jansky Very Large Array have all contributed to a better understanding of Earth-analogs with a range of masses and luminosities. In this paper, we review our current understanding of a broad range of exoplanetary radii, a characteristic we term \"Earth-like.\" We discuss the..."}, {"Input": "The elements essential to biology are", "Output": " defined in terms of the principles of the Universal Chemical View. This book provides a comprehensive introduction to the Universal Chemical View, including essential principles of Life, Chemical Evolution, and Life in the Cosmos. The book provides students with the basic tools needed to carry out basic investigations of biological phenomena, and provides students with the knowledge necessary to interpret and attempt to understand other peoples' ideas and concepts.\nA set of equations for the equilibrium isotope ratio of a chemical element is presented, which is commonly used as a boundary condition in stellar composition calculations. The equations are formulated in terms of the elemental abundances of the element and are general; they may be applied..."}, {"Input": "The elements essential to biology are", "Output": " briefly presented as they are relevant to the study of life on planetary bodies. The ideas advanced are generally as follows. (1) Life is a cellular system with an intricate and often complex interplay of microorganisms and the environment, both of which play an important role in its evolution. (2) Life is a complex system of interactions between an external environment and past or present environments that can be changed by these interactions. (3) Life has evolved in response to environmental extremes that can change the state of life. The study of life on planets is therefore a broad subject, encompassing studies of biospheres, climate, ecology, habitability,..."}, {"Input": "The elements essential to biology are", "Output": " reviewed in the form of a comprehensive review of essential concepts, which is structured as follows: (1) the review of biology; (2) the review of knowledge and methods; (3) the review of practical applications; (4) basic principles and concepts: basic principles and skills; (5) techniques and strategies for their implementation; and (6) sample practical applications of biology. The emphasis in this paper is on the reader's understanding of these basic principles. This paper is not a review of the literature. It is a textbook book, aimed at providing readers with all the tools they need to understand and appreciate the unique and challenging questions that..."}, {"Input": "The elements essential to biology are", "Output": " introduced as starting points. The main elements of DNA, proteins, the amino acids, and their derivatives are discussed together with the basic chemistry of the cell. Energy levels and their compounds are defined by reference to their roles in life. The concepts of identity and excitation are discussed along with their relevance to life. The basic properties of life are defined together with their relevance to the development of life on Earth. The final meeting of life and its life-support systems is presented.\nThe basic chemistry, the chemical groups, and the basic building blocks of planets are reviewed. The review includes sections on planetary science, astrophysics, protoplanetary and debris..."}, {"Input": "The elements essential to biology are", "Output": " summarized. The emphasis is on the concepts inherent in the concept of life as a universal concept and not on the evidence for or meaning of life in the case of life on other worlds. The primary objective is to show that life's universal nature is inherent in the concept of life and in the concept of biochemistry. The concept of life is shown to be mutually consistent with the concept of universality, which is defined as the concept of the unity of all things, including the physical and biochemical forms of life. The concept of life is thus self contained and can be said to be 'universal'. The concept of life is shown to be mutually consistent with..."}, {"Input": "The elements essential to biology are", "Output": " briefly reviewed, in large part, the review by Harris (1971) of a lecture given at the University of Mississippi.\nWe examine astrochemistry in the context of the formation and evolution of brown dwarfs and giant planets. Astrochemistry is crucial to understand the formation of circumstellar disks and binaries, and to understand the primordial composition of disks. Brown dwarfs and giant planets are prime objects to understand this chemistry. Brown dwarfs have a very low temperature and low luminosity, but their atmospheric abundances are much higher, and the corresponding atmospheres and cloud formation processes are much more complex. Giants are still largely amorph..."}, {"Input": "The elements essential to biology are", "Output": " understanding the chemistry and the physics of the environment in which life is found, so that we can then understand the environment in which we are. This is a complex problem, but some of the simplest models of climate and of biological evolution and of life can be reduced to some extent. By necessity, the existence of complex organisms must be understood in some detail, and so the search for better ways of ordering the complexity of life has been one of the great preoccupations of our time. At some level, the complexity of life is understood, and this is achieved with the help of a wide range of theoretical techniques. In this review, we will discuss..."}, {"Input": "The elements essential to biology are", "Output": " reviewed, together with the most important questions that remain open for further studies. Consideration is given to the most basic aspects of biology, focused on those areas in which we have some reasonably good information or insight into the workings of living organisms: anatomy and biology, physiology and evolution, chemistry and biology, and microbiology.\nWe have been using the Dakarali Observation Site and the Télescope Bernard Lyot (TBL) in Namibia since 2003 to obtain high-resolution optical and infrared photometry for a volume-limited sample of nearby binary/multiple systems. We are in the middle of a large survey of ~200..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " many of the biological processes that are likely to be encountered along the full range of extraterrestrial space travel.\nWe present a review of the development of statistical measures for studying nonlinear dynamics in astrophysics, their implications for the study of extrasolar planetary systems, and their application to binary stars and planetary systems. We discuss problems where the basic set of Fourier-Laplace transforms can be solved by the addition of extra information, and issues where the use of the basic transforms is restricted by the requirements of the signal and noise. The use of the Fourier-Laplace transforms in this context is also discussed.\nThe NeXT X-..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " microbes, not of micro-organisms. It is time, therefore, to reconsider how we can apply the ideas of life detection and genetic diversity to detect the true life in the universe.\nThe search for extraterrestrial intelligent life (SETI) has been a major focus in the research of the past 40 years. It is now viewed as a scientific frontier. However, the future of SETI is not certain. The goal of the next 10-20 years is a fundamentally different understanding of stellar pulsations with or without intelligent signals, and the methods used to detect or measure them will have to change. This review describes current understanding of the most..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " \"interplay between\" (in the language of ecology), \"interdisciplinary\" (in the Latin meaning of the term), and \"effective\" (in the meaning of the law, as it applies to others). We present results from a survey of incoming freshmen at the University of Southern California's 9.5 m LBT, and in collaboration with the residents of Point Source, to explore the use of interdisciplinary approaches in the study of biology at the LBT. With the goal of providing a comprehensive \"list of the LBT undergraduates with significant expertise in basic sciences and engineering disciplines,\" we compile a list of all the LBT graduates..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " these exotic worlds.\nThis is a reference article for students of astrophysics and planetary science. It addresses aspects of exoplanet research that are of interest to students and provides a comprehensive review of observational and theoretical results. The book builds on the foundation provided by both laboratory and field studies, and is balanced in both style and substance by including discussion of both observational and theoretical issues. The authors consider both astronomical and theoretical aspects, highlighting areas where both are needed and where the results of both approaches agree critically. The authors discuss the impact of the results of both approaches on physical questions that remain unanswered, such as the origin of the different classes of planets..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " ordinary chondrites, and we may expect that ordinary chondrites contain similar amounts of the \"enstatite\", \"siderite\", and \"forsterite\" that are required for life. Biosignatures in ordinary chondrites (Ungross Observation and Geochimence Planets, or UNP, 1998) have not previously been linked to life, and so these are an important new resource for exploring the origin of life beyond the solar system. Here we report the identification of 123 new terrestrial- and super-terrestrial biomarkers in 15 different ordinary chondrites, with three more newly identified. These..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " the complexities of life in the Universe.\nWe present the results of a search for transiting bodies in the 24-50 Myr old Centaurus-Crux association. The survey targeted nearby (d&lt;100 pc) association members with spectroscopic data from Keck-High Resolution Echelle Spectrometer and Ultraviolet (HIRES) spectrometers. We find no candidate transiting companions with photometric signals consistent with previously identified standards. The majority of our targets have near-solar metallicity, consistent with youth. We also find a handful of objects with significantly lower metallicity (q &lt..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " many classes of organisms, with different origins, that are increasingly common in the cosmos. In the age of the Cassini mission, the Saturnian biosphere has been cataloged by its extraterrestrial signature on its surface. The Cassini Ion Neutral Mass Spectrometer (INMS) provided in situ measurements of inorganic and inorganic molecules, phyllosilicates, amino acids, and mixtures of molecules. Remote sensing observations, in situ, and remote sensing experiments have revealed the complexity and diversity of life on Earth. The INMS measurements have provided a strong base for documenting aqueous geochemistry, an important component of adaptation in..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " those phenomena which are most likely to affect at least some of those who inhabit the solar system. Whatever its origins, biology has adapted to survive on Earth, not least through the diverse environments in which it has lived and flourished. The advent of comparative biology, from which the other major forms of life have derived, has proven to be an important resource in the search for life elsewhere.\nWe report the discovery of a substellar companion to the G5 dwarf HD 11964, using radial velocities taken with the Keck II telescope. The companion, designated as J0320-2130, has an orbital period of P = 4...."}, {"Input": "Extraterrestrial biology may be made of", "Output": " microorganisms. Here we report that the bacterium Cryptosporidium can synthesize an iron-rich polymeric matrix, which in addition to being an ideal biological matrix, is an ideal biofilm in which to persist over a broad range of environmental conditions. The iron-rich polymeric matrix can exist in the soil and, in so doing, aid in the maintenance of the soil microfossil community. Furthermore, it can act as a native biological filter, aiding in the survival of the soil microbial community. The conservation of iron-rich polymeric matrix as a biofilm is in part influenced by its ability to withstand drought events...."}, {"Input": "Extraterrestrial biology may be made of", "Output": " stuff. We have collected the information that is (or has been) shared by others with the intention of sharing it too.\nThe first Martian planetary nebula (MNP) is the ancestral simulation for the early solar nebula. The evolution of the nebular gas disk from the formation of Mars to the present is a multifaceted problem, involving the effect of accretion, migration, gravitational dispersal, and tidal disruption. We explore the effects of accretion in the radial distribution of the nebular dust grains and the effects of protoplanetary accretion disks on the evolution of the nebular dust disk. We find that the dust..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a negative feedback between atmospheric temperature and water column, causing precipitation, and the infrared spectra can be controlled by the cloud structure. However, the cloud-free nature of Jupiter's upper atmosphere means that its infrared spectra can be dark in the visible range. Here, we show that the T-dependence of ammonia-based infrared opacity can be expressed in terms of the vertical structure of ammonia clouds based on a simple parameterization of cloud microphysical parameters such as particle size and optical depth. This simple parameterization can be used to explore the effect of cloud structure on the spectra of Jupiter's infrared spectra and can help us..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a chemical tracer. It is found that only a very small amount of ammonia is needed to produce a visible signature on the infrared spectrum. Since ammonia does not remain in the same spectral range as the other tracers such as methane, it is likely that ammonia is not present in the clouds. We argue that ammonia is an excellent atmospheric tracer since it does not require any other spectrum. We study the sensitivity of the tracer spectral range to various assumptions in the model, such as the treatment of ammonia overdosing. We find that the spectral range covered by both water and ammonia is not very sensitive to the treatment of ammonia overdosing..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a pump and can drive the ocean-cloud interactions.\nThe authors have obtained spectra of the gaseous Jovian companions to the Sun and the nearby stars using the UVES spectrograph on VLT-ESO's 1.55m telescope. The spectra were taken during two observing seasons, one of a routine program and the other for a special, instrumental observation. The results of the analyses of the results are presented.\nThe authors report the discovery of a new, very low-mass star with V = 12.82, a very red object with K_s = 15.5 with M_..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a strontium-to-tritium (S/T) ratio. Its depletion in the troposphere at low latitudes occurred in a geological time comparable to the time of the formation of the zodiacal cloud. It has been suggested that the S/T ratio may be modulated by the seasonal variations of ocean oxygen concentration, based on the seasonal cycle of the Earth's orbit. The observed pattern suggests that the S/T ratio of the upper atmosphere of Jupiter may be normalized through the seasonal variation of ocean oxygen concentration.\nObservations of radio emissions by Jupiter's decametric radio continuum (DAM..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a pollutant, pulling down solar radiation. Atmospheric ammonia, which has a nonmonotonic vertical distribution, is also a source of water vapor; however, because ammonia is transported poleward via advection, it must be replenished from the interior by other sources, possibly oceans. If the surface ocean has an organic component, as suggested by spectral observations, it would be responsible for generating ammonia at its observed concentrations. Convection and condensation on Saturn's interior could serve as a source of water vapor if its atmosphere is hot enough to vaporize it.\nThe frequency of multiple-planet systems with a large range of..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a tracer of high-altitude water transport. Because there are no other natural or artificial sources of ammonia in Jupiter's environment, the corresponding atmospheric pressure was probably higher than 1 bar in the past, and ammonia may be the only trace of ammonia in the clouds below Jupiter's thick gaseous envelope.\nContext. The past 15 years have seen dramatic progress in our understanding of star-formation and the core-accretion process. Massive stars form by accretion of atoms and molecules from the circumstellar dust in protoplanetary disks and protostellar envelopes. But the initial mass of these stars is still not well constrained..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " an important greenhouse gas. This fact combined with the existence of ammonia clouds can be used to argue that ammonia clouds should be rare in the atmospheres of giant planets. This result is in excellent agreement with a dramatic decrease of the solar activity between the 1980s and the 1990s. If clouds are common in giant planet atmospheres around Sun-like stars, the existence of ammonia clouds should be in agreement with a sea of ammonia clouds. If clouds exist only on stars with a few days of water in their atmospheres, the presence of ammonia clouds should be difficult to understand. If ammonia clouds exist, they must be formed by a different..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " an opacifier, in addition to being an effective greenhouse gas. The surface pressure of ammonia can be kept artificially lower than that of water by, e.g., by assuming that the ammonia condensation temperature is higher than the corresponding cloud freezing temperature. However, the actual planetary cooling time is long enough to permit the accumulation of large amounts of ammonia on the surface.\nThe existence of a depth-dependent net radiative-convective balance is a fundamental concept in geochemistry. It is the general basis of all atmospheric general circulation models and of climate models. However, it is poorly understood and often criticized by practitioners of ge..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a molecular nitrogen shield that maintains a low profile in the upper atmosphere, unlike the molecular nitrogen cloud made of water ice. As a result, the pressure-temperature profiles of ammonia and nitrite ions in the upper atmosphere of Jupiter are nearly unchanged over the last four decades.\nWe present deep (4.4 R _⊕), high signal-to-noise ratio (S/N) observations of the nearby (d=6 pc) pre-main-sequence star PZ Telescopii, using CAMERA on the Keck II 10 m telescope. With a spectral resolution of R about  300, P..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a seep, absorbing up to ~10~10^6 molecules of O_2 per Solar System day. However, the concentration of O_2 in the atmosphere is too low to sustain Earth's surface warm enough, and the ozone layer is depleted by even a factor of ~2. O_3 is therefore an important heat source at Mars, but it is not a primary driver of the climate on the planet.\nA simple method of evaluating the poverty of a planet by the radial velocity (RV) method is presented. The method, a nonlinear-timing-error (NTTE) fit, takes into..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " of particular interest because they may be able to host life, and possibly have a mechanism to sustain the oceans that are necessary to support life. To better understand the habitable zone, we present a classification of exoplanets according to the number of transiting Earth-size planets in the habitable zone of their host stars. We show that this classification scheme is entirely independent of the planetary radius and occurrence rate. We further show that the habitability of an Earth-sized planet depends on the ratio of the planet's radius and its occurrence rate, and therefore on its host star's effective temperature and luminosity, which are the two most..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " likely to be at a range of orbital distances, with many being in orbits with periods between a few days and a few years. We therefore arrive at the question of how they might be affected by the known, but yet to be resolved, population of planets orbiting stars other than the Sun. In this contribution, we review the largely accepted scenario of stellar tidal interaction, with a special focus on the planetary spin-orbit interactions, which is understood to be the primary mechanism governing their orbital evolution. We also discuss the generally accepted explanation of a low planetary obliquity, based on tidal dissipation in the star. We address..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " a prime science goal in the next few years. However, there are also many other interesting and important scientific goals at which we should be focusing. Here, we discuss the science that can be achieved with SPIRou using the next generation of instruments at the VLT, including a coronagraphic system, a high-resolution spectrograph, a powerful high-contrast imager, and a long-wavelength laser interferometer.\nWe present the results of a multiwavelength campaign to monitor the nearby (d=16.1 pc) star  Corvi (HD 9307) in order to detect..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " not expected to be tidally locked in synchronous rotation. Such planets usually experience strong dynamical tides that drive them to synchronous rotation. We test the hypothesis that the observed synchronous rotation of Earth-analogs is the result of tidal migration as a result of planetary formation. We simulate the evolution of the eccentricities of eccentric Earth-analogs orbiting synchronously rotating M dwarfs, assuming they migrate to their current locations through tidal dissipation and giant planet migration. We find that tidal migration tends to cluster planets into two populations: those with circular orbits and those with eccentric orbits. We derive distributions of tidal eccentric..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": ", as a group, near or in the top few of a list of targets that have been targeted with spectroscopy and photometric missions. The goal of these observations is to detect Earth-size exoplanets in the habitable zones of nearby, bright stars. We have been conducting an observation campaign using the Coupled Observations of the Rossiter-McLaughlin (COS) protocol to measure stellar obliquity with a submillimeter array running at 5 GHz. COS has already observed several terrestrial planets and is about to embark on a long-duration program that will extend to planets down to 1 Earth..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " likely to be sparsely populated, making it unlikely that they are the primary inhabitants of the habitable zones of the star.\nDuring the evolution of massive stars, convection is driven by the rapid cooling of their outer layers. This cooling is caused by the interaction of gravity, radiation, and particle acceleration, and is a fundamental property of stars. At the same time, radiation and gravity are modifying the properties of the outer layers, producing opacity, which is measured by the polarized flux in the far-IR. We consider the effects of this modification on the polarized light curve of atmosphere models for cascading winds and on observations of..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " expected to be much more numerous than those in the Solar System.\nWe perform a multiplicity survey of 110 stars known to harbor giant planets and brown dwarfs, including those in the Cygnus and Ophiuchus star-forming regions. Our sampling is as follows: (1) all of our targets are known to harbor a transiting giant planet or brown dwarf; (2) 13 of these hosts have an accurate stellar radii measurement; (3) all of these targets have accurate measurements of the stellar radius, stellar density, and stellar density ratio for comparison; and (4) we provide a multiplicity..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " now discovered around the nearest and brightest stars, providing an opportunity to study the planets at greater length and at higher spectral resolution than has previously been possible for any planetary system. I will discuss the prospects for observing and investigating the atmospheres of transiting exoplanets, as well as of their host stars, using the upcoming James Webb Space Telescope.\nContext. The CoRoT space mission, scheduled for launch in the second half of 2006, consists of two satellites, CoRoT-2 and CoRoT-3. These satellites will complement and improve the characterization of the physical properties of the terrestrial planets in the inner..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " commonly observed in transit and during secondary eclipse. We analyze the time series of secondary eclipse observations of the hot Jupiter WASP-4b obtained with the Spitzer Space Telescope during its secondary eclipse. We characterize the eclipse depth and duration using a combination of eclipse timing variations, Doppler tomographic analysis, and a refined model for the planet's spin-period. We measure a maximum secondary eclipse depth of $f_\\texttt =0.17\\pm 0.05$ in the $O - C$ diagram. We exclude a previously identified linear ephemeris due to the overlap of its components and measure a..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " not expected to have a magnetic field, but such fields can be generated by dynamos. Our understanding of such dynamos has matured over the past decade, with the publication of magnetic field detections of solar-like stars by the Kepler mission and other ground-based surveys, analysis of data from satellites and spacecraft, and a more general understanding of how magnetic fields affect the internal structure and dynamics of stars. The study of the dynamos of stars has matured also, with the predictions of magnetic fields dominating the discussion of stellar evolution and structure, and the need to understand the mechanisms behind their production and how they influence the host stars..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zones of nearby stars, we must address a fundamental problem: are we alone in the universe? The answer to that question is an important indicator of the conditions of life on other worlds. The search for planets like Earth is a noble cause, and we must do all that we can to help preserve its faint legacy in the future.\nThe Sun is surrounded by a magnetic field which is a component of the dynamo that runs the Sun from the surface up into space. In the past, helioseismic observations have shown that the magnetic fields in the solar interior are generally very different from those at the surface..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of Sun-like stars, we must ask whether they will have Earth-like atmospheres. We find that planets with Earth-like atmospheres are likely to have H_2-to-silicate ratios that are not comparable to the solar ratio. Using an atmospheric transmission spectrum as a guide for characterization efforts, we estimate the strength of the biogenic oxygen (O_2) and greenhouse gases (CO_2, H_2O, CH_4, and O_3) atmospheric biosignatures on terrestrial exoplanets around M-dwarf stars. We show that if an ex..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zones of cool stars, we need to develop means to measure their compositions, identify their surface water contents, and assess their habitability. The mass and radius of a planet are sensitive to its atmospheric composition and its ability to host life.\nWe report on the discovery of a hot Jupiter transiting the bright (V = 10.7) A3V star HD 206893 (M_\\star =1.07 M_', R_\\star =1.25 R_', M_\\star =0.99 M_', radius_\\star =1.067 R_', lumin..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of their stars, ground-based telescopes are likely to be more efficient at detecting planets with relatively small orbits, making them ideal for the follow-up study of these planets. In this paper, we investigate the detectability of Earth-sized planets in the habitable zones of low-mass stars using the HARPS instrument on the ESO 3.6 m telescope. The signal-to-noise ratio (S/N) of the HARPS data is about 140 and the wavelength coverage is from 320 to 700 nm, depending on wavelength. We find that the S/N of each spectral channel is approximately..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " temperate habitable zones of the outer stars, we expect the identification of habitable exoplanets to focus on their potential to host life. In the habitable zone, the favorable temperature (T_eff&gt;1000 K) and surface (surface&gt;10^6 cm^-2) of potentially habitable exoplanets help determine whether the planet is able to host life. We present the detection of eight potentially habitable exoplanets in the WR + OB associations of the WR+OB binaries PRl+Ab, UU Peg, UU Leo, BD-10 654 and HD 172535...."}, {"Input": "As we begin to discover rocky planets in the", "Output": " temperate habitable zone, efforts to find exo-Earths to terraBretscore are a crucial path in our search for life. Here, we take a critical step in this search by gathering the necessary data on exo-Earths, as they may provide a means to uniquely identify the biosphere that shapes and controls the Earth system. We call on institutions across the world to join forces with the Planetary Council and the JWST Archive, and in the first release we have compiled a catalog of more than 11,000 exo-Earth candidates in the solar neighborhood. The program is called Neptunes..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zones of nearby stars, the next frontier for habitability is the study of the atmospheres of these planets. Ground-based telescopes equipped with high-resolution, high-contrast imaging techniques are now being used to image potentially habitable, rocky planets orbiting nearby, low-mass stars. The next step in characterizing a planet's surface is providing spectroscopic data with which to measure surface temperature and pressure. Planets with large radius atmospheres have been found to have temperature inversions and cloud formations indicative of favorable conditions for life. Furthermore, ground-based spectroscopic techniques now allow for the measurement of chemical..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zones of nearby stars, the next challenge will be to find Earth analogs. This chapter describes the origin of our search for Earth analogs by examining data on the radial velocity (RV) method and the techniques used to derive the Doppler shift caused by stellar activity. We then describe the properties of the RV signal and the techniques that comprise the RV signal analysis. We then discuss the results from a search for Earth analogs using the Doppler shift technique. Finally, we examine the applications of the RV technique to the K2 mission and Venus.\nWe present an updated catalog of the photometric..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " temperate zones of the outer planets, we need to understand how planets form and to what extent they are affected by their host stars' gravitational interaction. We present the results of a quantitative analysis that combines conventional stellar models with a tidal model of planet formation. We find that the tidal forces on the planets increase while the host stars' eccentricities decrease. However, the tidal forces synchronize with the orbital revolution and transfer angular momentum to the bodies, which leads to fast tidal orbital decay. We discuss the implications of our results for current and future planetary systems, and speculate on the potential for detecting signatures of changes in planetary orbits..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zones of solar-type stars, we can use the discovered systems to constrain the properties of their host stars and their formation pathways.\nThe results of a new simulation of planet formation and evolution are presented. The planetesimal accretion rate is increased by a factor of 2, producing a maximum of (1.0+/-0.5)~10^-4 M_\\oplus  yr^-1 of material accreted by the planet. Coupling to the protoplanetary disk, the stellar wind, and the protoplanetary disk is taken into account, and a star-..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " millions to billions of times, for example due to glare induced by stars, spots, flares, activity, and activity cycles. This work presents the first attempts to identify and quantify the nature of the effect of stellar activity on the measured properties of exoplanets. We used HARPS at the ESO 3.6 m to measure stellar radial velocity variations for the exoplanet WASP-28b. We found no convincing evidence for an exoplanetary signal close to the expected 1.6 m s^-1, and we placed tight upper limits on the stellar activity signal. We show that exoplan..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " a large fraction of the stellar flux, and our ability to measure the physical properties of such planets is dependent on the ability to model the difference in stellar flux between the Kepler and groundbased observations. We use a simple parameterization of the stellar activity signal, which is a measure of the strength of the magnetic field, to show that the impact of stellar activity on the measured planetary radius is generally negligible. In most cases, the radius of the planets is similar to the stellar radius. The main difference between the two methods is the identification of the stellar activity signal in the planetary radius determination. Stellar activity is often required..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " steering the detection of low-mass planets around low-mass stars. In addition, stellar flares can trigger the radial velocity (RV) measurement of planets that are too close to their parent stars. The detection of planets around low-mass stars has the potential to rule out or minimize the presence of short-period, long-period, and/or giant planets orbiting solar-type stars. Here, we use an end-to-end simulation of planet formation, evolution, and detection to determine the sensitivity of an exoplanet survey to different stellar characteristics. We find that a 10,000+ target..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " about a factor of two. However, time aliasing is a limiting factor for detecting the signal of a planet at the location of its host star, and it significantly affects the detection of Earth-like planets in the habitable zone (HZ). We show that the quality of stellar performance at microarcsecond level is an important factor that must be considered when characterizing exoplanet signal from astrometric missions. We use sample astrometric data produced by Gaia to search for signatures of stellar magnetic activity in the astrometric signal of young planets orbiting nearby low-mass stars. We utilize the package Ex..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " about 10%. The signal and the statistical distribution of planets are affected by stellar activity, which can be strong enough to distort the observed distribution. We present a new statistical method for studying stellar activity with the goal of identifying the most promising targets for the next generation of planet search techniques. We apply our methods to the sample of known exoplanets, in particular U Geminorum and HD 114762, which have both been observed repeatedly by Kepler. We show that the detected stellar activity signal is not consistent with that expected from stellar granulation in this sample. Using our methodology, we can rule out stellar gran..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " the presence of stellar spots. We present an analysis of the light curve of the star VB 106453 for which the longest period of the three light curves is 60.0 days. The analysis reveals the presence of a high-amplitude, long-period pulsation signal with a period of about 300 days. From the analysis of the O-C diagram of the light curve, we determined the rotational period of the star and found it to be P_rot = 1.6180+/-0.0047 days. The amplitude of the pulsation signal is of the order of 0..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " nearly a full magnitude, while stellar rotation modifies it by less than one magnitude. We suggest that the detection of stellar oscillations will be an effective tool for determining the stellar rotation period, and, if successful, would place important constraints on the internal structure of stars.\nWe report the detection of a transiting hot Jupiter orbiting around the bright (V = 6.4) star HD 131399, which was already known to be a member of the Sco OB2 association. The planet has a mass of 1.23 +-0.06 M _J, radius of 1.08 +-..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " the combined effect of differential rotation, spot activity, stellar flares, and stellar pulsation, but it also influences the measured stellar rotation, spot coverage, and the measured stellar rotation speed. In this paper, we apply stellar rotation models to the light curves of exoplanets covering a range of detectable magnetic activity indicators. We determine statistical features of the rotation periods and spot coverage using a combination of asteroseismic observations and light-curve modeling. We find that the distribution of the rotation periods is not linearly related to the rotation period, suggesting that the time variability of the rotation period is potentially a good..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " about 1.5% and changes the measured, transit-timing-variation-detected planet radius by 15%. We describe the large planet occurrence during Gl 686's epoch, and the subsequent analysis of the planet radius. The radii measured depend on the planet being assumed to orbit a star brighter than J=10. We find that the planet radius can be recovered with a uniform stellar flux if the planet is a hot Jupiter (&gt;=3 R _⊕, or $$\\dotM\\=$ 0.55 \\pm 0.09 \\,\\mathrmM_..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " hiding the planets and loading the signal-to-noise ratio (S/N) of the data. The S/N of the data can be increased by more than a factor of two from that of the poorly S/N data in the presence of space-based photometry, while using ground-based data without photometry. The reason for this significant increase in the S/N is that, unlike the data from ground-based telescopes, space-based telescopes do not suffer systematics in their point-spread function (PSF) that compromise the signal-to-noise ratio of the..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " shown to exhibit a variety of features, including the presence of high albedo features, a consistent cloud structure, and a true atmosphere. The true atmosphere of the planet has a radius of R_p∥about 10 R_⊕, a surface pressure of P_capph(c_s)=8~10^9 bar, a metallicity of [Fe/H] =0.16~^0.04, and a gravity gravity mass of M_p=2.7~^0.7 M_⊕. The atmosphere of WAS..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " typically distorted by Rayleigh scattering (the scattering of photons by pigmented surface features). We compare the shape of this spectrum to a planet's equilibrium buoyancy and determine the locations and amplitudes of the buoyancy and Rayleigh scattering features on the planet's surface. We find that the buoyancy features can be located on the planet's nightside or on the morning or evening side, depending on the difference in the planet's rotation period and the star's effective temperature. We find that a planet's equilibrium buoyancy can vary by several tens of percent throughout its orbit. These results imply that planets with..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " richer in reflected light than a planet of the same radius at a similar distance from the star. The positive spectral slope in the near-IR, which is expected from Rayleigh scattering, causes the planet to appear brighter near the star. This is because polarized light from the planet warms the atmosphere, and the reflected flux is large enough to be absorbed by the atmosphere. This effect explains why the planet appears red, while the spectral slope of the near-IR light curve is blue. The reflected flux of a planet is more strongly polarized than that of its host star because it is brighter and therefore has..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " characterized by a sharp and distinctive feature at around 700 nm. When the planet is small and cool, the reflectance feature is much more easily seen, while if the planet is large and hot enough, the feature is much more easily seen. We explore the use of an optical analyzer to measure the planet's physical radius and effective temperature. Our analysis suggests that the best way to distinguish between two plausible models is with the planet's effective temperature. If the planet is small and cool, we should be able to distinguish between either of two possible models by its reflected light. We also show that the best..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " dominated by scattering and absorption by atmospheric haze particles. However, if a planet has a convectively active atmosphere, as it would if it were in a liquid-metallicity (temperature-dependence) state, then the transmission spectrum of the planet can contain absorption features due to the presence of a shadow. At a given stellar temperature, the optical depth of the shadow is larger by a factor of about 2 than for a planet in a liquid metallic state. However, the transmission spectra of these planets can contain features due to the shadow, if the effective temperatures of the atmospheric particles are..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " known to show the presence of an atmospheric thermal inversion. Here, we present high-resolution spectra from the NASA Infrared Telescope Facility (IRTF) in which the planet is embedded in a reflectance-free environment. We analyzed both IRTF and Spitzer bands of the planet and find that the planet has a visible spectrum with significant methane absorption. We suggest that the thermal inversion is caused by absorption of sunlight at wavelengths where methane molecules are relatively stable, while the solar-radiation-heated atmosphere is less stable. We conclude that the insolation power required to maintain the in..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " dominated by absorption from the planet's atmosphere, and the stellar spectrum has a large effect on the planet's brightness. We show that these fundamental properties of a directly imaged exoplanet can be used to determine whether the planet has a planet-like atmosphere or not, as well as to identify whether the planet has a liquid surface or not. We perform a global analysis including scattering and absorption by clouds and hazes, correcting for Earth's atmosphere, stellar spectrum, and Earth's atmosphere. We find that the planet has a strongly reflective, atmosphere-free, and optically thick spectrum with a peak..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " dominated by scattering by its atmosphere, while the spectrum of a directly observed planet is dominated by absorption by the planetary atmosphere. Although the latter can produce an asymmetric spectrum due to Rayleigh scattering and cross-correlation, it has been argued that this effect is of little consequence for directly imaged planets because of their small angular sizes. Here we show that the effect of an optically thick Rayleigh scattering atmosphere can have a significant effect on the spectrum of directly imaged planets because of the relative differences in scattering angles by absorption in the spectrum of the planet and its atmosphere. We use our results to..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " the result of Rayleigh scattering, and can be used to measure atmospheric properties such as temperature, pressure, and composition. We have carried out reflectance spectroscopy and imaging observations of the HD 189733b planet with the Hubble Space Telescope/WFC3 near-infrared camera, Wide Field Camera 3 (WFC3) camera, and Subaru/HiCIAO camera, as part of the ongoing WFC3 Exoplanet Legacy Program. We have obtained near-infrared spectra of HD 189733b with an unprecedented sensitivity of ~0.4 mag, and used these to..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " strongly affected by scattering and absorption from the planet's atmosphere and by stellar radiation. Aims: We aim to determine which planet-to-star spectrum of a directly imaged extrasolar planet is expected to best reproduce the planet's near-IR spectrum. Methods: We use adaptive optics and coronagraphic imagers to measure the planet's image, with spectral resolution of R = / = / = 1200 in the H and K bands, respectively. This information is supplemented by a high-resolution spectrum of the star. Results: We obtain an adaptive optics-corrected spectrum in both H and K..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the influence of stellar irradiation on the atmospheric composition and critical cooling time of the atmospheres under the assumption of equilibrium temperatures for the planet and for the host star. We show that high-temperature equilibrium is not necessary for good agreement between the spectra of a hot Jupiter and its host star at wavelengths where CO_2 is the main methane absorber. This conclusion is based on a comparison between the three best-fit spectra of HD 189733b and its host star and on the properties of its host. The planet's temperature and bulk metallicity are consistent with those of the..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the global climate via the establishment of a super-rotating equatorial jet in the equatorial region. Such a mechanism can be sustained for a range of planetary masses, including those of giant planets, but is more robust in the case of lower mass planets because of the lower atmospheric temperatures and consequent lower surface pressures. However, the transition of the atmospheric dynamics to super-rotation in giant planets occurs for a range of stellar types and orbital distances, implying that future observations may probe the transition to super-rotation in terrestrial planets for a range of stellar types.\nWe report the discovery..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the sensitivity of the circulation regime to the planet's size, atmospheric composition, and stellar irradiation.\nTheoretical models of accretion disks, when used in conjunction with the Rydberg-Klein-Rees (RKR) approximation, predict a radial dependence of the accretion rate. The radial dependence of the accretion rate depends on the magnitude of the radius of the accretion disk. We reanalyze this relationship in order to search for a regime of disks where the scaling law for the accretion rate versus the angular momentum of the accreted material is smaller than..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the role of stellar irradiation and planet-star tidal interactions. In this work we focus on irradiated giant planets, which are known to show the strongest tidal effects. We create a new formalism to analyze the tidal responses in giant planets. Using this new formalism, we quantitatively assess the size and the frequency distribution of the tidal response for irradiated exoplanets. We verify our estimates of the tidal response for a number of terrestrial-size planets, and find that they are in good agreement with the model results for the tidal response for planets similar to the Earth. We discuss the..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the atmospheric structure and circulation of one or more planets using the usual classes of models called 'large-scale dynamical' and 'small-scale, region-scale dynamical' theories. Large-scale dynamical models are capable of examining planetary circulations in the global scale and are able to address issues such as the long-term and short-term evolution of planetary atmospheres, the occurrence of 'super-rotation' in planetary atmospheres, and the possibility that oceans exist in some planets. Small-scale dynamical models are capable of examining the atmospheric circulation and circulation in the individual..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the role of stellar magnetic fields in the dynamos powering these systems. We examine the effects of stellar fields on the time-dependent dynamics associated with rotation-driven winds. To address this, we examine how the magnetic fields of individual hot Jupiter exoplanets are altered by the presence of a nearby magnetic star. We explore how magnetic fields can either enhance or diminish the dynamical activity of these hot Jupiters, depending on the mass and presence of a nearby magnetic star. We find that magnetic fields can indeed lead to increased dynamo output, depending on whether the stellar field strength is sufficiently..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the potential of tidal dissipation by convection in their atmospheres. The tidal effects can be interpreted as an additional source of energy which must be included when performing retrievals or inverse retrievals. We present a simple implementation of the tidal dissipation in a general circulation model of an Earth-like exoplanet, AstroRoT-9b. We find that tidal dissipation can generate a wind that is of comparable magnitude to the tidal heating and results in a strong thermal forcing, which can induce the observed strong day-night temperature gradient and surface pressure oscillations. We conclude that..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the atmospheric dynamics on a variety of time scales. Here, we investigate how the atmospheric dynamics can be improved by performing retrievals on higher spatial resolution observations. To analyze these retrievals, we employ a grid-based numerical scheme that allows us to perform retrievals on a wide range of time scales. We find that the speedup of our air parcel dispersion retrieval is of the same order of magnitude as that of the canonical vertical resolution value, for a given atmospheric resolution. Although the apparent speedup of our retrieval may be a little underwhelming, it turns out to be possible..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the complex atmospheric physics at play in their atmospheres. Atmospheric heating can drive superrotation and induce meridional circulation, while vertical mixing can drive equatorial superrotation and induce a dipolar meridional circulation. I review how these concepts relate to the atmospheric dynamics of the Earth, Venus, and Titan, and I suggest ways to address them within simulation and observational research.\nWe present the results of an in-depth analysis of the optical and infrared colours of the pre-main sequence (PMS) stars HR 644, HR 645, HR 646, HR 6..."}, {"Input": "General circulation models of exoplanets explore", "Output": " planetary atmospheres with individual cloud properties, yet none of these models account for cloud feedback. The atmospheric circulations in these models are usually computed within cloud boundaries, i.e., with minimal wavenumber, and require zero net radiative cooling. Although there is no universal empirical relationship for the cloud boundary, the minimum cloud radiative cooling explains the range of temperatures in which exoplanets occur during Earth's history. In this paper, we present a new math-based model climate that can be used to simulate the thermal evolution of exoplanets with individual cloud properties. We focus on the..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are complicated by the ability to identify companions and to infer their physical properties. We present a study of planets that are believed to be comoving but are separated by less than 11 AU, based on radial velocity measurements with the Hobby-Eberly Telescope. BAO, the Infrared Astronomical Satellite, and the ESO-VLT telescopes have all been used to perform a survey of stars in the Central Archeological Research Institute, and their data have been combined to provide the largest census of radial velocity data to date. BAO and IRAS have discovered some of the first planets..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are complicated by the massive population of objects, which contains many short-period binaries and multiple systems. Astronomers have begun to discover low-mass stars and brown dwarfs through radial velocity and direct imaging surveys. These discoveries have propelled the idea of the formation and migration of giant planets beyond the snow line. Subsequent observational studies, however, revealed that some of these planets are found in multiple systems. Here, we review recent results on the occurrence rates of planets and brown dwarfs orbiting wide (some 15-30 AU) orbits around the nearest stars and substellar objects. We also..."}, {"Input": "The origin and evolution of planetary systems", "Output": " is an ongoing challenge for solar system astrochemistry. The chemical evolution of planetary atmospheres plays an important role, especially for intense stellar irradiation. In this paper, we present a new wide-field survey of L dwarfs (with spectral type ranging from M5 to L9) with the Combined Array for Research in Millimeter-wave Astronomy, using the PRIMA (Polarimetric Interferometric Array Multi-Aided Astrometry) instrument. Our targets are chosen in broad, systematic follow-up methods to maximize the signal-to-no..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are discussed in terms of the characteristics of their parent stars. A statistical study of the properties of observed planetary systems is presented. The radius distribution of planet-bearing stars is found to obey a simple Pearson distribution. The radius distribution of non-planet-bearing stars is much more complex and varies by at least ten order of magnitude. The former group includes nearly all stars in the solar neighborhood and consists of stars with a radius between 0.3 and 1.0 R _' with a mass between 0.5 and 0.8 M _' and a metallicity between approximately solar..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are intimately linked to the formation and evolution of stars. The evolution of planetary systems is determined by the properties of their host stars, and although we have only begun to probe the atmospheres of exoplanets, the implications of their observations for planetary habitability and intelligent life are briefly discussed.\nWe report the discovery of a substellar companion to the intermediate-mass star HD 8801. The companion was discovered via Doppler shift variation in the radial velocity (RV) measurements of the star. HD 8801 has a mass of 1.04 M _' and a radius..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are strongly influenced by the properties of the host stars. In this work, we focus on exoplanetary systems closer to the Sun, where the stellar parameters are less tightly constrained by observations. We build on previous work by estimating the stellar radius and metallicity of the target stars from their spectroscopy and photometry, and use stellar densities obtained from stellar evolution models to provide estimates of the stellar masses and radii. We then use stellar radii to estimate the radii of the planet-hosting and non-host star systems, and track the migration of the systems..."}, {"Input": "The origin and evolution of planetary systems", "Output": " is still unclear, but it is likely that many of them form through close encounter and/or dynamical interactions within a few tens of AU around a common centre. This paper examines how close-in planetary systems respond to their host stars' irradiation and proposes that the multi-planet systems that exhibit turbulence in their host stars should form in such a way. It is found that the period of orbital decay of planets that follow directly from the proximity to their host stars is much shorter than the period of the tidal interaction between planets in the planetary systems. Consequently, if the planet orbits the..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are the ultimate questions that astrophysics research has been grappling with for decades. Over the past 60 years, helioseismology has become a powerful tool to probe the uppermost layers of stars, through the mixing of pulsation modes from the core to the surface, that make up stellar pulsation spectra. In this article, we introduce the Helioseismic and Magnetic Imager (HMI), a new instrument that aims at providing the ultimate source of light that is needed for pulsation studies. The new capability of the HMI combines extreme resolving power (Rabout..."}, {"Input": "The origin and evolution of planetary systems", "Output": " hosting giant planets is not yet fully understood. Stellar companions can influence the orbital properties of the forming planet, and even eject the forming planet from its birthplace. We revisit the dynamics of forming giant planets by performing a large ensemble of hydrodynamical simulations. We find that there are five fundamental outcomes of planetary systems formed from circumstellar disks: (1) the evolution of the binary system as a result of an eccentric orbit, (2) the fate of the forming giant planet on a collision with an outer planet, (3) the orbital migration of the giant planet due to tidal interactions..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are subject to turbulent and/or turbulent-driven evolution of protoplanetary disks. The latter is thought to act as a formalism for the transport of angular momentum in planetary systems. The role of turbulent eddy-viscosity is important in determining the efficiency of thermal diffusion in the radial-drift barrier, and may also have a significant effect on the dynamics and orbital evolution of known close-in planets. We propose a theory of planetary system formation in which the ever-closer distance of forming planets, and the additional effect of the additional perturbing planet, may..."}, {"Input": "The formation of photochemical hazes creates", "Output": " problems when searching for exoplanets. However, ultraviolet radiation can eliminate most hazes at temperatures &gt;about  150 K, making alternative solutions, such as silicates or hydrocarbons, untestable. Here, we examine the properties of hazes that can trap H_2 at pressures &gt;about  1 bar, and we describe how these hazes could be used to search for exoplanets. The main objective of this work is to test the use of high pressure hazes to detect exoplanets, and to improve our understanding of the..."}, {"Input": "The formation of photochemical hazes creates", "Output": " extra virgin atmospheres on ultra-cool brown dwarf and giant planet atmospheres that are different from those on solar system planets. It has been suggested that haze formation on super-Earths can lead to the formation of planets with enhanced atmospheric H_2O abundances, but it has not been conclusively shown. Here we show that the hydrogenation of H_2O on ultra-cool brown dwarf and giant planet atmospheres can lead to H_2O abundances of a few parts per million by weight. We find that the atmospheres of these atmospheres are..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a molecular edge in the upper atmosphere that restricts the velocity range over which Earth's atmosphere can cool. Because the observed temperature of the atmosphere is a function only of pressure, it is not clear what controls the temperature structure of the atmosphere above the photochemical hazes. Here we show that photochemical hazes could be a source of many new ingredients that act to shuttle advection-driven oxygen to the lower atmospheres of Earth and Venus, thereby enhancing the temperature and reducing the humidity of the atmospheres. We determine the atmospheric temperatures and densities of hypothetical planets inside the..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a significant optical depth effect on the amount of H_2 needed to fit the spectrum of HD 189733b. The effect increases strongly with the incident stellar irradiation, reaching a maximum of almost 4 times the flux of HD 209458b. The effect is significant at wavelengths later than 0.35 micron when H_2_ deposition becomes important. The effect is also evident at 0.95 micron, provided by H_2O and, if present, B_2H_2. We find that the effect is large enough to account for the observed abundance..."}, {"Input": "The formation of photochemical hazes creates", "Output": " an independent source of available UV shielding for planetary atmospheres. While UV shielding from near-IR to radio wavelengths can be measured for many hot Jupiters, UV shielding from optical to UV (1-101 micron) wavelengths, even for hot Jupiters, is difficult to measure. We demonstrate that the UV blocked fluxes from their host stars can provide the necessary UV shielding to measure and validate the UVS fluxes of these planets. We compute the UV shielded fluxes of the host stars based on their spectral energy distributions measured by the Hubble Space Telescope..."}, {"Input": "The formation of photochemical hazes creates", "Output": " challenging boundary conditions in the atmosphere of HD183766. Yet it is only within the past decade that observations have been made to constrain the pattern and detail of atmospheric chemistry, and to study the RNA sea surface. We review the current state of our understanding of atmospheric chemistry in HD183766. We discuss the observational and theoretical data now in hand and comment on the open questions and issues that remain elusive.\nWe present the results of a multiwavelength campaign to examine the circumstellar environment of the intermediate-mass star GJ 876. The project was initiated..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a gas phase that can be more difficult to detect in ice layers around rocky planets. In this paper, we investigate the effect of globular-gas opacity on the formation of dust hazes around warm, low-mass planets. Using a one-dimensional aerosol model that includes condensation and combustion, we find that the effective radius of haze formation depends on the planet's effective temperature and surface gravity. If the planet is hotter, the particles settle more easily and grow because their surface area decreases faster. The particles can be ground into small craters (≤5 mic..."}, {"Input": "The formation of photochemical hazes creates", "Output": " problems in modeling of exoplanetary atmospheres. We investigate the collisional evolution of a diverse range of molecules in the atmosphere of a tidally locked giant exoplanet orbiting a late-type M dwarf. The planet is geochemically enriched in C, N, O, S, Ar, and Xe, as compared to its host star. The planet's high mean molecular weight results in an extended cloud of condensates, which is enhanced in the N-dominated atmosphere. Smaller amounts of these molecules are destroyed by photolysis and reactive surface reactions,..."}, {"Input": "The formation of photochemical hazes creates", "Output": " large aerosol extinction, which then causes a loss of atmospheric oxygen. We use a one-dimensional photochemical model to calculate the loss of oxygen from Earth's atmosphere through time. The loss rates of O_2 from the atmosphere via aerosol extinction and photolysis form autocorrelation functions of the aerosol properties, such as the surface area, amount and optical depth of the aerosols. Using a three-component aerosol model, we show that the increase of atmospheric O_2 to levels in excess of the photosynthetic lifetime is a robust signature of..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a new opportunity to study planet atmospheres. Hazes can be detected as blobs of gas in transmission spectra with the Space Interferometry Mission. Theoretical models predict that haze grains in the upper atmosphere of planets with temperatures of up to 2500 K form much larger radii than their corresponding absorbers owing to their high albedo, while planets with temperatures below 2000 K produce weak absorption features in transmission spectra. The current planet atmospheres have thus been searched for planetary hazes through direct imaging observations, transit photometry, and hydrogen Lyman -alpha-..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present and possibly driven by a planet with a mass ≳0.15 M _Jup. If such a planet exists, it should be the first directly imaged exoplanet.Based on observations obtained with the Hobby-Eberly Telescope, which is operated by McDonald Observatory on behalf of the University of Texas at Austin, Pennsylvania State University, Stanford University, Ludwig-Maximilians-Universität München, and Georg-August-Universität Göttingen.\nWe present the results of a search for X..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present that are opaque to the near-infrared, as would be expected for atmospheres with high mean molecular weight, a constraint that can be overcome with future observations.\nThe two previously discovered long-period planets in the Kepler field, Kepler-11b and Kepler-21b, are among the most inflated planets ever discovered. We have reanalyzed the Kepler data to determine the parameters of these circumprimary clouds and show that Kepler-21b is not in a cloud-covered state, but that it does have a relatively transparent atmosphere with a small..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present but not as isolated as they have been presented in previous studies. Aims: We study the influence of stellar activity in the context of exoplanet atmosphere, and explore the detection and interpretation of any planetary signal in the transit data. Methods: We present a new automated infrared spectroscopy survey, co-referenced from telescopes around the globe, which aims at a rapid increase in the number of transiting exoplanet systems with medium-to-high local time resolution. Results: We analyse the data on the transiting super-Earth GJ 12..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere but not the hydrocarbon haze. Observations of the Rossiter-McLaughlin effect (the line-profile variation caused by the planet's orbital motion) and the Doppler-hoparting effect indicate that the planet is moving within the region of the Keplerian rotation. Even more tantalizing is the detectability of an Earth-sized planet in the habitable zone of this nearby (d = 13.6 pc) M1V dwarf, with an orbital period of only 0.9 days.\nThe ERA-ISP project is..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present at altitudes &gt;=600 km but not above. With a radius less than twice that of Jupiter (2.5 R_J), GJ 1214 b is short (0.07 R_J) and may be rocky, analogous to the Saturnian satellites. If rocky, GJ 1214 b has an equilibrium temperature of 180 K, implying infrared temperatures &gt;3000 K, which is unusual. The presence or absence of clouds is a key parameter in determining the mass or radius of a planet. We show that the radius of G..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present, but none of the other pairs show any evidence for clouds. The only other pair with a clear atmosphere is HD 209458 b, which has been observed over the course of its orbit by GJ 436 b and has been deemed to be in a low-obliquity orbit. We find that the coronae of HD 209458 b and HD 149026 b are nearly the same, but one will require a significantly higher temperature than the other to account for the difference in the lightcurves. This is in line with the suggestion that the atmospheres of..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present at &gt;2-3 bars, similar to the low-altitude clouds that dominate Jupiter's stratospheric magnetic field.\nWe present a study of the stellar and planetary properties of the systems of the Kepler-11 type, consisting of a transiting planet and a non-transiting companion, based on photometric and spectroscopic observations. The planetary properties are derived using the photometric data combined with the spectroscopic data for both the transiting planet and the companion. The planetary radius and mass are 0.94 +-0.06..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present, although the mean signal-to-noise ratio of our data is lower than expected from the limited number of data points analyzed. We estimate that the overall signal-to-noise ratio of our data is higher than for any other transiting planet, and we find that our observations have a slightly higher signal-to-noise ratio than results from ground-based transit surveys of transiting planets. Nevertheless, we detect all of the photometric companions with photometric signals consistent with their orbital periods. This suggests that the orbit of GJ 1214 b..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in the upper atmosphere of the planet at pressures less than 0.1 bar.\nWe present a large series of simulations of the dynamics of a circumburstian gas vortex that is orbiting a tidally-locked planet on a near-equatorial orbit around a G star. The goal is to provide insights into how the planet's atmospheric dynamics evolve under the action of the planet's oblique pulsation axis and differential rotation. We simulate a very simple planet model in which a stellar tidal torque causes an eccentricity to rise and decay with phase space as it evolves..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in the planet's atmosphere.\nWe use the extended Kepler mission to observe a sample of 20 nearby (d &lt; 15 pc) G and K dwarfs that were observed over the full range of their mission time using the California-Kepler Survey (CKS) and our automated target selection (TSA) pipeline. We use the sample, together with comparative analysis of the data from the PLAnetary Transits and Oscillations of stars (PLATO) survey, to derive the rotation periods of these stars. We find that the sample is..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they are near their parent stars, which is consistent with the prediction of strict planet mass-radius relationships. This result suggests that the tidal-lock mechanism can be a promising route to producing hot Jupiters.\nWe have carried out a search for a sample of known or probable very low mass (VLM) stars in the northern hemisphere. Our goal is twofold: first, to refine the effective temperature (T_eff) measurement in the TESS sample, and second, to determine whether the VLM stars with T_eff&lt;..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they are young (less than 0.1 Gyr), as their dusty disks have shrunk by mutual collisions. Planets should therefore have much shorter period and less dusty disks than younger planets. The RAVE survey of over 160 nearby bright stars has detected planets with periods between about 1 and 7 yr. These are young (less than 0.1 Gyr) and nearby enough to allow follow-up observations. Here we report on a survey of 51 sub-Neptune-sized planets, with periods between about 1 and 3.5 yr. Four have..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they are close to their parent stars, and as a result, they will be the most readily accessible targets for follow-up observations.\nWe report the discovery of a substellar companion around the intermediate-mass star HD 103396. The companion was discovered through our photometric follow-up of an existing project for the characterization of intermediate-mass stars from space. Our follow-up campaign was able to confirm the common proper-motion of the system and obtained a spectrum of the companion at L band. Absorption by its near-infrared counterpart..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " the innermost region is hot. For hot cores the flow is dominated by gravity waves. The surface magnetic field can be large enough to force effective viscosity on a similar scale as the flow. We find that the maximum growth rate depends on the strength and structure of the intrinsic magnetic field. For a 10 M _' core the flow is dominated by gravity waves. For smaller cores the flow is dominated by thermal convection which rarely has enough energy to produce the observed viscosity. We also find that tidal effects have a stronger effect than gravity waves on..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they are small and thus have low albedos, while the larger planets have higher albedos and larger transiting planets. We also find that giant planets at relatively close orbits are less likely to have a detectable secondary eclipse, even when those planets have eccentricities of their orbital period. We therefore conclude that surface conditions on extremely close-in planets are likely to be at least relevant to their potential for hosting habitable moons, although the planets orbiting closest to the host stars are of secondary importance.\nThe first extrasolar planet to be discovered was HD209458..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " the planet is close to its parent star and so are subject to the most extreme planetary radiation fluxes. We explore the possibility that the eccentricities of transiting hot Jupiters are generated by tidal interactions or photoevaporation, when the stellar irradiation is high and the planet is close to its host star. We numerically investigate the orbital evolution of hot Jupiters with tidal dissipation and photoevaporation rates and find that we can easily reproduce their observed eccentricity distributions. We find that in our simulations the probability of observing an..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " their orbital plane is close to a close-in planet. This problem is of particular concern for the planets in the ``Cassini state,'' where only a few objects have orbits sufficiently inclined to be tidally affected by the passing planetary companion. This paper presents a study of the effects of mutual encounters on three such objects, which are 2MASS J04151954-0935066AB, OGLE J142338.70-306543, and HD 94463, and show that they are all 3RXS J1609..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they are small, with radii less than two Earth radii and periods less than a few days. The tidal interaction between planets and their host stars may therefore limit the species and environmental risks of passing them by.\nWe present the discovery of a Saturn-mass planet in a close, near-equatorial orbit around a moderately active G5 dwarf star. HD 89744 b has a mass of 0.670 +-0.038 M _Jup and a radius of 0.744^+0.031 _-0.024..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " the planet is smaller than or similar to a Saturn mass. This suggests an escape of planetary atmospheres from hot Jupiters, but the exact mechanism remains under discussion. Here, we show that hot Jupiters' atmospheres are subject to much stronger atmospheric convection. We show how the energy flux of the extended atmospheres increases by a factor of 10 compared to the hot Saturn atmospheres. Consequently, the atmospheres' temperature at the vertical reaches its melting point at much higher pressures. The enriched atmospheres of small planets may therefore evolve to..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they are near bright stars with [Fe/H] &lt;= 0.7. For Kuiper belt objects, this is true even when [Fe/H] &lt;= 0.5 through a surprising amount of detail. We suggest that the observed contrast in the Kuiper belt is due to the brighter nearby stars being more easily observed and, given the correct stellar properties, having a larger likelihood of detecting planets for their smaller radius objects. Kuiper belt objects are potentially a major source of the observed ``missing mass.''\n..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " the presence of non-transiting planets with orbital periods between 0.5 and 1.5 days. The Kepler-116 system has a radius of 1.7 R _⊕ and a mass of 0.83 M _⊕, yielding a mean density of 0.77 g _⊕. The host star is a cool dwarf with V = 12.8 and T _eff = 689 +-40 K, and has a radius of 1.2 R _⊕ and mass of 0.62 M..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " that known planets are more efficient than they are believed to be, with around one-third of the spots generating flux of a few times the typical single-measurement precision. We present a new method of probing planetary systems with high-precision transit photometry, the transit photometer. We analyze a transit light curve produced by a telescope with a supercomputer and a flare probe, and use their differential photometry to determine the stellar parameters of the two stars and their systematics. We also determine the radius and temperature structure of the stars,..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " interesting properties of both near-Earth objects and the exoplanetary system. The Kepler-59 system, with a prominent heated giant planet, is the first system with both discovered planets on nearly circular, nearly polar orbits. Kepler-59c (NASA's Kepler-186 system) orbits with a period of 1.61 days and has an eccentricity of 0.22 (2.4σ). Kepler-186c (ESA's K2 system) orbits with a period of 1.75 days and has an eccentricity of 0.36 (..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a population of super-Earth analogs (mass between 1.4 and 2.0 M_⊕) orbiting solar-like stars at relatively short periods (less than 1.6 days). These planets have been called 'hothouse planets.' The Kepler 10pc detection rate of the first two are considered at various frequencies and in different locations on the map, and it is unclear whether they represent the population or a statistical bias. Here we show that the population of planets 10pc out of 20pc is three to five times more numerous..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " about 2700 eclipsing binaries each with a period of 1.45 days. We selected close binaries whose period is at least 100 times higher than the 2.4 day period, and whose semimajor axes fall within the range of the close binaries. A search of the Kepler Input Catalog revealed four binaries that are either single, have low photometric noise, or are spectroscopic binaries. Using the Kepler Input Catalog as a guide star, we identified 39 eclipsing binaries, including 12 eclipsing binaries with asteroseismic stellar parameters (active..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a clumpy abundance of small grains in the innermost regions of protoplanetary disks. We point out that the observed clumpy dust population can be understood through the contribution of planetesimals in the dust growth cycle, which triggers the dust clumping. Planetesimals may also play a role in planet formation via the transport of dust in the inner disk. We further suggest that binarity of small grains in protoplanetary disks may arise through the conversion of dust into planetesimals via mutual collisions. The evolution of the inner disk..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a population of resonant planetary systems. Here we show that these resonant systems are in fact dynamically distinct from each other. They illustrate a remarkable phenomenon going on in the outer regions of planetary systems: the small-body orbits in which they are observed have a dedicated period or even the single period of the outer companion as well. This phenomenon can be explained through tidal interactions in the outer systems of planetary systems, or the orbital evolution of the inner planets induced by migration. This conclusion is corroborated by the observational implication of the Kepler-186 system,..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " the existence of planets with masses between that of Neptune and Saturn. It is therefore important to investigate how the stellar properties of these planets are affected by their different planetary masses and orbits. This paper presents a survey of the mass-period distribution of these extended planets, using asteroseismic data from the Kepler mission and the CORALIE spectrograph. The derived planetary radii are in the range 1.4 to 3.6 R _⊕, with a mean of 1.3 R _⊕. We find an antic..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a population of transiting giant planets at tight orbital separations. We develop a formalism to estimate the probable occurrence of these planets in the Kepler sample and use this estimate to place stringent constraints on the tidal dissipation in the Southern Hemisphere of this population. We derive a dissipation-rate for each planet from its transit radius in the range 0.02-100 R_⊕. This estimate is based on the observed population of giant planets, and excludes the effect of gas giants. Using an empirical form of tidal dissipation independent of eccentric..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " three planet candidates with radii between 0.6 and 2.1 R _⊕ and periods between 0.48 and 1.55 days orbiting a late G-dwarf with a radius of 0.66 +-0.05 R _⊕ and a period of 0.29 days. These planets are the smallest radii to be measured around a late G-dwarf and have the lowest densities to be measured. The radii of the planets range from 1.9 to 2.1 R _�..."}, {"Input": "TESS is predicted to discover", "Output": " up to 8.0 ~ 10^4 transiting exoplanets with radii down to 3 R _⊕ and periods down to 490 days. This number increases to approximately 10^4 when only the SPIRou all-sky surveys and future Mira and future Kepler space telescopes are included. Determining the distribution of warm (1000-2000 K) planets in the K2 sample will provide important insights into the properties of planetary systems and the average density of exoplanets, and could potentially constrain the migration history of..."}, {"Input": "TESS is predicted to discover", "Output": " ~400 TESS planets and a large number of space-based follow-up measurements. We caution that although we analyze the planned form of the TESS mission, its results will likely have an impact on the design of future missions, including those focused on transiting giant planets. We also stress that TESS will not be sufficient to search and study the atmospheres of any significant number of planets, so follow-up observatories must be selected carefully to ensure the mission's impact is at least minimally impacted.\nWe study a classical self..."}, {"Input": "TESS is predicted to discover", "Output": " several tens of transiting planets. Aims: We aim to characterize the orbital architecture of the planet-hosting and the orbital parameters of the transiting planet host stars to improve our understanding of the properties of these objects. Methods: We used the HARPS spectrograph to obtain radial velocity (RV) measurements for more than 1000 late-type stars, which are known to host giant planets. The stellar parameters were derived by a Bayesian retrieval method, with a difference criteria. Results: We find that the detection of giant planets is..."}, {"Input": "TESS is predicted to discover", "Output": " up to ~400 planets with &gt;3 R _⊕ orbits. We find that the bi-annual alignment between the planet and star's spin axes (peri-axis alignment) is not negligible, even in extremely tight orbits. We explore possible scenarios that can account for the dramatic difference in the properties of these planets. We find that dual-planet architectures can account for the observed eccentricities and inclinations, as well as the P_orb of the inner planet being below the Roche radius of the planet, provided that..."}, {"Input": "TESS is predicted to discover", "Output": " hundreds of transiting planets. Here, we present a simulation that simulates the pulsation-initiated photometric variability of a Kepler-like planet with a transiting trail in its transit light curve. We have incorporated stellar variability due to rotation, granulation, surface structures, and clouds in the HAT-P-32 light curve, but we also tested a generic stellar light variability model from Darwin et al. This model can reproduce the observed naked-eye-tinted light curves of most of the other planets in the sub..."}, {"Input": "TESS is predicted to discover", "Output": " many transiting planets around nearby, bright stars. In addition to the RV semi-amplitudes of the known transiting planets, we predict the semi-amplitudes of other TESS targets as well. We also quantify the sensitivity of the TESS data to potential stellar eclipses and stellar variability.\nWe analyze a new multiplanetary system, WASP-65, found by the Kepler survey, to have an eccentric orbit (e≈ 0.39), with an orbital period P_obs=2.65915 days..."}, {"Input": "TESS is predicted to discover", "Output": " more than a thousand transiting exoplanets with periods between ~0.3-5.0 days, many with highly eccentric orbits. We estimate that the total number of exoplanets with well-determined radii will be about 100,000. The exact number of such planets will be determined by theoretical and statistical uncertainties. I will discuss how the mass of the transiting planets will be determined by these uncertainties.\nWe study the  latitudinal dependency of the longitudinal weather on solar activity by solving a surface wave dynamical problem on..."}, {"Input": "TESS is predicted to discover", "Output": " many hundreds of such planets. Although there are significant inherent problems with the TESS mission, the atmosphere of a substantial number of these planets may be amenable to testing. The atmosphere of a single Jupiter-mass planet can, in principle, yield a spectrum of spectra and determine the composition of its atmosphere by observing chemical species in extended exospheres. Such a spectroscopic survey of extended exospheres could provide constraints on atmospheric composition that are not obtainable from other techniques. We show how extended and future spectroscopic missions could be..."}, {"Input": "TESS is predicted to discover", "Output": " tens of transiting planets with radii &lt;1.4 R _⊕. This includes planets with densities less than that of GJ 436b, in which we predict an effective temperature of about 3.0~10^-3 K, and planets with densities greater than that of the Earth (in which we predict an effective temperature of about 6.2~10^-4 K), in which we predict an effective temperature of about 10.1~10^-5 K. Using our model atmosphere descriptions..."}, {"Input": "TESS is predicted to discover", "Output": " thousands of transiting planet candidates in the TRAPPIST-1 system. We use this system to test the transit timing variation (TTV) method, which is useful for estimating the mass of a planet and its period. We find that the TTV method is sensitive to planets with orbital periods larger than a few days, with periods shorter than a few days the TTV signal is generally too faint to detect a planet. We show that this is due to the large number (&gt;about 100) of false positive scenarios that could lead to..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " being observed directly, and the data from these studies have led to fundamental changes in our understanding of the physics of brown dwarfs and directly imaged exoplanets. This chapter reviews the current understanding of brown dwarf and directly imaged planet atmospheres, including atmospheric dynamics, chemistry, clouds, and radiative transfer.\nThe Kepler mission, launched in 2009, was the first mission to extensively explore the frequency and properties of transiting planets, and, more generally, the properties of their host stars. The vast data set from the spacecraft..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " needed for the investigation of our origin. We have used the HATSouth single-mode fiber-fed spectrograph to search for H-alpha- emission in a sample of nearby, low-luminosity stars, and we report here the results of our spectroscopic analyses of three qualifiers from this program. Our primary goals are to compare the H-alpha- line profiles of stars in the solar neighborhood with those observed in several other stars of known stellar biodiversity, and to search for evidence of chromospheric emission. We..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " rare, and so far only one has been revealed as a planetary mass companion. Here, we report the detection of a stellar companion to the nearby young G5V, which was already known to show excess emission in OH Zeissnier bands. We combined the OH Zeissnier spectra with archival ALMA data and new VLT/ISAAC data to rule out any companion, as both are well suited for FIR observations. We report an additional OH Zeissnier spectrum in SDSS J1416+..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " a prime source of observed, precise measurements of fundamental stellar properties across a wide range of ages. This is possible using the same technique that has been used for the discovery of Earth analogs orbiting other stars, but requires a different observing strategy and a different data reduction pipeline. The discovery of a planet orbiting the nearby red dwarf Proxima Centauri has brought much attention because of its potential to provide detailed insight into the physical processes that form and control the outermost regions of planetary systems. Although Proxima b is only the second directly im..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " of astrobiological interest. Here, we present the results of a search for stellar analogs of the hydrogen-rich ices of Mars. Our survey used the 2.4-m AEOS telescope located on Mauna Kea, Hawaii, and the MOST space telescope. We observed a total of 128 stars and collected spectra with a Fibre-fed Spectrograph on the NASA Infrared Telescope Facility. Only two stars (KOI-977 and KOI-92) show clear evidence of the presence..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " often problematic. This article provides a primer to the Habitable Exoplanet Imaging Survey Satellite (HabEx) and discusses its planned observational and theoretical results. HabEx will imager and spectroscopy at near-infrared wavelengths, which will enable its discovery and characterization. It will also determine potential exoplanet habitability through principal component analysis and analyze flux-transport characteristics of transiting exoplanets. HabEx is a new, medium-resolution (R = 9,900--12,100) near-inf..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " of particular interest because they may or may not have been directly imaged with high-contrast imaging facilities. We obtained NIRC2 images with NIRC2 on the Keck II telescope at a spectral resolution of R about  2000, in the J, H, and K_s bands. Reference stars in the field are known to have similar colorations to those observed with NIRC2. We detected five candidate companions between 1.05 and 1.65 micron, which were likely too faint to be resolved by our post..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " more common than among the Sun's population, thus the existence of massive, close-in planets around Sun-like stars must be investigated in greater detail. Here we report on the discovery of three extrasolar giant planets with masses comparable to that of Jupiter, orbiting a young, nearby solar-type star. The planets have radii of 1.2 R _⊕ and 1.6 R _⊕, respectively, and are too large to be explained by core-accretion formation, unless the occurrence rate for wide..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " here presented. We find that the pre-main sequence evolutionary sequences of W UMa-type stars are significantly shorter than those of the G2V-type stars in the sample. This is even if the stellar effective temperatures are comparable to or even lower than the stellar luminosities. These differences may appear for different stellar properties and hence must be taken with caution.\nIt is believed that the stellar parameters of solar twins are determined by tidal interactions with their planets and/or stellar progenitors. Numerous studies have tried to establish..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " likely to be large and/or evolved. The target list contains a scattering event for GJ 163, as well as the main event for GJ 89, and the main event for GJ 581, respectively. The scattering events are chosen for their p-mode parameters desired to be consistent with the known pulsation spectra. The main event for GJ 163 is the expected modulation of the pulsation frequency with the orbital phase, and the main pulsation amplitude modulation with the orbital period. The thresholds for the main pulsation..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the atmospheric thermal and chemical histories of super-Earths. The spatially resolved molecular abundances of their gas component supply information on atmospheric composition and the existence (or nonexistence) of surface liquid water. But the planets are too faint to be spatially resolved, and the astronomers who obtain such data are limited by Earth's atmosphere to within 1 per cent of the Earth's central radius. Here, we use the Hubble Space Telescope to image the planet molecular hydrogen corona with a resolution of about 0.3 per cent and..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the atmospheres of very cool and potentially habitable planets in ways that are currently inaccessible. In this work, we present the results of a short observing campaign with the Space Telescope Imaging Spectrograph (STIS) on the Hubble Space Telescope (HST) using its Wide Field Planetary Camera 2 Cap-Exposure Spectrograph (WFC3) filtergram. This WFC3 filtergram is designed for high angular resolution observations. We observed in a single HST bandpass a small region near 1.6 micron..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the atmospheres of exoplanets, but require very specific assumptions such as cloud coverage, surface pressure, and temperature. In these articles we explore the possibility that the atmospheres of some exoplanets are cloudy and/or have high optical thickness, rendering these planets inhospitable for life. We utilize the Hubble Space Telescope Wide Field Camera 3 near-infrared spectrum of TRAPPIST-1 to obtain spectra of a near-infrared temperature-sensitive band at 4.5 micron. We cross-cor..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the inner regions of planetary systems and help us understand how disks evolve with time. To date, there have been six directly imaged Earth-sized exoplanets, all with projected separations of 1-10 AU. Two of these have been confirmed to be in or near a stellar binary system. Here we show that the planetary companions to the HD 45628 and HD 7449 systems are physically associated, based on common proper motion and eye-tracking measurements. Together they form a quintuple system with a pair of 39..."}, {"Input": "Directly imaged exoplanets probe", "Output": " many different regimes in stellar atmospheres and present an important gateway to the study of exoplanetary atmospheres. The characterization of icy, terrestrial-like planets may require measurements at shorter wavelengths (i.e., shorter wavelengths that probe deeper and hotter), shorter rotation periods, shorter orbital periods, and/or cooler temperatures than have been observed on the Sun. Atmospheric temperatures are usually assumed to lie below the temperatures that meet the critical level for sound-based gravity-driven gravity and hence the presence of fluids in the upper atmosphere...."}, {"Input": "Directly imaged exoplanets probe", "Output": " the atmospheres of Earth-like planets orbiting other stars. However, the detection of exoplanets has proven elusive due to the bright nature of their host stars, which can generate strong bias in the proposed exoplanet search fields. Here, we present the results from a wide-field survey of exoplanet hosts and follow-up observations of transiting exoplanets. Our results show that our exoplanet search is complete and that the exoplanetary populations of our two surveys are on par with each other...."}, {"Input": "Directly imaged exoplanets probe", "Output": " a new frontier in the field of exo-planet science. They are considered as living exoplanets, and it is important to determine their atmospheric characteristics. New direct imaging facilities have allowed for the discovery of transiting exoplanets, but their atmospheric characteristics have been identified on the basis of radial velocity, Doppler, and direct imaging data. We review the observations of the atmospheres of directly imaged exoplanets, from the ground and from space, and evaluate their characteristics, in particular their temperature dependence and..."}, {"Input": "Directly imaged exoplanets probe", "Output": " a different region of the exoplanetary parameter space than the known exoplanets. A direct imaging observation at an angle allowing simultaneous access to the sky and the inner planetary atmosphere can provide an unprecedented glimpse into the atmospheres of directly imaged exoplanets, providing a unique probe of the atmospheric composition and dynamics. We observed the HD 189733b planetary system with the Infrared Array Camera instrument at the 4.5 m Subaru 8.2 m telescope and the Near-Infrared Camera and Multi-Scope Instrument on board..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the outer regions of the Kuiper Belt and the Kuiper Belt Compact Objects (KBOs). We present the results of a survey using ALMA 1.3 mm flux measurements of 49 binaries and 1 triple system for evidence of gas in their circumstellar disks. Coverage to the 0.2-2.5 mbar range yields astrometry with submillimeter (submm) precisions of 20-140 mas. To identify gas in these disks, we use a simple model of dust growth and loss..."}, {"Input": "Directly imaged exoplanets probe", "Output": " a different region of the turbulent parameter space for hydrogen-helium (H-He) abundance ratios, which play an important role in the atmospheric structure and energy balance. The study of the physical and chemical basis of this parameter space has remained intractable until now. Here, we report the first detection of H-He abundance in a non-transiting hot Jupiter, WASP-19b. The planet's high metallicity, along with a highly tilted elliptical orbit, makes it a valuable case for probing..."}, {"Input": "Phase curves of exoplanets are", "Output": " reaching a steady state thanks to the serendipitous observation of transiting exoplanets by the Space Interferometry Mission and ground-based extreme adaptive-optics systems such as SPHERE/VLT and GPI/VLT. The presence of planetary companions has successfully been detected by radial velocity (RV) and direct imaging (DRI) techniques. However, the orbital periods of these companions are still unknown. We propose a test to establish the occurrence rate of planets around low-mass stars using..."}, {"Input": "Phase curves of exoplanets are", "Output": " affected by winds, clouds, and other physical phenomena, and their effects and interactions can be addressed to improve the observed properties of the planets. Here we present a radical survey of time series data for a sample of 13 exoplanets, including a search for mass-loss rates that can be explained by their magnetospheres. We find that the observed mass-loss rates can be explained by stellar magnetic braking, in some cases eliminating tidal interactions. We show that the distribution of the mass-loss rates is spatially and..."}, {"Input": "Phase curves of exoplanets are", "Output": " due in part to stellar radiation pressure on gas, which can be enhanced by a convective layer if it exists. Convection can also prevent the stable region from being completely filled in a binary star and make the impact of the perturbing planet on the inner edge of the habitable zone more intense, in particular, than in the Solar System. Planets that are formed in binary systems tend to have even lower eccentricities than those that form in independent stellar binaries. Hence, the planets in binaries are more likely to..."}, {"Input": "Phase curves of exoplanets are", "Output": " much more difficult than those of Solar System planets because of the planet's distinctive oblateness and the fact that it preforms a highly inclined, nearly perpendicular, orbit with respect to the prevailing zonal winds. Here, we place limits on the oblateness of Kepler-7b that trap the planet in a Garretson-like resonance, a configuration of higher Lyman-alpha- flux density in the Lyman--alpha- line. We also examine the hypothesis that the high obliquity is produced..."}, {"Input": "Phase curves of exoplanets are", "Output": " still dominated by stellar activity. We are aware of only three such systems, all previously discovered. Here we report the detection of stellar activity induced radial velocity variations in the planetary systems WASP-62, WASP-67 and WASP-8. For WASP-62, a weak magnetic field could be achieved by guiding the transit but not by tracking the radial velocities. For WASP-67, a stronger magnetic field is expected by modeling a Roche lobe of the star and measuring the Rossiter-Mc..."}, {"Input": "Phase curves of exoplanets are", "Output": " not necessarily prograde, but all cool down to small modes. In this paper, we study the effects of stellar magnetic fields on the different line profiles of a stellar flare, with a focus on the effect of magnetic fields on the shape and the flux-curve of the line profile. We use the Ylwarch-Savart and Waldmann-Trickey models for the magnetic field, which consider a two-component field configuration, and determine the temporal evolution of the mean line profile. Spontaneous..."}, {"Input": "Phase curves of exoplanets are", "Output": " expected to exhibit some variation in the direction of the expected orbital curvature, though a measurement is possible for planets transiting bright stars. However, it is not clear how the curvature of the planetary orbit will change with time due to the dynamic influence of the stellar rotation, high-energy radiation and other external sources of angular momentum. We have performed four data measurements of the eccentricity of tidally locked planets orbiting bright stars from the planet-hosting TRAPPIST-1 system using the HARPS spectrograph..."}, {"Input": "Phase curves of exoplanets are", "Output": ", by definition, not equal to the antipodal shape of their orbits. In this paper, we review the basic properties of mass and radius. Then, we present dynamical maps of the planetary orbits. We use the results of our simulations to derive the shape of the planetary orbits and the distribution of their eccentricity and inclination. We also discuss the process of convergent migration of the planets on highly eccentric orbits. We find that the eccentricity distribution of the planets is not well reproduced. On the other hand,..."}, {"Input": "Phase curves of exoplanets are", "Output": " of particular interest because they can provide useful constraints on the size, shape, and/or orbital period of exoplanets. We investigate the effects of stellar companions on the transit light curves of exoplanets using the methods presented in our previous work. We find that stellar companions can significantly alter the shape of transit light curves, especially when considering planets with short orbital periods. We thus present a new transit parameter analysis method, which can be used to estimate the parameters of exoplanets. By combining the results of our analysis..."}, {"Input": "Phase curves of exoplanets are", "Output": " well known to show a variety of shapes, such as the Bachmann-Hångberg effect or the square-off. This paper investigates the effects of an asymmetric stellar density distribution on the shape of a planet's transit light curve. We obtain analytical estimates for the transit depth and mid-transit times. Observing at different orbital phases can provide a very different perspective on planetary atmospheres. The transport of energy in the planet atmosphere can be strongly affected by the asymmetric stellar density distribution. We show that..."}, {"Input": "Biosignatures are", "Output": " there are uncertainties and we recommend that only laboratories employing Rowland and van Leer methods are used in future work.\nThe discovery of transiting planets around bright stars raises the question of whether the same rules apply to them? The short answer is that transiting planets are expected to be driven to spin-down before they are tidally disrupted. The question is addressed by calculating the tidal dissipation associated with the contraction of a massive planet, and assuming the tide is initially small. It is found that tidal diss..."}, {"Input": "Biosignatures are", "Output": " found to be important so that the buildup triggers rapid accretion and matrix growth, which in turn deforms the surface of the disk on a timescale of years. The surface growth is related to the water ice abundance in the disk. If the water ice abundance in the disk is high, then water ice will be accreted and the surface will be \"young\". If the water ice abundance in the disk is lower, then the accretion rate will be decreased and the surface will be \"late\" (..."}, {"Input": "Biosignatures are", "Output": " also of interest in the context of low-mass star formation. The new AIA budget, which forms part of the CODATA Exoplanet Atmosphere Intl. (cODATA), is designed to cover the extensively-discussed \"canonical\" planets  Pictoris b, Epsilon Quadrature b and HD 114762 b with sensitivity down to about 4-8 R_⊕ and 8-12 R_⊕ respectively. Models that fully account for the atmospheric..."}, {"Input": "Biosignatures are", "Output": " reviewed, and the properties of active regions discussed.\nThe single-fluid phase dynamics of the three-component system of T Tau Sa is investigated by using the recently developed Multi-fluid Multi-stell-rases (MFM), a fully modelled two-dimensional gas-grain hybrid code that is commonly used to model non-equilibrium general circulation of gases in cool astrophysical media. The model incorporates the effects of large scale circulation, small scale circulation, differential rotation, eddy momentum..."}, {"Input": "Biosignatures are", "Output": " used to identify the thermal emission of the planet, which shows subsolar abundances of N_2, CO, CH_4, and H_2O. Archival ALMA observations taken in 2009 indicate up to 10 times the flux of H_2O. The detection of CH_4 and H_2O in the planet's spectrum is difficult to reconcile with models in which the dominant absorber is water vapor. These results suggest that the H_2O mixing ratio of HD189733..."}, {"Input": "Biosignatures are", "Output": " numerically integrated. The PPS interface can be either a single ZEEMAN multi-domain object or a multisite multi-domain object. The use of a multisite approach allows for the application of techniques that are not available in a single-domain approach. The PPS interface was developed and used for the 4-month CONICYT plan and the terrestrial campaign. Phase A is complete. After ~28 days, we expect to have a spacecraft altitude distance of R _PL =1...."}, {"Input": "Biosignatures are", "Output": " not assigned. Finally, we calculate sensitivity limits for future missions that are expected to detect the first Earth or Martian planetary systems.\nThe MESSENGER Gamma-Ray Spectrometer (GRS) recorded the spectra of the exoplanet host stars τ Boötis and ψ^1 Eri while they were in close proximity. The spectra show strong excess emission from Fe at the exoplanet host stars, suggestive of high levels of magnetic activity in these stars. The gamma-ray..."}, {"Input": "Biosignatures are", "Output": " identified and characterize the biological/inorganic interactions of the principal Biosignatures in the atmospheres of Venus, Mars, Earth, and Titan.\nA model describing the interaction of the Venus atmosphere with the external (magnetized) neutron stars, which has been developed to account for the evolution of the orbit of Venus, has been applied to Venus' history. The model consists of two interacting parts, a thin layer above the cloud tops, containing both the upper and the lower cloud layers, in which..."}, {"Input": "Biosignatures are", "Output": " examined. Depending on the O_2/H_2 ratio in the water mass fraction of the extraterrestrial, the CO_2/H_2 ratio in the bulk silicate Earth probably could have been as high as 0.4, while the CO_2/H_2 ratio in the extraterrestrial mantle could have been much lower. Various possible sources of an initially reduced, but oxidized, water inventory in primordial Earth are examined. Implications for the origin of water in the Earth and..."}, {"Input": "Biosignatures are", "Output": " identified and provide insight into the mechanisms that drive their production, environmental conditions at the time of formation, and the subsequent evolution of the planet.\nThis paper reviews the current understanding of the Jovian auroral radio emissions. At Jupiter, radio emissions are dominated by energetic decameter (DAM) radio emissions, which are believed to be triggered by intense extreme-ultraviolet (EUV) radiation fields observed during the interval from Jupiter's distant dayside magnetic field through into its outer magnetosphere. Here..."}]}