{"samples": [{"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " clouds, surface composition, and composition. Because this can be detected in transit, we make..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " temperature, pressure, density, and composition, and it will be reflected back by the atmosphere..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " surface and surface volatiles such as water, carbon dioxide, and methane, as well..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " the structure and composition of the atmosphere, i.e. the albedo, clouds..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the high contrast of the incoming light from the host star. Aims: Combining observational techniques, we aim to create a fast and reliable method that can simultaneously reduce the noise..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the presence of clouds. Aims: We investigate the effects on a non-imaging exoplanet-stellar atmospheric model of increasing obscuration (i.e. clouds..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the high dynamic range of the atmosphere, causing non-ideal (low-entropy) solutions. Some results include the current lack of a deep Spitzer occultation of..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the presence of the Rayleigh scattering signature of clouds/hazes in their atmospheres that could mask or mask the near-infrared features. Here, we present a new..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " reservoir to mediate chemical transport. The two-phase model suggests that this reservoir may be hidden in the laboratory because of the strong..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " reservoir for carbon to fuel microbial life. The three critical dimensions of EPP, the formation mechanism of EPP and its metabolic pathways..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " reservoir of chemical energy that enables desiccation. Laboratory experiments and theoretical results have challenged this view, but the evidence for this comes..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " reservoir of microorganisms capable of altering the energy function and thereby providing for the metabolic and ecological constraints necessary for prebiotic chemistry...."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " surface-evaporative hydrodynamics that can cause atmospheric mass loss. The main mechanism for atmospheric escape is exospheric electron impact dissociation during the extreme irradiation...."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " mass loss induced by the extreme stellar UV flux. The evaporation process of their atmosphere has been studied extensively through detailed studies of radiation-driven blow-off loss and photoion..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " photo-evaporation, and so studying the interaction of irradiated gas with different masses and compositions leads to important uncertainties. In this work, we study the influence of planetary parameters..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " mass loss mechanisms, and are thus exposed to ionizing radiation at different orbital distances and phases during their planetary rotation. We apply a 3D global three-dimensional magnetohydrodynamic..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " their formation mechanism is still poorly understood. The atmospheres of Uranus and Neptune contain gases that are strongly coupled to their internal and kinetic processes, which have been poorly understood for these..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " their presence can have profound consequences for atmospheric chemistry. However, we have found that even a seemingly benign anti-correlated haze, mixed with a dark, optically thick grey molecular..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they constitute the most abundant of all atomic and molecular volatile species in our Solar System. They can be observed at a wide range of positions, but they only condense when the phot..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they have been observed to form, and they may be important in the dynamical evolution of the outer Solar System. In this paper, we review the chemical composition of three key compounds..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " whether they are hosts to life, in principle. The detection of CO2 frost on the cold outer planets could bring important constraints on the initial conditions of the planets, and hence on their..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " abundances. The observations of HD 209458b and the HD 189733b atmosphere indicate the abundances may not be constant over a wide range of temperatures. For warm Neptunes,..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " their deep temperature, composition, and internal structure. While the majority of exoplanet observations reveal compact H2-dominated atmospheres that consist mostly of H2 and He, there are..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " whether or not there is life on these planets. However, even assuming all terrestrial planets are cold and dry, thermal emission measurements of giant exoplanets have shown some form of degeneracies..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " atmospheres of hot Jupiters, but only a fraction of them are known with enough precision and can measure molecular band depths. Here we present radial velocity (RV) observations and spect..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " composition of their atmospheres and the properties of clouds; the thermal and large spectral range accessible with James Webb Space Telescope is enabling ground- and space-based infrared observations to probe the chemical composition of..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " exoplanetary atmospheres as the absorption lines of their molecular species. Here we present sensitive observations of two transits of the giant planet HD179949b obtained at 3.6 and 4..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " mass of heavy elements in their atmospheres, and hence the prevalence of planets with substantial hydrogen/helium envelopes. We reanalyse transmission spectra of WASP-12b, WAS..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that Earth has a lower atmospheric CO2 than previously thought. However, there has been no geochemical reconstruction of the atmospheric CO2 content to that level because of the lack of geochemical constraints. We used a..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that red vegetation is widespread on our planet. This vegetation signal is difficult to detect, because water absorption features and the atmospheric circulation are thought to be strong enough to detect near-infrared water vapor absorption. Here..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that many habitable Earth-like planets orbiting a star are covered in clouds. While clouds are thought to thicken vegetation more efficiently than organic material, observations of the exoplanet vegetation red edge imply that surface pig..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that vegetation, yet, has a stochastic origin, as judged from Earth's precise rotation rate. The star is therefore an exceptional match for measuring the reflectance of different materials on extrasolar planets. Here..."}, {"Input": "Tholins are composed of", "Output": " large, organic-rich insoluble, refractory-rich organic matter of the primitive oceanic crust that has been partly or completely degraded by hydrothermal alteration processes. However, as our understanding of hydrothermal..."}, {"Input": "Tholins are composed of", "Output": " pyroxenites and olivine that originate from volcanic and mafic-forming processes, while phenocrysts of tholeiitic garnet and pyroxenite follow simple scaling laws that are consistent with..."}, {"Input": "Tholins are composed of", "Output": " about 15% organic matter (tholins are compounds of carbonaceous chondrites and are thought to be derived from a wide range of components). Although these compounds cannot be considered as major components of cometary nuclei..."}, {"Input": "Tholins are composed of", "Output": " a mixture of materials mostly in chondritic proportions: water ice, silicates, iron, and sulfides. Although water ice is probably absent from the ices in which the objects formed, it may be present in..."}, {"Input": "From space, Venus is bright white because", "Output": " it does not rotate above 3 percent of its surface, and because it has a thin atmosphere. Atmospheric reflectivity spectra show that a large fraction of the surface may be liquid. At solar phase angles below about..."}, {"Input": "From space, Venus is bright white because", "Output": " of differences in ultraviolet, visual, and infrared (UV) radiation and absorption over geologic timescales. But its atmosphere is composed mostly of atomic and molecular hydrogen. Using Hubble Space Telescope images in February 2000..."}, {"Input": "From space, Venus is bright white because", "Output": " of its small size. In this color-color diagram, Venus is similar to the terrestrial composition; the red volcanic plains of Venus are relatively oxidized and have a granular red-brownish surface morphology...."}, {"Input": "From space, Venus is bright white because", "Output": " it occupies a spot on the surface, giving it a distinctive auroral signature. The brightest region of this high-latitude cloud tops is dominated by the main cloud layer, which is composed of dark particles that..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " early surface-water on Mars; thus, images acquired for Curiosity Curiosity could better constrain the formation and fate of water. The Curiosity Rover entered the Gale landing site on Curiosity on..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " valley network formation, owing to their high concurrence with channel surface and erosion that indicates a large number of incision-forming impacts occurring in the basin-forming region. However,..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " surface water on Mars, but are difficult to interpret in terms of source depth and duration. Here, we show here that the formation and distribution of valley networks on Mars is inconsistent with..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " plate-tectonic activity on Mars. This view, however, argues that the observed features must be ancient and that the valley networks were created by large impacts. Here we propose..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " a low radar signal content at least centered at 200 kilometers, but it is not consistent with a signal at the same depth at which a large radar node would have detected. We suggest that radar echoes from..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " emplacement of a deep and ancient Noachian valley system in the southern highlands of Mars at 45°N, centered on the northern lowlands, as the result of the uplift of..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " the general circulation model (GCM) of Mars Thermosphere-Ionosphere-Electrodynamics-Dynamics (MT-EDM) and the radiative magnetospheric model..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " either extensive crustal or lowlands resurfacing, and therefore imply that atmospheric pressure on Mars began at least as early as 2.43 Ga. Atmospheric pressure onset may have been earlier, and some degree..."}, {"Input": "The elements essential to biology are", "Output": " cellular, stellar, and galactic. Earth-based measurements of cellular abundances contain information on cellular abundances in a variety of environments and, in some cases, even on spectral characteristics. We can infer abundances of several..."}, {"Input": "The elements essential to biology are", "Output": " silicon, magnesium and sulfur. They also define the habitable zone, which determines the stability of liquid water, oceans and atmospheres on an terrestrial planet. The evolutionary sequence of life in the solar system is marked by at least..."}, {"Input": "The elements essential to biology are", "Output": " the carbon cycle and the availability of nutrients in modern organisms. Although most of us know of the carbon cycle and availability of nutrients in modern organisms, few of us have a sufficiently detailed understanding of the nutrients that are needed to..."}, {"Input": "The elements essential to biology are", "Output": " the organization of the molecules into simple text units (omnis). This text applies to the chemistry of all complex structures in all possible dimensions (the atoms, molecules, and their combinations). It is also the basis for a..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " aqueous processes involving alteration of mafic minerals, e.g., quartz. The alteration products may include the precipitation of magnetite, magnetite, or magnetite sulphides.\nThe observed..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " terrestrial apatite fossils preserved in the vesicles and mudstones of South Africa. Apatites, which are believed to be formed by bacterial and pterozoic bacteria, can be divided into..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " special biological organisms because such organisms were common in environments that ranged from the surface, where they originated, to the distant subsurface, where they lived longer, and where they may be relevant in the search..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " a hybridstyle, wherein microbes are rapidly engulfed in a substrate characterized by a fixed pH and body size that is fixed with respect to the host body's climate. The host-body and ecosystem sizes and pH..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " an effective barrier. We conclude that either (i) at least parts of Jupiter's ammonia atmosphere are subject to condensation from below or even in localized, localized, patches around the cloud tops..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a barrier to upward propagation of downgoing ultraviolet photons. Beyond the cloud layer, downward propagation of absorbed planetary radiation severely limits downward propagation of absorbed solar radiation. We demonstrate that this effect is of..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a diode in the emission of these radiation sources, hence greatly expanding the potential of the Cassini mission to infer the deep atmospheric composition.\nThe Kepler mission is detecting thousands of extra-..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " an effective barrier and may prevent the development of lightning at distances from the planet for a duration of less than a few minutes at most on Jupiter. Here we present a theoretical explanation of the effect..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " common targets of current and future planet search programs. These planets are prime targets of current and future planet finders and theoretical investigations, both of which require high fidelity and accurate stellar models...."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " attractive targets for characterization, as it offers them with a stable long-term orbit. Here, we present an improved radial velocity (RV) cross-correlation technique that we applied..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " probable, and ∼30% of solar-type stars may support life. Detection of molecular species—e.g., sulfuric acid—is not expected to result in significant biosign..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " found to be unlikely, at least at the 12σ level. Finally, we show that the number of Earth-sized planets that are potentially habitable depends on the host stellar metallicity..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of our neighboring star, we are finally able to answer the question: Do terrestrial planets exist around other stars?\nA numerical model for the magnetic dynamo process in stars of 1 solar mass is..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zones of quiet, nearby stars, these measurements will be essential for determining how well Earth-like planets can be identified in the data returned from a future orbiting satellite.\nHigh-resolution spectroscopic..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of late-type M dwarfs, which will be the ideal target for detailed atmospheric characterization, we look at the feasibility and technical challenges of carrying out transmission spectroscopy on these objects.\n..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zones of M dwarfs, we need to recalibrate our understanding of the planet formation process. It is important to know the physical properties of the planet(s) as well as how they form..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " hiding nearby low-mass planets. Lensing effects can actually reduce one out of two observed signal-to-noise ratio (SNR) observations of the same star, possibly by as..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " modulating the orbital fitting and by making it more difficult to confirm the existence of an Earth-like planet of at least two Earth masses orbiting within the habitable zone of the star. This effect..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " impeding the detection of H2O, CH4, and H2, and by causing its phase curve to vary due to the changing visibility of stars that are occulted by a planet..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " producing spectra that are very similar to that of the planets orbiting their host stars. It has been suggested that the amplitude of activity in a given wavelength range is affected by several factors, such..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " studied with an apodizer and a microdot apodizer to reach the highest contrast possible for this task. Methods: The method is based on the general method of microdot apodizers..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " characterized by the brightness of its star at multiple wavelengths surrounding the planet’s limb, i.e., the reflectance at the planet’s limb. The shape and strength of the..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " highly dependent on wavelength and the effective grain size of both the grains composing the planet and the atmosphere of the planet. For grains that are less than a tenth of an micrometer in size,..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " an intensity distribution power law with an exponent of about 0.1. This noise is characteristic of Rayleigh scattering and does not arise from the planet itself. We show that if the planet orbits within..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the properties of their atmospheres and calculate their atmospheric thermal and chemical structures. We use these models to evaluate how heat will be transported and redistributed between the day- and night-side, with the results in much..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the potential for hydrodynamical transport of N2 and CH4 from their atmosphere to their surfaces. We consider the case of Titan and examine what happens if we remove Titan from the simulations and compare to the..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the atmospheric processes and variability that can be caused by these atmospheric phenomena, including waves, nonlinear processes, and the effects that radiative transfer can have on planetary climate. Aims: We investigate the efficiency of..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the effects of the convective properties on the dynamics, heating, and cooling. Aims: The influence of a large-scale, short-lived radiative component, which acts in the layers of a radi..."}, {"Input": "The origin and evolution of planetary systems", "Output": " is not well understood. Keplerian fits of radial velocity data to these data imply that the planetary orbits have high eccentricities, but low semimajor axes. The well-known, eccentric orbits of the Kepler and..."}, {"Input": "The origin and evolution of planetary systems", "Output": " is one of the central questions of exoplanetary science. To date, radial velocity has shown that compact, Jupiter-mass planetary systems (Mpsini &lt; 8 M⊕) are present in..."}, {"Input": "The origin and evolution of planetary systems", "Output": " may depend largely on the stellar mass. With this in mind, we carried out a spectroscopic and photometric study of a sample of 118 giant stars in light of a comprehensive and accurate list of chemical elements,..."}, {"Input": "The origin and evolution of planetary systems", "Output": " has been investigated not only by direct simulations but also with the classical Lyapunov and screened three body problem, in which individual planets are strongly coupled via a secular/deorbit resonance. The resulting results have been..."}, {"Input": "The formation of photochemical hazes creates", "Output": " an observable haze layer, where condensation of the organic material is expected to produce the haze. This opacity can become significant as the photochemical hazes expand and the effective cloud fraction decreases.\nA planetes..."}, {"Input": "The formation of photochemical hazes creates", "Output": " subtle differences between the deep photosphere and the upper atmospheres of terrestrial planets and therefore the need to be better constrained to reliably model hazes in transiting exoplanet atmospheres. We present a grid of..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a transition zone between warm (100 K), cool (1000-3000 K), and completely cloudy (1000-1000 K), where condensation occurs to prevent any significant alteration of the cloud surface during this transition...."}, {"Input": "The formation of photochemical hazes creates", "Output": " an asymmetric surface temperature (TTUR) signature. Previous works have argued that an increase in the solar flux reduces the UV penetration of the haze layer at a TUR of around 40%. Here we use a..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere in a manner that suggests it could have a thick H2 stratosphere. However, recent observations with the Hubble Space Telescope show evidence for cloud scattering of the planet rather than..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present but are weak or absent in the atmosphere. However, GJ 1214 b is photometrically stable with Kepler in the optical and weakly detected in the infrared. By analogy..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present at high altitudes in the near-infrared and that the vertical extent of the polar hazes increases at higher altitudes. Observations of GJ 436 b show that its K..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " likely present relative to the mid- terminus and imply that the temperature and the extent of the planetary atmosphere are probably higher than previously thought. GJ 1214 b is one of the least..."}, {"Input": "Extrasolar planets in binary systems are", "Output": " rare, and their spectra are dominated by emission lines from helium and metals, and they are difficult to interpret. Here we report results from the first planet search using planet-metallicity correlation, in which..."}, {"Input": "Extrasolar planets in binary systems are", "Output": " very common. Aims: We carried out a radial velocity survey for planets in two eclipsing binary systems: HD 187123 and HD 180347 and probed their orbital architectures through transit timing variation (TTV..."}, {"Input": "Extrasolar planets in binary systems are", "Output": " usually separated by ≲ 0.05 astronomical units (AU) and ≲ 5.7 au, respectively, giving birth to planetary systems with separations ranging from 0.03AU to 10au. <..."}, {"Input": "Extrasolar planets in binary systems are", "Output": " important because their orbital separations may be significantly smaller than the separations that a close-in planet with a hot Jupiter can maintain on its host star. The recent discovery of circumbinary planets, or multiple..."}, {"Input": "Transiting exoplanets are", "Output": " believed to have strong winds, driven by the strong irradiation of the planet surface and by strong orbital migration. Based on a semianalytical model, we investigate the dynamics of mass versus angular momentum in a hydrod..."}, {"Input": "Transiting exoplanets are", "Output": " in an extremely interesting region of space and physical conditions. The host stars of transiting planets exhibit several observable characteristics: high-gular-mode pulsations, Doppler-shifted line profiles, rapid transit times..."}, {"Input": "Transiting exoplanets are", "Output": " expected to be among the best targets to search for signs of life, which presents a challenge in their discovery. We propose an observational strategy to detect the reflected light of rocky planets with a photometric signal. We use a..."}, {"Input": "Transiting exoplanets are", "Output": " expected to drive their atmospheres into emission, and theoretical modelling efforts based on this emission have made it difficult to distinguish whether an atmosphere is hydrogen-rich, helium-rich, or oxygen-rich. We present measurements of..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a lack of short-period planets in temperate orbit around stars with a low projected rotational velocity (vsin i⋆ = 12 ± 9 km s-1). We obtained new mid-eclipse times..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " this frequency pattern. According to this frequency pattern, the first few hundreds of days of observations of a Kepler planet are necessary to measure its atmospheric properties. However, these same days when there are no radial velocity measurements, and..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " evidence of multiple inner moons of giant planets in the systems. This finding could imply that in the past, the multiple-planet dynamics of extrasolar planets have been more like our solar system.\nContext. The origin of..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " that most Sun-like stars harbour super-Earths in their habitable zones, regardless of whether they are in the HZ or the HZ of their host stars. When orbiting a Sun-like star, planets on..."}, {"Input": "TESS is predicted to discover", "Output": " up to 1000 transiting planets by means of their atmospheric characterization via transmission spectroscopy. However, this represents an enormous technical risk that requires the development of stronger deep detection programs that would complement the much more headwinded..."}, {"Input": "TESS is predicted to discover", "Output": " around 100,000 Earth-size planets over the course of its nominal mission lifetime. The large transit radii are due to the high planet occurrence rate from the candidate's precise characterization, and also due to the planet's..."}, {"Input": "TESS is predicted to discover", "Output": " about 150,000 planets by the TESS primary mission and will discover more planets by TESS discoveries by the TESS secondary mission.\nTitan, the smallest satellite with a global subsurface ocean, is a..."}, {"Input": "TESS is predicted to discover", "Output": " more planets around similar stars. Our calculation shows that TESS will discover 19-fold higher planet occurrence rates around stars as early as M3.5.\nWe present the results of a three-dimensional smoothed particle..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " of primary interest for understanding planetary migration and for investigating their influence on the early formation and evolution of the Solar System. The CoRoT satellite was launched on December 27, 2006 and has been operated by CN..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " indeed among the most favorable targets for atmospheric characterization using a coronagraph.\nThere are still a number of transiting planets, both ground- and space-based, but their mass has never been measured with..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " vital for a variety of scientific research areas, not least of which are related to stellar origins, planetary atmospheres, and the links between planetary systems and exoplanets.\nThe origin of Earth's building..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " unlikely to be detected with current facilities. Rather, many of the planets in this category are expected to have been destroyed or completely lost early in their histories. This paper explores the destruction and survival of these planets..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the bulk densities of their gas envelopes. Here, we study Kepler-62e through considering a large ensemble of possible compositions and compare our results with theoretical models. We find that the observed properties of Kepler..."}, {"Input": "Directly imaged exoplanets probe", "Output": " multiple aspects of planetary interior dynamics over gigayear timescales. Jupiter’s magnetic field, which originates within its atmosphere and drives auroral activity, is the driving force responsible for many planetary radio..."}, {"Input": "Directly imaged exoplanets probe", "Output": " subtle patterns in an atmosphere. By observing the thermal thermal emission of planets and then modeling it into their transmission spectrum, clouds and hazes in the same manner can provide a first glimpse into the chemistry-driven processes..."}, {"Input": "Directly imaged exoplanets probe", "Output": " different aspects of atmospheres including their composition, scale, structure and age, atmospheric dynamics, and rotation. Direct imaging of these small planets is challenging owing to their short lifetimes and small angular separation from their host..."}, {"Input": "Phase curves of exoplanets are", "Output": " often computed with an approximate 1D model using synthetic observations and the fluxes of stars are frequently computed with such a model. In this paper we present a fast method to generate the corresponding closure phase curves. In the..."}, {"Input": "Phase curves of exoplanets are", "Output": " of the utmost interest to derive information about their physical conditions and their formation environments. The present work takes into account in a self-consistent manner the atmospheric and thermal processes taking place in the planet's atmosphere using a..."}, {"Input": "Phase curves of exoplanets are", "Output": " based on a systematic iterative process, which is a result of the continuous integration of physical and chemical parameters, including all relevant chemical and structural species, including hydrogen and oxygen, as they are varied to fit a given..."}, {"Input": "Phase curves of exoplanets are", "Output": " the subject of an ongoing discussion and development. In this chapter, we review the status of the research on exoplanet atmospheres through observations. In particular, we outline the recent successes of IR spectroscopy of..."}, {"Input": "Biosignatures are", "Output": " common and difficult to detect. The existence of biosignatures has challenged theories of atmospheric evolution and habitability, and therefore in the past decade of a new era of exoplanet characterisation. Earth-like planets around nearby..."}, {"Input": "Biosignatures are", "Output": " a collection of stellar parameters for F-, G-, and K-dwarf red stars that are determined by spectroscopy and/or high-resolution imaging. Their composition is a direct reflection of properties of the planet host..."}, {"Input": "Biosignatures are", "Output": " unlikely. To resolve this puzzle, we discuss a dynamical model, in which the circumstellar disk (currently undergoing small-scale dissipation) represents the parent bodies of the SB Aurigae systems, having undergone accretion..."}, {"Input": "Biosignatures are", "Output": " expected, but it is likely that many false positives could remain undetectable in the next three years, as the Kepler and CoRoT missions will be unable to detect all biosignatures. With an Earth-like planet..."}]}