{"samples": [{"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " clouds, surface pressure, surface energy, and the presence of a planetary rotation period. We will exploit the direct measurements of the light from exoplanets over a significant part of the electromagnetic spectrum. For example, the case of the Earth is interesting as the light curve of the day side is relatively free from terrestrial system constraints and hence easier to detect with the James Webb Space Telescope. The mutual information between a remote and Earth-based observer can be extracted in this way. With a proper analysis of the data, the \"direction finding\" technique will be applied to the vast quantities of data that will be obtained in the near future with first generation ground-based telescopes. This will provide new insights in the atmospheric, surface, and planetary parameters. Within this context, a total of interesting possibilities are identified.\nJupiter has a unique atmosphere, with its ultraviolet auroral emissions not exceeding 0.01 W m-2 for solar minimum conditions. This unique behavior is due to Jupiter's extremely large differential rotation..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " day-night temperature contrast, surface albedo, cloud coverage, and chemical composition. We will be able to determine the atmospheric conditions and cloud properties for each of the hundreds of exoplanets discovered by the Kepler mission. To study these atmospheres and obtain physical and chemical diagnostics, we will be conducting a survey of these exoplanets with the VLT SMM and MMT for exoplanets with atmospheric parameters derived from the Kepler Input Catalogue (KIC). The SMM survey will target a sample of the most interesting exoplanets in the Kepler field. We will use the object GeTOS, created by the community, to automatically find the best-suited candidates for follow-up by high-resolution spectroscopy with the SPHERE instrument. The VLT SMM survey will be designed to determine the atmospheric parameters of a sample of highly interesting exoplanets, which will be well suited for atmospheric characterization with SPHERE. This survey will be sensitive to..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " atmospheric temperature and pressure, and the strength of the atmospheric signal. We even obtain remote spectra and short-cadence photometric observations for select transiting exoplanets, which will be particularly useful in studying atmospheric dynamics. The data from these observations will contain information on the stellar spectral characteristics such as mass, radius, and age, and information on the planetary spin, orbital motion, and atmospheric escape. We will derive the atmospheric properties such as chemical composition, temperature, and pressure and the expected variability. The data will also inform us about the potential habitability of the planet as a function of the orbital period.\nWe present a study of the effects of stellar activity on the transmission spectrum of a tidally locked exoplanet. Tidal dissipation in the host star is caused by tidal forces acting on the planet's orbital motion. Despite the fact that the tidal force is generated by the tidal interaction between the planet and the star, a local condition of low stellar activity is tolerated in the..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " its temperature, pressure, and velocity structure. Because the light curve is a Lagrangian function, other information (e.g., surface gravities, or projected equatorial velocities) may be obtained from the other orbital parameters. We find that four exoplanets can be detected with existing ground-based observations: HD 189733b, HD 209458b, HD 149026b, and HD 203949b. The detection of a fifth planet is possible with a ground-based telescope. We briefly discuss future exoplanet candidates from the analysis of the light curves and the analysis of radial velocity data.\nMost of the known transiting exoplanets are in short-period orbits, mostly due to the bias inherent in detecting transiting planets in the same systems. A few systems exhibit transit timing variations (TTVs). In these systems, the eccentricity of the orbit, the orbital period, and the transit duration can be significantly modulated with the TTVs..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " clouds, surface albedo, and the dynamic processes such as stellar rotation and magnetic field generation. The remote sensing technique is directly applicable to extrasolar planets, and the technique can be applied to transiting giant planets with potentially observable atmospheric features. We use the data collected from the Kepler and CoRoT space missions to estimate the planetary albedos as a function of wavelength and planet phase. We find that giant planets with optically thick clouds are the most prominent in the optical wavelength range. We predict the expected thermal phase curves for a sample of hot Jupiters, and find that they differ significantly from the prediction of a uniform, spherical albedo. The technique is strongly dependent on the distance to the planet, and therefore, on the phase observed in the infrared.\nWe show that the observed distribution of thermal albedos of hot Jupiters is well explained by the thermal emission of a stellar atmosphere which is incident on the day side of the planet. The atmospheric thermal..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " day-to-night temperature differences in transit, and atmospheric radiation and particle radiation sources and frequency. We apply the concept of information on planetary parameters to the Earth and Earth-Moon systems. We demonstrate that a multiparameter data set will be valuable for the atmospheric and orbital characterization of extrasolar planetary systems since it will be highly sensitive to the planetary parameters (e.g. surface gravity and tidal heating rate) and thus be useful for constraining the planetary systems characteristics. The data set will also allow us to study the interplay between the planetary atmosphere and the physical properties of the surface, including the potential for life. We will demonstrate that the large data sets that will be available with the next generation of telescopes will allow us to study the interplay between the physical properties of the an atmosphere and the physical properties of the surface and Earth’s biosphere.\nThe NASA Kepler Mission is designed to determine the frequency of Earth-size planets around Sun-like stars, and the number and..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " the day-to-night temperature contrast, the longwave optical optical flux, and the radio emission. Earth's atmosphere is a complex combination of gas-phase, aerosol-phase, and liquid-water phase properties all with a dynamic interplay between them via atmospheric dynamics and geochemical cycles. However, a major challenge in the field of exoplanetology is the trend of atmospheric composition with planetary equilibrium temperature. A key objective for exoplanetology is to understand the chemical and physical processes that cause disequilibrium chemistry on the surfaces of exoplanets. Methane is a potent atmospheric greenhouse gas that contributes to this. We show that near the terminator (solar equilibrium temperature) methane might be a suitable greenhouse gas for Earth-sized exoplanets. Future missions such as the James Webb Space Telescope, new high-resolution spectrographs like G-CLEF, and the Extremely Large Telescope (ELT) will discover and characterize many transiting exoplanets that..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " the day-night temperature contrast, the longwave radiation field, the temperature perturbation, and the particle radiation absorption. We will map the disk of exoplanet HD 189733b in reflected light with the James Webb Space Telescope. We will also obtain secondary eclipse time series with the upcoming generation of ground-based instruments. We study how these data will improve our understanding of this unique exoplanet. We simulate the spectra of HD 189733b with a grid of synthetic spectra, and we present the first addition of a spectral feature to remove atmospheric effects. We find that the primary effects of the spectral feature on exoplanet HD 189733b are the absorption of the stellar Lyα stellar line and the depletion of molecular absorption that occurs during transits. We also compare our results to the current best estimates of the exoplanet parameters obtained via transmission spectroscopy. We find that the spectral feature is an important factor in determining the atmospheric temperature structure because it controls the optical transit..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " thermal structure, surface pressure, and chemical composition. We will analyze these data in concert with the four telescopes of the new World Space Observatory (WSO-UVOT) dedicated to UV space weather. This mission will offer a unique opportunity to view the atmospheres of exoplanets in unprecedented detail in the far-ultraviolet (FUV, where the particles are free of refracted and ionized atoms) and near-ultraviolet (FUV, where particles are refracted and ionized). It will provide unique opportunities to study the dynamic processes on planetary atmospheres, in particular, in the case of exoplanets in or near the habitable zone.\nWe show that the sensitivity of a thermal phase measured in a thermal infrared camera to a single incident solar flare is of the order of 20 ppm and can be used to characterize the solar influence on the Earth’s climate. A detection of an atmospheric thermal phase curve would allow observers to estimate the solar influence on the Earth’s..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " day-to-night temperature contrasts, cloud properties and the dynamic processes that affect planetary spectra. It is a powerful technique that allows us to probe exoplanet atmospheres to get a better understanding of what is causing their observed spectra. Here, we present a brief overview of the current state of the field.\nThe detection of the atmosphere of an exoplanet is a major objective, which motivates the search for atmospheric biosignatures. However, current detection methods are limited to highly irradiated planets, which are hot and dense. Therefore, an important consideration for an exoplanet atmosphere is the spectral energy distribution of the host star. Here, we present a model for the spectral energy distribution of a host star and atmospheric transmission and emission spectra of transiting exoplanet HD 209458b. The model includes scattering from aerosols and chemistry, and includes the effects of stellar energy, planetary radius, and planet albedos. We use the model to evaluate the detectability..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the computational resources available for such a task. Here we present a series of computationally efficient and relatively fast semi-analytical models that can be used to quickly estimate the atmospheric temperature structure and associated composition of these exoplanets. Our new and existing models are compared to the available observational data for HD 209458b, HD 189733b, TrES-1, WASP-4, and WASP-12b. We find that our models are able to quantitatively reproduce the observed temperature structure, atmospheric abundances, and phase curves of these exoplanets, demonstrating that the high temperatures observed in these atmospheres are due to the presence of an excess absorption band in the optical part of the transmission spectrum. We find that the absorption band in the optical is due to a pressure broadening of the planetary spectral lines and is thus a robust indicator of disequilibrium chemistry. We find that WASP-12b, HD 189733b, and WASP-12b have..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the computational resources available for such a task. When these resources are not available, the results of the models suffer from the limitations of the techniques they use for convection. We aim to quantify the theoretical and practical difficulties caused by the current limitations of atmospheric models and to present a general method for generating simulated data in order to deal with these problems. We use a converted semi-analytic model to generate a large number of synthetic data sets in order to generate a large number of atmosphere models and to explore the precision and accuracy we are able to obtain for the modeled data. We find that our method is very efficient at converting the full atmospheric structure (policies and chemistry) into the surface flux and temperature, and very accurate at reproducing the results of existing observations. We apply our model to the current set of available planetary atmospheric data for the hot Jupiter HD 209458b and find a model-to-model precision significantly lower than is usually quoted in the literature. The model is also..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the simple, non-physical models of the heating and chemical processes. In this paper, we develop a physical model of the atmospheric thermal structure that includes the effects of chemical and thermal processes, and include the heating due to stellar radiation. We present simulations that cover a wide range of atmospheric temperatures (400-6000 K), surface pressures (0.1-10 bars), and surface gravities (10-7.5 m s-1). We find that the model is able to accurately predict the heating and chemical structures, and the difference between the model and observed heating rates. Most of the differences between the model and observed heating rates are accounted for by the differences between the heating rate and the chemical abundances. The difference in surface gravity and pressure is primarily due to differences in the temperature and pressure structure. The model predicts the temperature and pressure structure with a much smaller surface gravity than the observed surface gravity. The model predicts the abundance of methane (CH4) for a very wide range..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the lack of knowledge of planetary atmospheres, particularly atmospheric thermal structure. In this work, we develop an inversion tool that distills the atmospheric thermal structure from first-principles, and assess the resulting temperature and pressure structure. We demonstrate that our thermal inversion model is capable of describing the temperature and pressure structure of giant exoplanet atmospheres, with an accuracy of ∼1 K for temperature and ∼1 mbar for pressure. Our inversion tool has the potential to provide a reference for studying Jupiter, Saturn, and super-Jupiters, allowing us to measure the time-of-inversion and thermal structure directly.\nWe obtained high-resolution spectra of HD 189733b at 1.1 and 2.7 μm using the CRIRES instrument on the Very Large Telescope. We find the secondary eclipse depth to be 0.299 ± 0.031% at 1.1 μm and 0.352 ± 0.032% at 2..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the mathematical assumptions involved in atmospheric models, a choice that can often be made imprecisely is therefore critical. In this paper, we present a model that can be used to determine the atmospheric structure of hot Jupiters, and treat eccentricities and stellar irradiation directly. Our model is computationally efficient and takes the full advantage of the flexibility and cross-predictivity of atmospheric models. We calibrate our model against stellar irradiation and find good agreement with existing methods, as well as against the results of direct simulations. We then apply our model to the HD 209458b, HD 189733b, HD 209458b, HD 209458b, HD 114729b, HD 123356b, and HD 128311b systems and find good agreement with their computed limb-darkened and intensity-averaged planetary intensity spectra. We conclude that the large separation from the star leading to excess absorption in the Lyα line can be an important navig..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the minimization of turbulent diffusion, the vertical mixing, and the convective mixing. These effects are interrelated with the radiative effect of the incident stellar flux. Here we present a novel technique for constraining the properties of the upper atmosphere (thermosphere and exosphere) by modelling the time-dependent, time-averaged, and multi-wavelength transits of exoplanets. The main aspect of the technique is the use of the thermal inertia of an exoplanet as a constraint on the atmospheric properties (temperature and density). An exoplanet that is in thermal equilibrium with its host star and has a known mass and radius, can be constrained to store a specific mixture of hydrogen, helium, and heavy elements in its upper atmosphere. We illustrate this technique by exploring the temperature and density profiles of giant exoplanets. We find that the expected H2O abundances of giant exoplanets are well below solar, as a consequence of their reduced gas..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the number of available opacity indices. Our goal is to develop an opacity index that is useful to predict the strength of atmospheric absorption bands in transmission spectra and to facilitate the inference of the atmospheric temperature structure. We calculate the indices of eight absorption bands in the infrared: N2O, O3, CH4, CO2, N2O2, H2O, CH3OH, and CO. We find that CO is the most readily detected and the most strongly absorbed in the hot (T g ≳ 1000 K) atmospheres, whereas N2O is the most abundant and the most strongly absorbed in the cold (T g ≲ 300 K) atmospheres. The CO2 bands are most strongly attenuated in absorption, whereas the N2O and N2O2 bands are more extensively affected by stellar irradiation. The CH4 bands are more strongly affected by stellar irradiation in the hot than the CO bands in the cold atmospheres. The CH3OH..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the assumed assumptions of chemical composition, temperature structure and cloudiness. We aim to develop a model that can predict the chemistry of the atmospheres of transiting exoplanets and can quantify the uncertainties. Using a chemical equilibrium model, we calculate the chemical composition and temperature structure of a planet's atmosphere and derive the uncertainty on the calculated atmospheric compositions. We use the calculation to calculate the atmospheric compositions for three transiting exoplanets. We find that for HD 209458b, CoRoT-7b and HD 189733b, the retrieved compositions are in good agreement with the measured ones, while for HD 209458b, HD 189733b and HD 209458b, the retrieved temperatures are in better agreement with the measured temperatures. We find that the limitations to the model performance due to chemical equilibrium are smaller than those due to incorrect assumptions about the temperature structure and cloudiness. We apply our model to the atmospheres of two exoplanets, HD 189733b and HD 209..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the limitations of the model, which are in particular the large contrast between the planet and star and the large radial velocity amplitude. The present work provides a substantial improvement on previous works, making use of more physics-based assumptions, including the importance of atmospheric scales, the necessity of a non-local hydrodynamical treatment of the magnetosphere, and the construction of a large grid of atmospheric models with realistic atmospheric thermal structure and chemical evolution.\nObservations of the atmospheres of hot Jupiters are fundamental to understand their overall properties. For hot Jupiters, one of the main observable parameters is the thermal phase curve, which directly probes the planet’s atmospheric thermal structure. We report here the first detection of an atmospheric phase curve in the thermal phase curve of the hot Jupiter HD 189733b. We utilize secondary eclipse observations of the planet in the Ks band, and simultaneously determine the secondary eclipse depth and time. We find a warming effect of the secondary..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the lack of knowledge of the composition of the planetary atmosphere.\nWe present simulations of hot Jupiter transit spectra of a range of spectral types, including HD 189733b, HD 209458b, HD 149026b, HD 202828b, and HD 22606b. For each spectrum, we produce an emission measure function (EMF) and calculate the wavelength-integrated transit depth from the EMB, which varies with the wavelength and adopted system parameters. We calculate a transit depth in the filter, B (λ &lt; 1.6 μm) for primary eclipses and treat cloudy/cloudy transits using a fully consistent atmospheric retrieval code. We have found that for the POPC models, the B EMB is a strong function of the system parameters. We find that the B EMB of HD 189733b is 0.6-0.9 per cent of the planetary radius and that HD 209458b is probably a Neptune-..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " solvent to serve as an intermediate. Liquidation is the key. The two liquids are not equivalent. The liquidation of a high-temperature solution of carbon dioxide and carbon dioxide separately is important. On Earth, the carbon dioxide and carbon dioxide are both considered to be aneptotic indicators of the state of the system. The amount of carbon dioxide provides a measure of the surface atmospheric carbon dioxide. On Mars, carbon dioxide is relec ted as a result of low solar insolation and similar exchange of carbon dioxide between the atmosphere and the subsurface. On Mars, the carbon dioxide pressure is associated with subsurface transport and is the main carbon dioxide sink. The carbon dioxide relative humidity is quantified as 2.6 × 10 -2 (CO2 + CO2 + H2O). The VESTS model provides the following values for the VESTS on Mars: (1) terrestrial planets, (2) Mars, (3) the martian..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " solvent to reflect these metabolic processes. We present a model for the chemical evolution of liquid methane over the Cenozoic era (about 800-6100 million years ago). We find that methane was a major contributor to the deep biosphere, but the magnitude of its climatological impact remains uncertain. A cloud of low-pressure, high-temperature, near-surface water-ice was probably present throughout much of the Cenozoic era.\nThe magnetic activity of the Sun has been observed over the solar cycle and a number of interesting patterns of magnetic activity emerged. In the early solar cycle, the solar dynamo and the solar magnetic activity approximated the solar cycle. Later, the Sun observed a secular decline of the dynamo and magnetic activity and a corresponding rise in the solar magnetism. The Sun's activity and the solar magnetic activity rate was similar to the secular decline of the dynamo and the rise of the magnetic activity, but are much smaller than..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " thermal solubility model to predict the gas phase and the gas phase abundances. The three ingredients combine to form a single volatile and are well separated in terms of their ability to regulate atmospheric temperature and pressure. We investigate how the model and residual mixing models influence the predicted atmospheric composition of hot Jupiters. We show that, with the current knowledge of Jupiter's atmospheric composition, the model predicts Jovian atmospheric abundances that are consistent with the current observational data. We find that a model with a thermal solubility model, which considers the influence of condensation, is the most consistent with observations. The model predicts Jovian atmospheric abundances that are close to those observed, which we interpret as further evidence that the deep atmosphere is currently more chemically mixed than a model with a constant mixture. We find that outgassing of CO and N is expected to play an important role in cooling the Jovian thermosphere. We show that the relative mixing of..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " system of chemical catalysts to distribute and regulate the abundance of the reactive species. We describe the material properties of the first two and the third and fourth systems, and we calculate the corresponding reactivity. We find that the thermal instability has a relatively small effect on the amount of reactive species, but that the volatile element depletion is relatively large. The system of chemical catalysts is thus important for astrophysical processes.\nWe present the discovery of a brown dwarf or possible planet at a projected separation of 1.3'' (about 50 AU) from the star GJ 758. The object was detected by direct imaging at a separation of 2.1'' (about 50 AU) from its host star, GJ 758. With a spectral type of M8.5, it is one of the coolest (lowest mass) objects detected in the substellar regime. At a projected separation of about 3'' (about 50 AU) from its host star, it is near..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " solid phase to reproduce the specific heat of the Earth's core. In this paper, we focus on the specific heat capacity of the core. The thermal conductivity of liquid iron is calculated using recent calculations of the thermal conductivity of FeO and Fe0.95H2O. The liquid phase is treated as a mixture of FeO and Fe0.9H2O. The model has the solid phase boundary at 10 GPa and liquid phase boundary at 20 GPa. The calculations show that the liquid phase is more compressible than the solid phase at high pressure and is more compressible than the liquid phase at low pressure. The density of liquid metallic iron is calculated to be 7.3 g/cm3, which is a factor of 2 less than the value of the density of liquid metallic iron calculated by Johnson (1987). The liquid phase thermal conductivity is found to be relatively high, 19.6±3.5 Ωcm.s2 per..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " plasma to drive ionospheric mass loss. In this context, the magnetic field is likely to play an important role in the evolution of the planetary magnetic field. These three components certainly cancel, but there is still a degeneracy between the energy source and the liquid solvent. In this work, we present a complete experimental study of the magnetic field and its effect on the production of molecules. We find that the magnetic field and the solvent are the most important in the planetary atmosphere, where the rate of neutral escape is the highest. The magnetic field, which is derived from the thermal state of the gas, has a much lower influence on the escape of gases than previously estimated. We show that the magnetic field is able to relax the planets' eccentricities and inclinations, which are crucial for estimating the possible history of life on the planets.\nThe spin and orbital parameters of the close-in extrasolar giant planets are obtained by direct numerical integration of the three-body problem; it..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " solvent to facilitate transport of molecules into the liquid phase. Although the liquid phase is solvent, it does not necessarily have the same chemical reactivity as the gas phase. Therefore, the concentration of solubility in the liquid phase and the pressure level at which gas phase reactions are complete could affect the abundance of solubility and the gas phase abundances. Convective mixing of solubilities in liquid phase is found to be important for planetary characterization.\nWe present the discovery of a brown dwarf or possible planet at a projected separation of about 2.5'' from the star HIP63396. The object was detected in the X-ray, optical, and radio bands with the Swift satellite. The spectrum of HIP63396 is relatively soft with a number of absorption lines in the X-ray band. The spectrum does show the Li I λ6707 line which indicates that the object is a late-type star. In the radio band, the spectrum is..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " temperature intermediary to reflect the distribution of molecules across the equilibrium temperature range. The Liquid Gas Mediated Reactions subgroup has been proposed as a step toward an understanding of the biophysical dependencies of those reactions on gas phase chemistry. We present a series of simulations of metabolic thermodynamics and find that gas phase reactions can resolve a number of long-standing questions. In particular, there are questions about the importance of CO2 as a gas in the terrestrial planets, and about the possible existence of a biosphere. These reactions depend strongly on the initial state of the system and the nature of the solids present. In contrast to CO2, which is relatively abundant in the sub-gase atmosphere, CO2 is relatively abundant in the gase atmosphere. A key prediction of our new simulations is the formation of a deep CO2-ice layer in the cold outer surface of the planet.\nThe dust opacity is a fundamental parameter of protoplanetary disk structure. It affects the thermal..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " temperature source to maintain a habitable environment. This last part is very broad, and applies to all planetary types. We discuss the specific challenges of modelling the systemic dynamics of exoplanets and the specific benefits of the new wave-front sensor, which is a key technology requirement for the future exoplanet imagers. The big picture is that we are moving toward an age when scientists are more easily inspired and when the discoveries of potentially habitable exoplanets orbiting nearby stars.\nContext. The super-Neptune exoplanet WASP-107b is an exciting target for atmospheric characterization. It is one of the coldest exoplanets known, and the most highly irradiated exoplanet known to date. Aims: We observed one transit of WASP-107b with the UVES instrument on the VLT. We aim to recover material in the planetary atmosphere that was narrowly missed by previous observations. Methods: We used the cross-correlation technique in two..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " thermal source to warm the surface. These are pursued in the present study. The most favorable conditions are assumed for the Thermoactinomolcanic Energies (TEEMEs) model applied to the study. The model provides temperature, pressure and metallicity dependences of chemical reactions and thermodynamic properties for the energy sources. The model incorporates the most recent physics of the interplay between nuclear reactions, molecular diffusion and viscosity. The model is applied to the study of high-resolution structural and electronic structure with special emphasis on the requirement of nano-resolution. Major results include: (i) The study of the nonprotoplanetary environments based on the study of structural and electronic properties of the first generation of molecules before their dissociation and recombination with the main energetic sites as well as a description of the thermo-chemical properties based on the study of spin equilibrium. In addition, the study of the formation of the molecule nanosphere at an..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " loss driven by the stellar wind. We investigate the influence of irradiation, chemical composition, and mass-loss rate on escape, and find that the chemical composition plays an important role in determining the escape rate. We find that the escape rate of HN/H increases with the stellar mass-loss rate, which supports previous studies that suggested the importance of massive planetary cores as the main drivers of atmospheric escape. Chemical species that are abundant in the planetary atmosphere (e.g., HN/HN, CO, CO2) generally become abundant in the evaporating exoplanet and are likely to be the dominant source of atmospheric N. On the other hand, many species that are abundant in the exoplanet atmosphere (e.g., HN/HN, HCO+, HCN) are not expected to become abundant in the exoplanet atmosphere due to high temperatures in the post-escape regions. We further find that the escape rate of..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " stellar tides, which can cause orbits to undergo Kozai-Lidov cycles. We use up-to-date orbital post-runaway tidal evolution models and investigate the orbital and spin evolution of K2-M5-type exoplanets. We find that the orbital decay of the hot-Jupiter population is sensitive to the tidal parameter α, which is the ratio of the orbital period to the rotational period of the planet. For parameter space sizes that are small (smaller than about 1000 days in the parameter space of K2-M5 planets) or planets with no initial spin velocity, we find that the tidal parameter is a strong function of the planet mass. The higher the tidal parameter, the greater the increase in the orbital decay.\nWe have studied the transmission spectra and light curves of host stars of Kepler Objects of Interest (KOIs), which will be the prime targets of the prime focus of exoplanet surveys. Using Kepler..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " mass loss, which causes planetary scale heights to fluctuate with orbital period. The escape rate and its dependence on orbital period, mass, and radius are well-known. However, escape rate is not well-understood. The escape rate depends on both the Rayleigh number and the planet's gravity. Previous works have suggested that the escape rate is directly proportional to the planet mass. We investigate whether this is the case, and derive an escape rate that is directly proportional to the planet mass. We find that the escape rate is indeed directly proportional to the planet mass. We deduce an equation of state to quantify the escape rate. We find that the escape rate is indeed directly proportional to the planet mass. Specifically, we find that the total mass of a planet determines the escape rate as a function of its total mass and the ratio of the total mass of the planet to the total mass of the star. We also find that the escape rate is directly proportional to the..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " evaporation processes. The escape rate is highly variable. For a hot exoplanet, the escape rate is high enough to evaporate the entire atmosphere in a short period of time. For an ultra-hot exoplanet, the escape rate is low enough that it may take several days to lose the atmosphere. Both atmospheric loss and evaporation processes are important for hot, low-density, low-mass exoplanets. The relation between the incident stellar flux and the escape rate is a well established quantity. A planet which receives a higher stellar flux than Mars receives an evaporating atmosphere, and vice versa. We find that the relationship between the incident stellar flux and the escape rate depends on the mass of the planet, and therefore the mass of the planet determines the escape rate.\nWe present new X-ray observations of the dM1e+Ce binary system of the M1.5 dwarf LP 944-20 with the ROSAT..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " loss driven by the stellar radiation pressure. We investigate the dependence on atmospheric composition and escape flux on planetary mass and radius. The escape rate is expressed in terms of \"molecular weight\" and \"molecular weight\" and is related to planetary mass and radius. We find that for a given planetary mass and radius, an escape rate that exceeds the orbital timescale of the innermost rocky planet by a factor of 100 is a small factor of the total mass of the planet. This escape rate is also related to planetary mass and radius. We find that the escape rate increases with planetary mass and orbital distance, and is sensitive to the escape rate through the atmosphere of the planet. We find that the escape rate, in the case of a fixed planetary mass and radius, from the atmosphere of a hot Jupiter or ultra-hot Jupiter, which is driven by the stellar XUV flux. The escape rate is independent of planetary mass and radius. If the atmosphere of a..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " bombardment. This process changes the planetary surface, which is important for abiotic processes, such as characterizing natural habitat. We use a one-dimensional hydrodynamic thermo-chemical model to study the response of an Earth-like exoplanet to the presence of giant gas planets. We find that the combined presence of hydrogen (H2) and helium (He) in an atmosphere greatly increases the escape rates in the atmosphere. The escape rates are found to be a function of the total mass in the atmosphere. The escape rate is related to the central time of the planetary system. For example, H2O escape rates are found to increase by a factor of about 2-3 for planets that are 100 Myr old, compared to a factor of 1-1.9 for planets that are 10 Myr old. Thus, the surface of an exoplanet is not a single independent of its age, as atmospheric escape is sensitive to the total mass. We find..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " loss by hydrodynamic hydrogen escape. We model the escape and loss of atmospheric hydrogen from the Jovian, Saturnian, and Uranian atmospheres using a common escape model and parameterized escape rates. With these escape rates we determine the relation between the total atmospheric hydrogen and the mass of the escape. For Mars the relation is (Mn/M*M2/M*)2.5, and for Venus the relation is Mn/M*M2/M*/M*. We find that the escape rate is sensitive to the first and second vesicles for Venus, and the mass of the escape is insensitive to escape rates for Mars and Uranus. The escape rate is therefore a function of the initial planet mass. The escape rate is also sensitive to the initial planet mass. Hydrodynamic hydrogen escape is a negative dynamical feedback. The escape rate is determined by the ratio of the gravitational energy of the planet to its own energy. The..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " mass-loss processes that are crucial for the star to lose its original mass rapidly. We model the escape and mass-loss of hydrogen-dominated atmospheres that originate from the Roche lobe overflow and the hot-Jupiter-like mass-loss rates that are caused by the dissipation of the stellar wind. We find that the Roche lobe overflow can produce a hydrogen-dominated atmosphere on super-Earths that are ∼3 orders of magnitude more massive than the already observed exoplanets and can prevent the enrichment of the atmosphere resulting from the initial mass-infall of the star. Furthermore, we find that mass-loss rates of hot Jupiters are efficient, which leads to the end of the initial mass-infall after ∼2 Gyr. Our results suggest that super-Earths that are dominantly enriched in hydrogen and helium may experience an enhanced mass-loss rate that they can experience over their host stars which makes them more susceptible to atmospheric loss..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " loss driven by the stellar XUV flux. However, the prevailing picture for the globally-separated (gsim100 AU) exoplanets is that they are stable to photoevaporation, whereas spatially-separated exoplanets are not. We find a new equilibrium Stellar XUV evolution model that includes photoevaporation and loss of atmospheric mass on Gyr time-scales, and uses this model to constrain the atmospheric mass loss rates. We show that a simple analytical model with atmospheric mass loss without photoevaporation is able to reproduce the escape and loss of gas from GJ 876b and HD 209458b. In comparison, the model is highly sensitive to the Separia evolution model and has difficulty reproducing the observations. We find that the observationally observed atmospheric mass loss is a function of the planet's Separia evolution model. We argue that Separia evolution models should be used to constrain the planet's atmospheric..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " erosion, which may render them essentially uninhabitable. We report the detection and atmospheric modeling of a transiting exoplanet orbiting the nearby (d = 5.9 pc) M3.5 dwarf LP 944-20. We find that the orbital period of LP 944-20b is 8.24 h, the orbital period of LP 944-20b is 6.76 h, and the orbital period of LP 944-20b is 10.2 h. LP 944-20 is the third closest transiting exoplanet discovered to date, after HD 209458b.\nContext. In-depth studies of exoplanetary atmospheres are starting to become reality-testing. For those planets with no atmosphere, thermal inversions may lead to the formation of local thermal inversion layers in the planet's atmosphere. In-depth studies of thermal inversion layers are a highly efficient way to probe the atmospheric thermal structure. Aims..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " a large amount of free radicals exist in the gas phase. However, the specific reaction pathways which can produce these aerosols remain poorly known. To address these issues, we conducted laboratory experiments by irradiating acetic acid (AsH4) with a high-power laser at a level of 400 proton beam measurements. An experimental setup was designed to study the production of acetic acid aerosols compared to a control group which had not been irradiated with the laser. The experiments were performed in a gas chamber, and the luminosity was measured to determine the amount of acetic acid aerosols formed. The experiments allow us to assess the impact of the high-power laser on the production of acetic acid aerosols in the lab environment. Acetylene was produced as a result of collisionless heating of the reactant gas during the experiments. The experiments result in a very high production rate of acetylene, in agreement with theoretical estimates. The..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are formed by hydrogenation of condensible organic species such as aeolian and impact. In contrast, in temperate planets such as Saturn, no such condensible organic aerosols are found. The latter result from photochemical processes, whereas the formation of aeolian and impact mediated photochemical aerosols is thought to be a fundamental process in the evolution of the inner Solar System. However, the processes just as in the case of the cold outer Solar System are also important in the evolution of temperate rocky planets. We review the different processes and their interaction in the context of the evolution of the different planetary systems. We also discuss the impact on exoplanets with regard to their atmospheric chemistry and potential habitability.\nWe have obtained far-ultraviolet spectra of the low-mass companion to HD 92943, HD 92943B. We find that HD 92943B has a temperature of 550 ± 200 K..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are formed in the hydrological cycle of a terrestrial planet. They are produced in the presence of atmospheric oxygenation through photosynthesis and subsequent gas-phase reactions. On the basis of a model for an oxygenation event from which all sources of organic aerosols are removed by photolysis, we find that the atmospheric opacity of such clouds can vary over multiple geologic epochs, depending on the values of the background O2 and CO2 concentrations and the local N2 and O3 concentrations. Our model predicts that the total amount of O2 consumed by photochemical reactions is inversely proportional to the increase in O3 present in the atmosphere. Thus, the high O3/O2 ratio in the deep atmosphere is a primary constraint to the evolution of terrestrial oxygenation from an early, icy, high-O2 condition to the current, low-O2 state. Other conditions, such as CO2/O2 and nitrogen, are..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are formed by reactions between interstellar O, OH, and H2O. The target solar systems exhibit a variety of non-solar organic aerosols that are formed in low-temperature anoxia. Here we present a comprehensive set of high-resolution (∆λ ∼ 0.4-9 Å), high-S/N (∆λ ∼ 300-600 Å) mid-infrared spectra of a low-mass star and brown dwarf with an extensive collection of ammonia (NH3) ice features in its atmosphere. The sample includes objects from the literature, including some previously undetected types of nitrogen-bearing aerosols, and some newly discovered. The optical properties of the detected nitrogen dioxide and nitric acid features, which have been reported as ammonia ice features in blackbody-like spectra, are qualitatively consistent with predictions of laboratory experiments replicable experiments. In the infrared region, we find that nitrogen..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are produced by polar-cataclysmic impacts. We investigate the chemical and photochemical characteristics of these aerosols. We find that these gases have short lifetime and only small abundance, and that the gas phase is not an efficient dispersant. Our results suggest that the main source of organic aerosol opacity is collisions between two-and-then-decreased comet-sized bodies, and that non-cartesian, three-dimensional settling mechanisms may be at work to shake up these small particles. A key transition point for our understanding of the atmospheres of icy satellites is the interaction of the gas phase with the solar wind, where the plasma interacts with the gas and the gas is diffused into the planetary exosphere. In a comet-like scenario, an exchange of mass transfer between the gas and the magnetic field produces a mass flow rate of 10 -15MJ per second rate of time, which can be enhanced by Jupiter-like planets in..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are formed via reactions in a wide range of planetary environments. We present a comprehensive study of the global production and transport of organic compounds by using remote sensing observations from the planet. The detection or nondetection of multiple biosignatures appear as a function of the planet’s distance to the Sun. We identify numerous abiotic sources for the production of organic compounds and show that the abundance of methane in our own Solar System is highly anomalous. Additionally, we present a model for the UV-visible production of nitric acid from H2S-N2, which is a common product from many aqueous species and is thought to be a key to understanding the early evolution of life on Earth. The Nitric acid production is strongly associated with the formation of nitric acid clouds which are a feature that potentially played a part in the habitability of some cold exoplanets.\nWe present the discovery of two new giant planets transiting..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are formed by chemical reactions in Titan's atmosphere. Recent work has shown that photochemical organic aerosols can be stable around the exosphere of Titan. Here, we investigate whether photochemical organic aerosols could be formed in situ. We use a chemical kinetics model to calculate the reaction rates for the formation of a wide variety of possible photochemical aerosols, and show that the most probable profiles are for N2, CO, and H2O. We conclude that photochemical organic aerosols could be detected from the ground with SPIs.\nThe Cassini Ion and Neutral Mass Spectrometer (INMS) investigation will determine the mass composition and characteristics of neutral and plasma constituents from the flight sequence data acquired over the past four years. The investigation includes the following sequence of facts. (1) The most probable range of densities of the neutral species in Titan's atmosphere is g/cc&gt;about g2&lt;/..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are formed by cold gas reactions with hydrogen and helium (J) and are released by the thermo-chemical processes (e.g. photolysis, NOx). However, most of their formation sites are not well known. To characterize cold gaseous CO2 on Saturn, an experiment has been performed in a gas pressure tank on the spacecraft Cassini. This experiment allows an unprecedented amount of exposure time to be spent on precisely the same conditions as on Titan. This experiment involved the direct exposure of two types of gas mixtures to a series of gases in the pressure range 0-20 mbar. Exposure time was measured by the experiment for the first half of the duration of the mission (P=0.9 s). Exposure time was increased by an order of magnitude from Titan to the first Titan flyby, as expected. The experiments also allowed an analysis of the effect of P in the ranges 0.3-20 mbar..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are formed by photochemistry driven by ion-neutral chemistry. Over the past decade, extensive photochemical and in situ measurements have provided updated information on the composition and formation rates of these seemingly ubiquitous organics. However, a number of inconsistencies remain between various studies and their interpretation. And now, a number of novel, comprehensive, in situ measurements of gas phase chemical reactions with far greater sensitivity to error bars are available. In turn, novel, high-resolution spectroscopy is fundamental to interpret these new data. In this review, we compare these updated chemical and physical properties with available literature and discuss them in the context of the compositional and physical properties of the various types of gas phase organic molecules (HCN, C2H2 and C2H6). We then discuss the current state of knowledge of nitrogen chemistry and its impact on our understanding of nitrogen chemistry.\nThe mission of the ROSAT space observatory to the vicinity of the Earth..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " photochemistry is efficient. The formation of these aerosols is of high priority for our understanding of planetary atmospheres. Here, we combine, statistically, a number of recent studies. Specifically, we present a novel method for calculating an empirical gas-phase opacities as functions of C/O and C/O2 for either C/O or C/O2, with multiple parameters that allow the inclusion of non-equilibrium chemistry (e.g., vertical mixing, H2 mixing, and chemical kinetics). This opacities are used to calculate the gas phase abundances of several molecules commonly used in planetary atmosphere models. We find that C/O significantly affects the gas phase abundances, especially for HCN, HNCO, and H2O, while C/O is not important for CO. The non-equilibrium chemistry is important for understanding the gas phase temperature and pressure profile. We find that at low C/..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the presence or absence of CO2, and hence constrain the C/O ratio and the ability of a planet to retain a volatile-rich atmosphere. To date, the detection of CO2 has been obtained only through remote sensing. To reach the point at which an Earth-like planet would be in the Magma ocean, clouds must be present, and the spectral energy distribution must be in thermal equilibrium, in which case, volcanic outgassing is the dominant source of CO2. However, these conditions are unrealistic for the Earth’s atmospheric composition, which depends strongly on other factors. Here we argue that short-time-scale, solar-like oscillations in the geomagnetic field, which can be as large as tens of mV/m, can erode the atmosphere over time, releasing released CO2 into the atmosphere in the process. The geodynamo is expected to generate a global magma ocean within a..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the atmospheric compositions of these worlds. The upcoming generation of telescopes will yield direct, high-precision results.\nThe ability to identify molecules in spectra is important for a variety of scientific and industrial uses. A compelling modern focus is the spectroscopic detection of biosignatures, particularly in the spectral range between 0.1 and 100 μm. The future generation of space- and ground-based coronagraphic instruments, like the James Webb Space Telescope (JWST), will be capable of studying spectral signatures from a host of billions of atmospheric molecules. Spectral characterization of exoplanetary atmospheres is also feasible with a coronagraph. In this study, we investigate the detectability of biosignatures in the near infrared (NIR) as a function of planet-to-star flux ratio and planet-to-star flux ratio for use in atmospheric spectral modeling. We find that for a wide range of atmospheric conditions, a..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the nature of the ocean in these objects. After the detection of methane in the atmosphere of Titan recently, the renewed interest in this field has shown that the methane abundance could also be an important factor for the spectral appearance of these worlds. Here we present a global map of the methane abundance and its relation to the thermal structure, in order to infer what information about the ocean can be inferred from the observations of these moons. We find that the H2O and CH4 observed in Titan's atmosphere is produced by photochemical reactions of CO2, H2S, and H2. Some of the H2O and CH4 observed in Europa's atmosphere are also present in the source regions of the H2O and CH4 observed on Io. This suggests that Io has a relatively small fraction of its H2O and CH4 reservoirs.\nThe detection of atomic and molecular hydrogen (H and H2) and their combination with CO in..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " their atmospheric properties and to characterize their atmospheres. The thermal emission spectra of the three planets HD 209458b, HD 189733b, and HD 209458b are analyzed. The three planets have very different temperatures and surface gravities, which are important factors in determining the planetary temperature and the chemical composition. The molecular species in the atmospheres of the three planets have different absorption properties and thus have different transmission spectra. For HD 189733b, the absorption band depth is found to be consistent with the Chandrasekhar band, which is the expected cutoff wavelength. For HD 209458b, the absorption is found to be stronger than predicted by a clear atmosphere model. For both hot Jupiters, molecular species are important in determining the atmospheric temperature and in producing spectral features that are associated with Rayleigh scattering. Our results suggest that future transmission spectra of hot Jupiters will feature many molecular bands in the optical..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the planetary physical properties.\nContext. Saturn, the most complex giant planet in our solar system, has a ring-like dust structure. The Cassini spacecraft observed a dust-laden ring in Saturn's atmosphere near the end of 2004. The ring was observed during Titan's periapse precession, which is closely related to the motion of the planet's center of mass. Aims: We aim to extend the analysis of Cassini data in order to obtain additional insights into the dynamics of the dust component and its related gas and dust structures. Methods: We combine the new Cassini data with existing measurements in order to explore correlations between the physical properties of the dust and the gas and dust densities. We used this unique data set to constrain Saturn's rotation period and to examine the details of the ring. We then used the gas properties in the Cassini spacecraft to perform two-dimensional hydrodynamic simulations of the dynamical structure..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the lower limit of the heat flux in these planets' deep interiors.\nWe have obtained deep optical and infrared images of the cold dust around the stars <ASTROBJ>Gl 581</ASTROBJ> (<ASTROBJ>GJ 285</ASTROBJ>) and <ASTROBJ>HD 107146</ASTROBJ>. In both disks, a dust hole appeared at the position of the star. We observed the presence of a dust hole in <ASTROBJ>GJ 285</ASTROBJ> and its dust emission is not resolved. We also found that the inner disk of <ASTROBJ>GJ 285</ASTROBJ> shows a very shallow outer belt, which suggests the presence of a planet at a few AU from the star. The planet, or at least a planet with a semi-major axis of a few AU, is..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the planetary energy budget directly from observations. These measurements can be interpreted in terms of the thermal structure of the planetary interior. Here we report a new laboratory-based measurement of the thermal structure of the Earth’s interior. The full interior Thermal Emission Spectrometer (TES) was used to record spectra of Earth as a function of wavelength at two temperatures, 1,500 K and 300 K. With the exception of the planet Neptune, which is the only planet in the Solar System that displays thermal inversions at the level of ∼ 1.5 K, we find that the Earth’s heat budget is relatively hot, contributing to the thermal inertia of the planet. Our results indicate that Earth’s interior is not a particularly unusual place for an Earth-like planet.\nWe present a model for the generation of auroral kilometric radiation (AKR) using wave propagation and polarization..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " atmospheric conditions, and hence, the nature of the Earth’s potential habitability. We use a 1D photochemical model to calculate the time-evolution of atmospheric O2 and O3, O4, and C2H2. Our model includes forcings of non-equilibrium chemistry, assuming that O3 and/or O4 are volcanic gases. We explore three major sources of O4: direct CO2 photolysis, direct precipitation, and direct volcanic photolysis. Our results show that direct CO2 photolysis is the dominant source; direct precipitation is secondary. Direct volcanic photolysis is important because it is a more efficient CO2 photolysis than a more inefficient volcanically-derived CO2 photolysis. Direct volcanic CO2 photolysis is found to be more important than a more popular gas-phase CO2 photolysis. The total O4 produced in our model is about..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the surface conditions on these worlds. We present a one-dimensional atmospheric photochemical model that calculates the chemical and photometric responses of the terrestrial planets to the presence of CO2, H2O, O3, and potential nitrates and present the effect of these gases on the thermal structure of the atmospheres. The model is coupled to a radiative-convective model that calculates the surface temperature and the cloud formation and absorption properties of the atmospheres. We predict the atmospheric thermal structure and the spectra of the hot Jupiter HD 209458b and HD 189733b. We show that the CO2/H2O ratio is two orders of magnitude higher than predicted by models with short-lived CO2/H2O. Nitrates and nitrates, respectively, have spectra that are significantly different from that of CO2/H2O. Under the assumption of a cloud-free atmosphere, we find that the two..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " their actual physical properties, and thus they are becoming available with increasing frequency. However, the vast majority of the detected extra-solar planets so far are not, in fact, terrestrial. Instead, as the existence of a liquid water ocean on a planet's surface is implied by its spectral energy, an atmosphere-based detection method has been developed. The detection of the presence of a liquid water ocean is a highly effective way to characterize the planet's atmosphere and characterize its global thermal and chemical structure, including the possibility of life. Here, we present the detection of the exosphere and upper atmosphere of the low-mass, life-bearing exoplanet 55 Cancri e detected by the Transiting Exoplanet Survey Satellite (TESS). We observed the target with the secondary eclipse of the planet at 3.6 and 4.5 μm. Our observations achieve an absolute transit depth of about 4.5^+1.6..."}, {"Input": "Infrared observations of transiting exoplanets probe the temperature structure", "Output": " and atmospheric chemistry in their atmospheres. However, the number of currently known transiting exoplanets is insufficient to provide robust information about their atmospheric chemistry. Herein, we report the partial photometry of the Neptune-sized exoplanet HAT-P-33b (V = 12.5) observed by the Transiting Exoplanet Survey Satellite (TESS) during the first year of science operations. This planet orbits a metal-rich star ([Fe/H] = 0.470 ± 0.018) with a mass of 1.12 ± 0.06 M☉ and a radius of 1.03 ± 0.06 R☉. The mid-infrared emission of the planet is well fit by a model with a lower temperature than Neptune's, which could indicate an additional warm Neptune-sized planet of this system. We find that the mid-infrared emission of HAT-P-..."}, {"Input": "Infrared observations of transiting exoplanets probe the temperature structure", "Output": " and atmospheric properties of these worlds. Here we present the first thermal infrared observations of the hot Jupiter HD 189733b. We measure secondary eclipses of the planet at 3.6 and 4.5 μm and find that the planet’s dayside emission spectrum is well approximated by a blackbody. We also measure secondary eclipses of the planet at 2.0 and 2.5 μm, which are sensitive to the planet’s atmospheric thermal structure. We find that the planet’s dayside emission spectrum is well fit by models with efficient heat redistribution to the night side, with an atmospheric temperature inversion and poor heat redistribution to the dayside. These non-inverted atmospheres are ideal laboratories for studying the minimum-mass solar nebula and for constraining the properties of giant planets.\nThe transiting exoplanet HD 189733b was observed in the infrared with the Infrared Array..."}, {"Input": "Infrared observations of transiting exoplanets probe the temperature structure", "Output": " and chemical composition of their atmospheres. In turn, spectroscopy represents a powerful technique with which to characterize exoplanet atmospheres. Here, we describe the current performance of a coronagraphic high-contrast imaging system, the culmination of an intensive program of thermal imaging of a large number of exoplanet targets. The study results in the highest contrast imaging of the largest and most sophisticated exoplanet instruments. The system achieves H band contrasts of (1.9 - 2.4) × 10-5 on targets as faint as 17.5 mag and H band contrasts of (2.3 - 4.0) × 10-5 on targets as faint as 11.5 mag, making it one of the most contrastous coronagraphs in the world. The current and near-future gen-next generation of exoplanet imagers will be equipped with sensitive coronagraphs, making possible new studies of..."}, {"Input": "Infrared observations of transiting exoplanets probe the temperature structure", "Output": " and atmospheric properties in the upper atmospheres of hot Jupiters. This region is particularly poorly understood, partly because there is a lack of a well-defined temperature-pressure relation across the broad range of temperatures probed. The majority of known hot Jupiters are super-Jupiters with dayside irradiation temperatures of 2-8 × 106 K. At these high temperatures, there is a potential for thermal inversion, which may be triggered by chemical species such as H2O and TiO. An initial characterization of extrasolar giant planets is the search for thermal inversions. The temperature structure of hot Jupiters is sensitive to the amount of stellar irradiation, which is directly related to the total mass. High-resolution spectroscopy (HRS) is a powerful technique that can probe the thermal structure of planetary atmospheres at high resolution. Here we present the results of the first optical..."}, {"Input": "Infrared observations of transiting exoplanets probe the temperature structure", "Output": " in their atmospheres. The James Webb Space Telescope (JWST) will be able to identify high-temperature (2,300-3,000 K) exoplanet atmospheres with ease. In fact, JWST observations of the hot Jupiter HD 189733b are predicted to have a higher signal-to-noise ratio than those of the hottest hot Jupiters. This potential difference could allow more detailed atmospheric characterization. To assess the detectability of airborne absorption bands, we compare theoretical exoplanet spectra to recent Spitzer/IRAC 4.5-μm spectra and find that absorption bands are robust to changes in atmospheric temperature structure, and therefore are a potential diagnostic of exoplanet atmospheres. We predict that N2O, O3, and CO3 absorption bands at 1.06, 1.27, and 1.33 μm could be detectable with JW..."}, {"Input": "Infrared observations of transiting exoplanets probe the temperature structure", "Output": " and atmospheric chemistry in their atmospheres. While optical spectra show a strong ability to retrieve molecular abundances, less is known about the ability of these spectra to actually identify molecules. Using the ExoMol project as a starting point, we present a new retrieval framework for retrieval on temperature-pressure (T-P) profiles. The framework takes advantage of the fact that spectral features are different between a high-T model and a low-T model, allowing the former to have a lower dispersion and giving more information on the atmospheric chemistry. We apply the framework to simulated spectra and present a list of molecules that can be retrieved with the current and future telescopes. The list is applicable from 0.3 to 10 times the present atmospheric pressure and allowed for T-P profiles to be as large as 25-T. We also show that our framework allows for linear mixing, which is crucial for interpreting atmospheric spectra...."}, {"Input": "Infrared observations of transiting exoplanets probe the temperature structure", "Output": " in their atmospheres. In particular, the thermal emission spectrum at optical wavelengths shows the effects of the Rayleigh-scattering and interference processes. These effects increase the observed planetary radius and the transit depth. We aim to investigate the effects of the Soft X-ray Transient Survey (SXT) on exoplanet atmospheres. The effects of the SXT are computed using the Monte Carlo method. We simulate the evolution of a planet with a Rayleigh distribution of surface density for a number of different cases. We find that the radius of the planet is sensitive to the atmospheric density. Atmospheric exospheres with a suprathermal transmittance of the order of 10-4 are sufficiently common to affect the thermal emission spectrum. This indicates that the SXT cannot be ignored. We also find that the flux from the exosphere increases the transit depth by a factor of two with wavelength, compared to the case with no ex..."}, {"Input": "Infrared observations of transiting exoplanets probe the temperature structure", "Output": " and atmospheric properties of their atmospheres. The James Webb Space Telescope, (JWST) and Extremely Large Telescope (E-ELT) will be capable of determining exoplanet temperatures with ∼1% accuracy within a few years. JWST will be sensitive to temperature structure in the 1-5 μm spectral range with ∼1 × 103 to ∼3.5 × 104 W m-2 (0.5 to 10 per cent of Earth's insolation) at 1σ levels. A coronagraph will be added to detect and characterize the thermal emission of planets in transit. In this article, we simulate JWST transmission spectra under these conditions. We find that, in terms of atmospheric scale height, JWST has the potential to detect H2O or N2O in the range 0.2-2.5 μm at 1σ levels in transmission spectra. Although high-pre..."}, {"Input": "Infrared observations of transiting exoplanets probe the temperature structure", "Output": " and atmospheric composition of their atmospheres. Here, we present a new retrieval algorithm for retrieval computationally efficient for retrieval studies. We implement a cross-domain correlation algorithm (CDR) that is capable of associating a transiting exoplanet to nearby bright stars. We apply this method to the HD 189733 b, HD 209458 b, HD 189733 b, XO-3 b, and HD 209458 b. We find that our CDR-based retrievals are significantly more sensitive to the temperature structure as well as the presence of methane in the atmosphere of HD 209458 b, HD 189733 b, and XO-3 b. We additionally identify the temperature in the dayside of HD 209458 b as being a primary pressure sensor. With a CDR, we are able to correctly recover temperature and pressure-induced absorption features in each of these planets. We also find that these planets orbit close..."}, {"Input": "Infrared observations of transiting exoplanets probe the temperature structure", "Output": " of their atmospheres at the terminator. The timing of the transit gives information about the planet’s temperature structure and atmospheric mass loss processes. Here we calculate the atmospheric mass loss that is caused by the end of the transit, assuming that the escape rate is independent of the stellar mass, and that the mass loss rate is a function of the planet’s orbital distance. We find that the mass loss rate is a function of the planet’s orbital distance. The mass loss rate is also a function of the planet’s mass and orbital distance. We find that the mass loss rates are generally described as functions of planet mass and orbital distance. We find that mass loss is mainly driven by the end of the transit and the end of the end of the transit duration, and the mass loss is driven by the impact of the stellar wind on the planet’s atmosphere and the consequent erosion of the atmospheric..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a proxy for the abundances of condensates and may be a powerful probe of the thermodynamic state of the Jovian atmosphere.\nAims: We study the interaction of extrasolar planets with the radiation of their host stars in order to obtain information about their habitability. <BR />Methods: We use direct imaging to observe and characterize extrasolar planets as they approach and pass behind their host stars. <BR />Results: In principle, a planet that is more massive than Saturn and that orbits a star with a lower effective temperature than the Sun can undergo a total eclipse of the stellar radiation. Because the planet absorbs almost all of the stellar radiation in the system, it can become a “trapped” within the system, which may change a planet’s orbit. The energy budget of the star is therefore an important parameter that affects a planet’s habitability. <BR />Con..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a diagnostic: These clouds have a diagnostic power of about 4 times that of the dynamical-scale decametric radio emission (DAM). The nonlinear (3D) definition of DAM can be used to locate Jupiter's clouds with accuracy of order q3, about  10-4 on a Jupiter-wide scale and about q1, about  10-3 on a local scale. The cloud location varies with Jupiter's phase and wavelength, and may serve as a proxy for clouds in other planets.\nWe present a model for Jupiter's stratosphere that takes into account the vertical structure, heating, and cooling of the atmosphere. The vertical structure is derived from the equation of radiative transfer, which in turn depends on the vertical profile of the zonal flows. We show that the intensity of zonal flows and of the temperature and density profiles are derived from a single set of Jupiter's properties: the..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a trap for electrons, creating an extended region of high electron density. This region is prone to random walk behaviour, which is a consequence of the low value of the convergent Ekman number in the middle atmosphere. We study the effects of this instability on the anomalous thermal state, where the thermal state is determined by the ionospheric conductivity and the thermal state by the convective velocity, and where the latter is determined by the ionospheric conductivity. We find that the NH3/NH4 ratio is a sensitive function of the Ekman number, and the region of the free electron density is sensitive to the Ekman number.\nThe Voyager 2 encounter with Neptune's large satellite Triton in October 1989 gave a rare chance to probe the magnetosphere of a planet outside our solar system for the first time. We observed a brief, high-latitude field perturbation across the magnetic field lines..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a trap for transiting extrasolar giant planets. We predict the movement of hot ammonia clouds from the infrared to the visible and the height dependence. We also compute the cloud movement and temperature structure due to the transits of the hot Jupiter HD 209458b and the hot Neptune GJ 436b. We find that (i) the amount of hot ammonia clouds as a function of altitude helps explain the time variations observed in the infrared and (ii) the location of the clouds controls the time variations between the infrared and the visible. While the size of the clouds increases with the radial distance, they move more slowly toward the equator than the thermal evolution of the atmosphere. The resulting temperature structure is cooler than that of the hot NH3 clouds in the infrared. Consequently, the brightness temperature of HD 209458b and GJ 436b was found to be inconsistent to the Tc= 500 K level. This finding can be..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " an external pollutant, and clouds that rotate more slowly than the planet's orbital motion help to stabilize the atmosphere against convection. We explore the magnitude of this pollution and the effects it has on a planet's atmosphere. We find that pollution is optically thick for all model parameter values and that the effects associated with chemical disequilibrium are minor. We predict that a cloud-free Jupiter within 10 pc of the Sun (assuming Jupiter was equable) should have an atmospheric composition consistent with its current bulk composition, and that a cloud-free Earth within 100 pc of the Sun should have an atmosphere that is sufficiently reducing that chemical disequilibrium is likely to have stabilized the atmosphere against convection in the past million years. Our results demonstrate that the presence of clouds, and not chemical disequilibrium, is likely a fundamental driver of atmospheric chemistry and the observable atmospheric properties of giant exoplanets, and that cloud opacity is..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a spectroscopic signal, with a strength of about 30 mWm-2 and a coverage of about 4%. This is close to the level of atmospheric N2, which is less affected by the solar cycle. If the N2 cloud layer is missing, and the instability of the NH3 cloud is due to a thermal instability of the ammonia cloud, we find that the cloud would have an optical depth of about 0.1 mkm-1, with optical depths between about 0.001 and about 0.01.\nWe present a model for Jupiter's thermal structure based on the assumption that the temperature and density are constant throughout its interior. The model is simplified by the assumption that energy transfer between the interior and the atmosphere is constant. Several resultant model parameters are obtained, including the hot-central region (the belt), the density profile, the fraction of the atmosphere above the condensation layer, and the temperature..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a trap for escaping methane. Due to its small size and low cloud opacity, it is difficult to transport large quantities of ammonia over distances greater than ∼0.1 au. However, the moment of inertia of the planetary atmosphere makes it possible. We present equations for the transport of 1 bar NH3 and 1 bar CO3 over distances up to ∼0.01 au. These equations are based on a Monte Carlo approach and account for the time dependence of the NH3 abundance and the pressure and density. We find that the effects of heterogeneity and dynamical equilibrium of NH3 clouds on the NH3 gas molar mixing ratio are relatively small. A slight modification of the classic Huygens-Fresnel equation yields a slight increase in the transport of 1 bar NH3 abundance over distances up to ∼0.03 au, with the effect also being mediated by the upward propagation of the velocity of the clouds. In..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " an additional thermostat, lowering the temperatures of the deep atmosphere by two orders of magnitude. (This effect is not seen on Saturn.) Under the hypothesis that the clouds on Jupiter were thermally raised to levels high enough to cause the temperature of the thermosphere to fall below the condensation level, the temperature of the thermosphere would have dropped below the condensation level if the atmosphere was in chemical equilibrium with the solar abundance of molecular nitrogen. The temperature would have dropped to the condensation level if the N/H ratio in the deep atmosphere was greater than 10 times the ratio in the deeper atmosphere, which is a condition that is unattainable. Some of the previously studied planets (Uranus and Saturn) may have experienced such a drop in their atmospheres.\nWe have performed a comprehensive analysis of the Kepler light curves of 1320 planet candidates from the first quarter of data (Q0-Q..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a trap. Using planetary energy balance, we estimate the flow of the gas and the temperature and density of the solid phases: NH 3 (equivalent to an atmospheric layer of 5 m thick), H 2O (equivalent to 0.01 m layer), and CH 4 (equivalent to 40 m layer). We find that the NH 3 (equivalent to 0.01 m layer) is a necessary but insufficient condition for a complete system of water trapping. The H 2O (equivalent to 40 m layer) is a necessary but insufficient condition because the NH 3 trapped in the cloud is more likely to freeze than methane with the same pressure. CH 4 is the most favorable candidate for a complete system. Finally, we use the simulation to create an idealized model of the atmospheric chemistry that includes the main atmospheric sinks and removes most of the NH 3 and H 2O gas while leaving behind the gas phase. We..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a mixing agent, which dilutes the mixing ratio of atmospheric ammonia. We model the vertical profile of atmospheric ammonia, taking into account the effects of the photochemical and turbulent diffusion processes. We find that a vertical gradient in atmospheric ammonia pressure could produce a mixing ratio of atmospheric ammonia of about unity. This would imply that Jupiter's atmospheric ammonia is mixed in excess of the bulk, even if the vertical mixing ratio is zero. Therefore, we conclude that in order to explain Jupiter's hydrated ocean, Jupiter's atmospheric ammonia must be in excess of the bulk.\nThe thermal conductivity of an ice shell heated by stellar irradiation is calculated on the assumption that the ice shell is a closed system, and is convective throughout its thickness. The nonlinear elasticity of the thermal conductivity and the pressure dependency of elasticity are calculated. The elasticity of the thermal conductivity is then calculated directly from the elasticity of the..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " thought to have an elevated solar or super-Earth atmospheric pressure and the potential for life to evolve. Here, we determine the pressure level required an atmosphere to be habitable by a given exoplanet. In turn, we determine the maximum atmospheric pressure that a life-bearing exoplanet at the time of its observations would have had to have had to have had. We show that this parameter is non-linear with time and is a function of the uncertainty on the exoplanet’s radius, mass, and age. We estimate that a star’s habitable zone is not strictly a function of the host star’s age. Because the circumstellar habitable zone is around a stellar age of several Gyr, the pressure age is of the order of 1 Gyr from the time of the host star’s formation and is a function of the host star’s radius and mass..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " extremely abundant; they are expected to be a prime target for the search for life outside our solar system. One of the particular interesting aspects that have been explored as a result of the observational search for life beyond our solar system is the role of the stellar chemical composition. According to our calculations, a planet with a lower chemical composition has a more sensitive habitable zone in the outer regions of the star. The most sensitive and lowest-density exoplanets are those with relatively clear atmospheres around solar composition stars (silicate-rich and iron-rich compositions). One of the most interesting aspects that have been explored in the study of exoplanet habitability is the role of the stellar magnetic field. Due to the high levels of radiation that it receives, the extreme chemical disequilibrium that exists in the planetary atmospheres may produce short-lived, chemically induced chemotrophic life. This chemical disequilibrium is..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " best supported by tidal dissipation. Tidal dissipation is likely to cause the rotational period of the planet to increase as it evolves, which may then cause small eccentricity growth. Here, we present results of numerical integrations of the tidal dissipation-driven orbital eccentricity growth of small, rocky, Neptune-like planets. The orbital eccentricity of a given planet is a function of its initial composition and of the tidal dissipation that it experiences, and thus can be used to infer the presence or absence of a stable outer body in the system. The orbital eccentricity of the planet can then be used to place a lower limit on the tidal dissipation that can cause eccentricity growth. We find that when the dissipation is sufficiently efficient, and when a “second” giant planet is involved, the orbital eccentricity of the small planet can undergo eccentricity damping and eccentricity growth..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " more likely to be spatially separated than larger planets. This could be the result of photoevaporation or the final stages of planetary evolution after the planet's gas disk dissipates. We investigated the dynamical stability of the orbital space of Earth-like planets in the context of the disk of the planet HD 12661 b and found that the outer planet can not be stable. Our results indicate that Earth-like planets in the habitable zone of Sun-like stars are more stable than those in the habitable zone of Sun-like stars.\nThe thermal evolution of a partially molten exoplanet with H/He is investigated for a given orbital period. Thermal equilibrium is assumed when the atmosphere is in chemical disequilibrium. The CO$_2$/N$ equilibrium constant is assumed if the H/He mixing ratio is $\\sim 10^-2$ and the N$_2$ constant is..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " in a constant state of fluxing between the atmosphere and the interior, and therefore they experience both runaway heating and tidal heating. We use a one-dimensional photochemical model to quantify the above processes, considering a variety of atmospheric temperatures and carbon-to-oxygen ratios. We find that the atmospheric pressure is a key control on atmospheric heating rates for Earth-like planets with no averaged background gas and planets with a range of O2/O3 ratios. We investigate planets with strong solar wind, high O3/O2 ratios, high surface pressure, high orbital eccentricities, and high stellar insolation. Favorable combinations of these are identified in our simulations based on the relative contribution of these processes. Our results suggest that it is possible to overcompute the effect of the above processes in Earth-like planets.\nThe habitability of an exoplanet is directly related to the character of its..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " a key resource for understanding the impact of tidal heating on the atmospheres and surfaces of planets. Aims: We aim to determine the optical transmission spectra of planets in the habitable zone of a sample of late-M to mid-L dwarfs. We are specifically interested in determining the transmission spectrum of the biggest optical absorber: CO. Methods: We use the KESPRINT camera at the Very Large Telescope and the CRIRES spectrograph at the Very Large Telescope to observe several transits of the Earth during the time of the very first eclipse of the Sun. The light curves are modelled using the Toulouse-Geneva code with the CO distribution. To derive the transmission spectrum of the Earth, the light curve is fitted with a homogeneous ocean surface. The computed transmission spectrum is then modelled using a Monte Carlo approach. Results: Our study provides the first systematic study of..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " likely to have strong, large-scale atmospheric circulation regimes. These circulations are caused by the thermal, pressure, and other atmospheric constituents, as well as by the large, spatially unresolved fluxes of these constituents. The possibility of a star-planet tidal interaction is a key observational condition. Results have shown that the inner edge of the habitable zone for stars is around 0.1 AU, and the outer edge is around 0.0001 AU. This implies that it is not possible for a planet to trap a large volume of insolation in the atmosphere, which would rapidly heat up and freeze out CO2 and other volatiles. Thus, a planet will warm itself by accreting H2O or a volume of H2O-rich gas, and these volatiles will be trapped in the atmosphere. Therefore, tidal heat dissipation must be considered for the proper understanding of the terrestrial planets..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " often assumed to be in a state of tidally synchronized rotation and to be in a state of spin-orbit synchronization with the orbital motion. However, the interaction between a planet and the tidal bulges has not been shown previously. Here we calculate the rotational evolution of a tidally synchronized tidally locked Earth-like planet in the intergalactic medium (IGM) in synchronous orbit around a Sun-like star. We find that the planet’s spin axis is directed randomly about the binary orbit, but the binary orbit is directed randomly about the planet’s orbital motion. This is because the planet and the binary are the same size in magnitude and in distance. The magnitude of the planet's orbital motion and its influence on the torque on the planet are calculated in the case of a tidally locked Earth-like planet with a Sun-like light curve and an eccentric orbit at a..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " all considered to be in a state of tidally synchronized rotation. A notable result of our work is that the fraction of stars that are tidally synchronized to the planets decreases from 26.6 ± 1.1% to 3.4 ± 0.2% for planets with masses between 1 and 10 M ⊕. The influences of the distance from the star and the orbital period on the planetary magnetic fields are also investigated. We find that the orbital period plays a secondary role in determining the stellar magnetic field and hence the planetary surface environment.\nThe magnetic activity on solar-type stars is caused by the activity of the convective envelope, which moves in and out of sight as the star brightens. By observing the stars from the ultraviolet to near-ultraviolet, we can directly measure the and velocity of the activity of the convective envelope with the wavelength. The velocity of the activity depends on the..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " the prime targets of future space missions. The high density of exo-planets that cause their host planet to become a hot, high-density super-Earth can be both a result of this density and the effect of the stellar radiation and stellar winds. We constrain the atmospheric structures of the most likely exo-planets to be detected by the James Webb Space Telescope (JWST). Using a Monte Carlo approach, we find that between about 1.2 and about 5.0 exo-planets around low-mass stars (M &lt; 0.3 Msolar) will be detectable by JWST. This is orders of magnitude more than the fraction of known exo-planets that are potentially habitable. We then predict that between about 1.2 and about 4.0 exo-planets with Neptune size or smaller, depending on the exo-planet..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of Sun-like stars, we need to establish processes of planetary habitability. Here we present the results of one of these processes, the drive toward greater habitability of Earths. The concept of habitability has been used to define the conditions that might support liquid water. Habitability can be seen as the set of conditions that permit liquid water to exist on an Earth-like planet. We find that many of the parameters considered can be banned in the next 10-100 Myr, when the Sun goes to the giant branch. The habitability of the Earth and potential active life forms are not lost, as redox conditions may have improved at some point in the past. The last 1, 2, 3, and 10,000 Myr after the Sun leaves the main sequence is a realistic time estimate for habitability. It is not a time to worry about the Sun's fate, because..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone, the first step is to understand and study the environmental conditions that can sustain liquid water. The Habitable Zone Planet Finder (HZPF) is a 50-cm aperture space telescope with a resolution of R ∼ 300 in the infrared. The mission is planned to measure the brightness and temperature of the central region of the Earth's atmosphere. Here we present a list of the optical and infrared science objectives, and we outline the preparation of the mission and the science objectives.\nWe present results from a 3-year high-contrast imaging program with the GMT/NACO adaptive optics system in the Northern hemisphere. The goal of the program is to study the magnetic field of the nearby, young, single, fully convective (i.e., fully convective, age) nearby K-dwarf Wolf 630 (HD 95872; TIC 91347936)...."}, {"Input": "As we begin to discover rocky planets in the", "Output": " near-to-completed exoplanet Survey Astronomy Instrument (SAINT), a new high-precision radial velocity survey for habitable planets around M dwarfs. Here, we report on a preliminary analysis of over 80 stars, including two new solar-type binaries, and one previously known rocky exoplanet candidate. We rule out the presence of any exoplanets with masses &lt;0.2 MJ orbiting M dwarfs within 4.5 pc, and use the 95% confidence upper limits on such planets to define the region of environmentally tolerable Earth-like exoplanet space.\nWe report the detection of two new substellar-mass companions around the solar-type stars HIP 75891 and HIP 105119. The new objects were detected through the direct-imaging technique of the Space Telescope Imaging Spectrograph onboard the Hubble Space Telescope. The photometry of..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of low-mass stars, a challenge for the current planet formation theory and the current dogma.\nThe habitability of a planet is primarily determined by the structure and location of its liquid water. Water in a narrow range of wavelengths, at temperatures high enough for liquid water to exist in liquid form. These moons are the only bodies in the Solar System with a substantial surface water reservoir. Their potential for hosting liquid water is greatly enhanced by tidal heating. Because the star is smaller than the Sun, the tidal energy input is more β - 0.5 than that received by Earth, and the resulting temperature range is lower than that of a moon. The magnitudes of tidal heating and its effects on planetary orbital evolution are very sensitive to the size and density of the satellite, and hence the potential for the moon to harbor a liquid water ocean. Moons larger than about 1.5 Earth radii..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of cool stars, these will be the first targets for characterization with high-contrast imaging systems. Here we use a Monte Carlo tool to simulate the detection of high contrast coronagraphic instruments with current ground-based telescopes. We found that a 10 m space telescope equipped with a coronagraphic system could detect and characterize 0.5-7 Earth-sized planets in the habitable zones of cool main sequence stars.\nContext. The existence of a circumstellar habitable zone (HZ) has been widely debated. Recently, a number of planets have been proposed in this zone, but not in the solar system. Aims: We aim to detect and characterize the planetary nature of the proposed planet in the HZ of the nearby star Proxima Centauri. We want to establish the nature of Proxima b using both high-precision radial velocity measurements and high-contrast imaging..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of nearby stars, an essential step toward assessing the habitability of such planets.\nWe report the detection of two new long-period giant planets orbiting the stars HD 87838 and HD 136352. HD 87838 is a giant star in the southern hemisphere, which is believed to be in a post-main sequence phase. A long-period planet was previously reported in the literature. Following the discovery of the second planet, we obtained follow-up radial velocity measurements with the FEROS spectrograph and collected the orbital parameters of the two planets in the near-polar motion. The FEROS measurements confirmed the existence of the initially reported planet, HD 87838 b, with a mass of 2.55 ± 0.48 MJup and a orbital period of 13.99 ± 0.10 days. The second planet has a mass of 3.87 ±..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of low-mass stars, the study of Earth-like planets around these distant stars needs to account for escape of these icy bodies. Here, we present the results of 1, 2, 3, 4, 5, 7, 10, and 20 Earth-mass exoplanets from the NASA Exoplanet Program. Our study considers the fundamental factors that influence the habitability of the exoplanets and compares the results of our different methods. We find that the simulated situations with 0.1-1, 2, 5, and 10 bars of CO2, 0.1-1.5 times solar metallicity, and 0.01-2.5 times solar metallicity correspond to the natural orbit of habitability. All other orbital factors follow a logarithmic and do not strongly affect the 2-10 day period. The planet's habitability traces the background..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of cooler stars, the first such planets to be reported are those around stars with Teff &lt; 6050 K. In this study, we report the detection of a terrestrial planet in the habitable zone of the cool star GJ 663 (G 2MASS J06182614-2947). The planet has an orbital period of 850 days and a radius of 1.2 R⊕. The star is an F7 Ve star at a distance of 111 ± 18 pc, making it a prime target for finding planets with the James Webb Space Telescope.\nThe determination of a planet’s habitability is not only a function of its mass but also a fundamental issue for its own survival. A giant planet's gravitational and thermal energy are directly and indirectly related to its interior structure. A habitable zone is dependent on the interior structure of the planet. The inner..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of cool stars, we will be able to characterize them using the spectroscopic features that can be measured with the James Webb Space Telescope.\nWe present a model for the stability of orbital resonances in a system with two near-resonant binary planets and a third planet in a wider, eccentric orbit. We show how a system with three resonant binaries with different eccentricities and inclinations can become unstable when one or more of the planets are near the resonance, producing two high-amplitude libration of the resonant angle. When the libration amplitude of the resonant angles of the two binaries is close to the resonant angle of the third body, we show that their libration amplitudes are significantly enhanced. We present a description for the extent of orbital stability for planets in such a system and show how the orbital decay rate of the resonant angle (or..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of low-mass stars, the challenges with the current models of their atmospheric evolution are becoming clearer. In a series of papers, we have recently demonstrated that, when the effects of turbulence are properly taken into account, the evolution of the habitable zone is an efficient and natural outcome of the star’s intrinsic evolution. In other words, the habitable zone is not a sharp boundary in stellar mass. Here, we investigate the dependence of the term “habitable zone” on the stellar mass, finding that it is well-separated from the mass-granular transition. We also compute the dependence of the gas giant’s orbital radius on mass-giant planet's metallicity. The distance to the outer boundaries of the habitable zone depends strongly on the host star’s age, with higher metallicity leading to a more habitable atmosphere around older stars...."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " a combination of atmospheric and instrumental effects. We identify five factors that cause the most significant effects on current exoplanet transit measurements in the current era, and the methods and techniques used to correct for these effects, in order to ultimately address the exoplanet signal in high-precision transit observations.\nThe Kepler mission has discovered thousands of planets with radii &lt;4 R\\oplus , paving the way for the first statistical studies of the dynamics, formation, and evolution of these sub-Neptunes and sub-Saturns. Planetary radii are an important physical property for these studies, since they can be inferred from measurements of the planet’s equilibrium temperature, mass, and radius. The Kepler Input Catalogue (KIC) provides a list of 222,231 potential transiting sub-Neptunes and sub-Saturns, Class 0 and..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " the amount of non-occulted flux and the time it spends with respect to the transit. We consider the contribution of activity and planets to the non-occulted signal. Because the signal is frequency dependent our models are unable to discriminate between a signal due to a planet and a false positive signal in the absence of additional information, such as stellar pulsations or a planetary transit. We find that superflares with energies of 1034 erg occurring 3-10 times over a short period are able to change the shape of the non-occulted signal from a planet-free signal to one that is heavily contaminated by activity. Such a false positive signal can thus mimic a transiting planet signal. We also characterize the time spent on the measured transit as a function of orbital phase and find that this parameter is well constrained for the Kepler system. We show that estimate of the strength..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " a combination of non-occulted active regions on the surface of the host star and unocculted inactive regions in the photosphere. We present models of stars with known surface activity patterns. We use these patterns to derive the frequency and strength of active region/unocculted inactive region contrast lines in broadband optical light curves produced by the Kepler mission. We find that the ratio of brightness variations due to unocculted active regions to those due to unocculted inactive regions is a more favorable metric for measuring planet frequencies with Kepler compared to light curves obtained by ground-based microlensing surveys. The active regions are brighter than average for Kepler stars with active regions. This suggests that many previously discovered inactive regions are recovering to the same mean brightness level as the active regions on Kepler stars. The unocculted inactive regions on the Sun typically produce fainter peaks..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " the polarization and intensity of the planetary signal. We develop a statistical model of the stellar activity signals and use it to determine the optimal wavelength range for the next generation of exoplanet transit observations. We find that the optimal exoplanet transit wavelength ranges from about $2\\mathrmK_\\mathrmM_\\mathrmJ$ to $3\\mathrmM_\\mathrmJ$ for a fixed set of observing times. We find that the optimal exoplanet wavelength ranges are related to the dynamic timescales of stellar active regions and solar magnetic features, rather than the exoplanet signal. The time spent idly by the exoplanet during a typical day of high activity is roughly constant and unrelated to other stellar or planetary factors. We find that the time spent idly by an exoplanet during a maximum period of high activity is approximately constant from..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " the radial velocities and photometric flux, even if the exoplanet transits the host star. In this work, we investigate the impact of solar-like magnetic activity on the radial velocity and photometric phase curves of transiting exoplanets. We use a sample of about 1000 stars, where both stellar activity and radial velocities have been measured with HARPS-N and CARMENES. We find that the current Sun shows a solar-like pattern, where radial velocity and photometric phase-curve amplitudes are influenced by photospheric magnetic activity. However, the solar process is unlikely to be responsible for the variation in the radial velocity and photometric amplitudes of the solar-like star HD 179949. We investigate possible biases in the radial velocity and photometric phase-curve amplitudes due to solar-like photospheric magnetic activity,..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " as much as 10%. Fortunately, the time has long been available to set observational constraints on the radial velocity, which can then be used to inform the design of future observations. We derive an approximation to the radial velocity semi-amplitude due to magnetic activity, which can be used in the study of exoplanet candidates.\nWe present high-precision radial velocity data for two of the three stars in the transiting planet-hosting system, <ASTROBJ>HD 189733</ASTROBJ> and <ASTROBJ>HD 209458</ASTROBJ> (HAT-P-2b). The radial velocity semi-amplitude of <ASTROBJ>HD 189733</ASTROBJ> is 1.5 m s-1, while the <ASTROBJ>HD 209458</AS..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " a factor of about 2-30. Here, we present and discuss the methods that we applied to determine the exoplanet signal in the HATnet survey data. We find that our estimate of the HATnet transit depth is significantly lower than the one originally reported in the literature, and we show that this difference is probably due to the different methodology used in the analysis. We also find that previous estimates of the average exoplanet transit depth are probably biased high. Finally, we explain why the current measurements of the exoplanet signal and the data that have been obtained over the last few years are consistent with an inversion of the typical transit depth in the HATnet survey.\nWe report the discovery of a new giant planet orbiting the star HD 191939. The new planet has the same radius as Jupiter, but with a much lower equilibrium temperature due to reflectivity of..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " as much as a factor of two, depending on the geometry of the planet’s orbit and the spectral characteristics of the host star. Here, we present a new framework for modeling the stellar activity that accounts for these effects. We introduce a linear model for the stellar magnetic field and its influence on the exoplanet signal. We show that for low-mass star-planet separations, the dynamical influence of the host star on an exoplanet signal is of the same order as the signal due to stellar activity. For more massive planets, the same is true for a higher fraction of the host stars with planets. The same applies to the stellar activity, which can be severely affected by the difference between the body’s rotation period and the orbital period of the planet. We propose a technique to separate planetary signals from activity and identify the most important specific planetary signals. By..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " as much as a factor of 4. We also find a degeneracy between the number of planets with a given period and their orbital period ratio. These degeneracies can be partially bypassed by the observation of both transit events, but not completely eliminated by the use of these data in the analysis. We estimate the timescale for a given transit to be of the order of the transit time between the start of a transit and the end of the previous one. In the case of multiple transiting planets close to a 2:1 resonance, this degeneracy can be completely eliminated by using the transits in a multiplanet system.\nWe present the discovery of a substellar-mass companion to the nearby (d=5.6 pc) F9V star HD 121669, a member of the β Pic (low-mass star-forming region) that was previously identified with a..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " the amount of non-occulted light, which is a function of stellar brightness and temperature. We find that the level of non-occulted light is highly sensitive to the stellar parameters and that this parameter is bounded below a certain level for all hot Jupiters. We speculate that this parameter, bound by the stellar parameters, can be used to separate hot Jupiters from hot Jupiters. We also derive the phase dependence of the non-occulted light, which we show can be used to constrain the orbital period and other orbital parameters.\nAsteroseismology provides a powerful way to characterize stellar properties, which can enhance the detection of exoplanets. Space-based missions such as the Kepler and COROT missions already provide several transiting exoplanet discoveries. The number of transiting exoplanets has been a very good..."}, {"Input": "The reflectance spectrum of a directly imaged planet", "Output": " is a powerful probe of its atmospheric composition. Here we report on the detectability of the optical Rayleigh scattering by atmospheric Rayleigh scattering and the K-band infrared absorption by the atmosphere of <ASTROBJ>GJ 876b</ASTROBJ>. We apply a simple geometric model with simple parameters that describes the Rayleigh scattering properties of the planet’s atmosphere and the K-band spectrum as a function of wavelength. Assuming a Rayleigh scattering peak at 1.4 μm, we infer that the planet’s transmission spectrum must have a minimum of about 10-5 or lower in order to be consistent with the observations. For a cloud-free atmosphere, we find that the minimum required surface temperature is about 400-700 K. Our work implies that observations at K band are currently more sensitive to the effects of atmospheric Rayleigh scattering..."}, {"Input": "The reflectance spectrum of a directly imaged planet", "Output": ", as it would be seen during secondary eclipse, is highly degenerate on the blackbody temperature scale. This artifact is caused by the fact that in the spectral energy distribution, the two main sources of opacity are not directly connected. We develop a model of this spectrum that incorporates the direct emission of the two main sources of opacity, and use it to determine the sensitivity of the spectrum to changes in the two main atmospheric opacities. We find that in the absence of an atmosphere, a single opacity source cannot be used to interpret the spectrum, as it will produce a very different spectrum than that of an atmosphere with multiple opacities. This means that multiple determinations of the planetary spectrum are required when interpreting a secondary eclipse. However, even with a single determination, we find that spectral features present in the infrared cannot be attributed to an atmosphere.\nThe relationship between..."}, {"Input": "The reflectance spectrum of a directly imaged planet", "Output": " that would be in the pupil plane of the telescope (i.e., free of atmospheric absorption) is not an ideal propensate because the spectral energy distribution is strongly contaminated by both atmospheric absorption and slit losses. The planet’s spectrum should therefore be spectrally quiet. This is a very important point in optical/infrared colour space because of the difficulty of using a single coolant, and the fact that it can be observed during a single orbit of a giant planet from 0.3 to 1 AU alone. Finally, we discuss the potential of this new class of exoplanets to be detectable with space-based telescopes.\nWe report the first ground-based detection of potassium in Titan's atmosphere. We detected a 1.5 per cent absorption in the K-band during transit. We used the CHISAT data analysis pipeline to model the Ross..."}, {"Input": "The reflectance spectrum of a directly imaged planet", "Output": " is a powerful probe of atmospheric composition. We develop a simple analytical model of the reflectance spectrum that captures the main atmospheric and radiative processes in exoplanet atmospheres. We use this model to test the accuracy of three main characterizations of exoplanet thermal phase curves. We find that characterization of a planet’s phase curve requires an observation of at least three transits, or equivalently an additional contribution from each of the three components of the phase curve. Therefore, for most currently proposed exoplanet phase models, we predict that the characterizations should be separated by an additional time.\nThe habitable zone (HZ) is the circular region around a star where standing bodies of water could exist on the surface of a rocky planet. We apply a chemical equilibrium and climatology to consider the chemical implications of the presence of CO2/H2O..."}, {"Input": "The reflectance spectrum of a directly imaged planet", "Output": " in the gap of the disk of HD 107146 has been derived. The increase in stellar irradiation with time leads to an increase in the optical thickness of the disk and a decrease in the opacity of the dust at the location of the gap. This effect on the disk geometry is investigated in the case of a simple dust population model consisting of dust particles with different sizes and compositions, and used to explore the possibility of dust trapping in the gap. The transition region between the dust and gas phase is reduced, when the dust particle size increases, resulting in a more open cavity in the gas phase. The width of the gap adjusted for the increase or decrease in planet size is found to be about an order of magnitude smaller than that of the dust opacity effect alone. This implies that trapping started in the gas phase, after the dust particle size exceeded the transition region.\nWe present..."}, {"Input": "The reflectance spectrum of a directly imaged planet", "Output": ". The method is to use the difference in speckles from the two images and in real time subtract out the speckles, then use the difference in reflectance to subtract out the speckles and obtain the residual spectrum. This yields the relative deviation of the residual spectrum from the primary, the secondary, and the first harmonic. <BR />Methods: The results of the observational and theoretical studies are compared. <BR />Results: The correlation coefficient C, the error in the residual spectrum from the first harmonic, and the ratio of the errors in all the separations, is 0.1140, 0.0062, and 0.0121, respectively. We find that the correlation coefficient C and the error in the error in the relative spectrum have the same values as in the correlation coefficient, and the standard deviation is the same as in the correlation coefficient..."}, {"Input": "The reflectance spectrum of a directly imaged planet", "Output": ", which can be used to constrain its atmospheric properties. <BR />Methods: We present new J-band coronagraphic imaging data of the debris disk around the young, active planet <ASTROBJ>HD 100453</ASTROBJ>, obtained with the newly commissioned apodizing phase plate coronagraph. We point the star directly with the coronagraphic instrument, which causes the inner hole to become a focal point spread function. The data are modulated in a frame synchronized with the planet's orbit at two different epochs separated by four months. This allows us to obtain a precise relative flux to the star in the J, H, and K constellations, which we then compare to atmospheric transmission models to constrain the planet's atmospheric properties. <BR />Results: We find that the shape of the southwestern extension of the disk is very..."}, {"Input": "The reflectance spectrum of a directly imaged planet", "Output": ", as it would be seen in the near-future, suggests the following. The main features of the planet's near-future spectrum are (i) the following: (i) the absorption bands of the neutral sodium and potassium lines and (ii) the CaH and CaH2 doublet, which are important atmospheric opacities. (ii) The emission lines of the alkali metals from the core of the NaD and K2 resonance lines play a prominent role. (iii) The line absorption of the alkali metal within the H-band spectra is successfully explained by Rayleigh scattering from very hot (1500 K) gas near the planet. (iv) The CaH lines play a major role in the near-future spectra. The NaD and K2 lines are excellent optical diagnostics of the atmospheric temperature structure and the chemistry, and..."}, {"Input": "The reflectance spectrum of a directly imaged planet", "Output": ", with respect to all of its physical properties, is a relatively good proxy for the planet’s bulk composition. We constrain the planet’s mass by a secondary eclipse observation and find that it is consistent with a low albedo of about 0.3 at 3.6 μm and a high day-night temperature contrast of 250 K. The day-night contrast is likely due to a thermal inversion and/or a high-altitude temperature inversion. The inferred equilibrium temperature of the planet is about 250 K, which is cool enough that dust should be sublimated.\nThe thermal emission spectrum of a microlensing event can be used to characterize the properties of the lensing system and the resulting source star. We report the results of an observational campaign that observed the 2013 event OGLE-2013-BLG-073,..."}, {"Input": "The reflectance spectrum of a directly imaged planet", "Output": " reveals the presence of an asymmetric cloud pattern. To investigate the morphology of clouds, we construct a simple physical model, which shows the effects of the Lambertian rotation, diffusion and cloud formation. The cloud patterns in simulated spectra are characterized by the vertical extent and width of each cloud species. We find that a Lambertian cloud pattern with a number of small, Lambertian-like features, if present, will be able to explain the observed cloud patterns. Our findings suggest that both the cloud base and the size distribution of the cloud particles are dependent on the total mass of cloud particles and the cloud properties.\nWe present Keplerian Doppler velocity variations, in the spectral range of 50-900 m s-1, of the G2V star Gl 569 (BD+61 195). A minimum of two periodic components are found in the 54 day record of..."}, {"Input": "General circulation models of exoplanets explore", "Output": " hot-planet atmospheric dynamics for tidally locked hot Jupiters. They develop a vertical temperature gradient that suspends the Kelvin-Helmholtz runaway green-house warming effect. The global-mean temperature gradient is maintained by a feedback mechanism that induces a local quantitative greenhouse effect. However, unlike the previous hot-Jupiter studies, we do not find a mechanism that dampes the planetary temperature, as previous studies found. We also do not find a covariant equilibrium state, and we find that the electromagnetic energy transmission effect decreases the planetary energy deposition. We conclude that a large electronic grid of hot-Jupiter atmospheric models that explores the full thermal and chemical complexity is needed to make further progress in understanding the atmospheric circulation of hot Jupiters.\nWe resolve the dust continuum emission and molecular features in the circumstellar disk around the nearby M dwarf..."}, {"Input": "General circulation models of exoplanets explore", "Output": " a wide parameter space in stellar irradiation, effective temperature, surface gravity, and metallicity. The atmospheric circulation is driven by the absorption of stellar radiation and gravity, which plays an important role in the long-term thermal structure of the planet. We have developed a new scheme for describing the planetary thermal structure based on the coupled atmosphere-land-ocean-sea-ice-ocean-atmosphere system, which accounts for the coupled effects of planetary gravity, radiation, and gravity. Our simulations illustrate that this is a powerful technique that can be used to characterize planets. The atmosphere has a smaller, cooler area than that of the planet. To calculate the surface temperature, we employ the Kelvin-Helmholtz (K-H) formulation. To quantify the planetary gravitational acceleration, we employ the time-averaged tidal torque. We find that..."}, {"Input": "General circulation models of exoplanets explore", "Output": " two types of circulation regimes: either plain v * (a \"typical\" planet, lacking a liquid ocean and possessing only minor or no heat redistribution), or a \"lobsterace\" circulation (a \"high baroclinic\" planet, lacking a solid core and having a global subsurface ocean). The high baroclinic circulation regime consists of globally averaged Rossby waves travelling toward and away from the substellar point, and produces heat flux through the westward equatorial jet and advecting heat to the substellar point. The low baroclinic circulation regime consists of global-scale wave turbulence with a Kelvin-Helmholtz instability, producing heat flux through the Kelvin-Helmholtz instability and advecting heat to the substellar point. We find that these two circulation regimes can be distinguished via simple..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the effect of rotation and pressure on atmospheric circulation. The effect of rotation is parameterized by the hot-Jupiter mass and the total planetary mass, two parameters that can be accurately estimated from eclipsing binary light curves. An improved estimate of planetary mass and radius yields a decreased atmospheric temperature gradient, which helps decrease equatorial superrotation and temperature variations. We report the first atmospheric circulation model of the hot Jupiter HD 209458b that includes the effects of rotation and pressure. The model includes a vertical profile, which we find to be important for the simulated phase curves. We also report the first atmospheric circulation model for HD 189733b, which includes the effects of rotation. The model significantly increases the equatorial superrotation compared with previous work in non-radial-driven models, which suggests that these effects should be considered when interpreting exoplanet phase curve..."}, {"Input": "General circulation models of exoplanets explore", "Output": " a wide range of atmospheric circulation regimes, including fast, thick, and slowly evolving hemispheres. We find that the transitions among these regimes are not strictly within the scope of the numerical methods, which suggests that the transition magnitude may be underestimated in these systems. We also find that the tropical circulation is sensitive to the strength and extent of the Hadley cell, and that the longitudinal circulation is sensitive to the strength of the Atlantic flow (especially the Rayleigh circulation) and the presence of a midlatitude superrotating jet. Convective heating is also found to be a significant player. Compared to fast-rotating (relatively rapidly rotating) systems, we find that the offset between the substellar point and the equator is increased by a factor of about 1.3-1.5 (planet-to-star radii).\nThe..."}, {"Input": "General circulation models of exoplanets explore", "Output": " a wide range of atmospheric circulation regimes as well as various dynamical regimes. The dynamical regime of the atmosphere is crucial in determining the efficiency of the atmospheric heat transport compared to the solar system. It governs, in particular, the danger of high obliquity and the width of the Habitable Zone. A comparison of the planetary solar wind and radiation suggests that the solar wind and the orbital motion of Earth’s orbit are important factors rather than mere airmass variables. The main dynamical effects of the various dynamical regimes are the production of internal heat flows and the eruption of topographic heat waves that govern the planetary climate. The orbital motion of the planet affects the thermal structure, particularly for hot, rapidly rotating planets. The orbit may therefore be an important variable in determining the climate of hot and tidally locked exoplanets.\nThis paper focuses..."}, {"Input": "General circulation models of exoplanets explore", "Output": " cold and warm regions of the atmosphere, which affects how the planet’s spectra are interpreted. The warm regions are caused by a combination of the chemical effects of H2O and its condensation in a vertical column. They are also the regions with the highest atmospheric pressure, where thermal dissociation of H2O is the most common. Here, we simulate the atmospheric circulation of a 3D Jupiter-like planet in the habitable zone of an M dwarf star, and we explore where the atmospheric flow is coldest in the substellar regime. We find that a number of hot, deep, highly eccentric exoplanets could have circulations that differ significantly from the coldest circulation models. Specifically, hot H2O-rich atmospheres rotate a significantly faster than cold, deep atmospheres. The zonal flow in the stratosphere also causes the local..."}, {"Input": "General circulation models of exoplanets explore", "Output": " a wide range of atmospheres. A wide range of bulk compositions, from pure H2O (the dominant reservoir brand-plate method) to pure CO2 (the least controversial method), are fully consistent with our experimental and theoretical data. Along a wide range of atmospheric structures, the atmosphere of the hot Jupiter HD 209458b, hot Neptune GJ 436b, and hot Saturn-mass planets appear to be distinct from each other. Hot Neptune-mass planets are more transparent to UV radiation in their atmospheres. We present new transmission spectra obtained with the Hubble Space Telescope, which provide upper limits to the absorption in the optical transmission spectrum. We examine the detectability of molecular features in the infrared. A comparison of the detectability of H2O and CO2 in transmission spectra obtained with SOFI at the Very Large Telescope, combined with literature data..."}, {"Input": "General circulation models of exoplanets explore", "Output": " a range of atmospheric thermal structures characterized by equilibrium temperatures ranging from 205 to 250 K, both adiabatic and non-adiabatic. The solar system giant planets include Jupiter and Saturn's Saturn, as well as the four giant gas planets, Uranus and Neptune, and several smaller objects such as GJ 436b. Notable among these bodies are cold, vast exospheres where T_p&gt;about 200 K. Jupiter and Saturn offer similar equilibrium temperatures. Up to about 200 K, the exosphere temperature structure changes dramatically from the adiabatic to the non-adiabatic regimes. Saturn's thermal structure is highly non-adiabatic, and its thermal structure is highly adiabatic. Non-adiabatic (and therefore cooler) exoplanets should exhibit more pronounced spectral signatures, including the strength of the..."}, {"Input": "General circulation models of exoplanets explore", "Output": " three distinct regimes of circulation: hot, warm, and cold. To explore these three regimes, we develop a 1D energy balance model with continuous equilibrium rotation, including the effects of clouds and chemistry. We introduce a simple physical parameterization of the global temperature gradient, which allows us to accurately model the circulation in planetary atmospheres. Our circulation models demonstrate that our more complicated model allows us to capture the temperature structure and temperature evolution of hot atmospheres, and to constrain the planet's circulation regime from these models. We show that hot atmospheres exhibit meridional overturning, which makes them extremely hot spots, and that the day-night temperature contrast is a strong function of the temperature gradient. We find that the circulation in the observed exoplanet HAT-P-6b is qualitatively similar to the circulation in the solar system's hot spot,..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are examined. Attention is given to the classical type of planetary systems, i.e., the Solar System, and the exoplanetary systems. Special attention is devoted to the orbital evolution of the planets and the role of gas giant interactions in planetary systems. All the while considering the dynamical evolution of planetary systems due to gas disk/planetesimal accretion and/or the gravitational instability. Dynamical evolution of planetary systems is examined by following the orbital evolution of known planetary systems and its direct effect on orbital stability. An overview of the known systems and their critical parameters, including those in which multiple systems live and form, is provided. All systems are studied numerically, with the main emphasis on the location of the critical orbital locations. The orbits of known planetary systems are used to determine the orbits of the known exoplanet systems. The orbits of..."}, {"Input": "The origin and evolution of planetary systems", "Output": " is discussed. The formation scenarios describe the formation of proto-planetary nebulae and their host stars as a function of time. Hydrodynamical simulations of gas-giant planet formation are presented with the super-planetary analogue N-body code Parkes. This allows one to follow the evolution of gas from the gas-rich nebula to the gas-poor nebula and then to the formation of planetary systems. Super-Earths are formed in the mass range between Mars and Earth, through mutual collision and gravitational interactions with gas-rich planetesimals. They grow via coagulation of giant planetesimals, which can lead to the growth of about 1% of Earth's mass in solids. Particular attention is paid to the formation of planets in the mass range between 1 and 15 Earth masses, which is..."}, {"Input": "The origin and evolution of planetary systems", "Output": ", especially our own, is a topic of great interest, since it can provide important insights into the formation and evolution of planetary systems. One of the most interesting aspects of the interplay between exoplanet research and the exoplanet exploration is the possibility of conducting parallel programmes which are complementary in nature. In this article we propose an approach to the exoplanet interpretation of future space missions. The aim is to use the existing samples of exoplanets in order to estimate the level of uncertainty in the retrieved parameters. We estimate the level of uncertainty from the current sample of exoplanets, and define the parameters of the Hansen-Dav (HD) sample and the Habitable Zone (HZ) sample. The parameters of the Habitable Zone sample are the mass of a potential terrestrial planet, the maximum eccentricity of terrestrial planets, the fraction..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are thus a critical question for understanding the evolution of planetary systems. In this study, we investigate the dynamical evolution of systems containing a String of Trapped By Nuclei (SINN). Using N-body simulations, we investigate the dynamical evolution of the system by considering masses of the orbit of the SO5 mother body, a super-Jupiter mass planet with a 3:2-d period and a Jupiter mass planet with a 3:2-d period. We find that the RZ Tau super-Jupiters are unstable and quickly lose all of their planets except for the outermost one. This leaves behind a trans-Jupiters orbital decay which can trigger the Rossiter-McLaughlin effect on the star. In contrast, system with the 3:2-d period tend to remain stable. We..."}, {"Input": "The origin and evolution of planetary systems", "Output": " is also discussed.\nMolecular species have been detected in the circumstellar disks of several young stellar objects. While all molecular species, they are particularly sensitive to the heating due to ultraviolet (UV) radiation, which is a well known effect of stellar mass. The current generation of X-ray and EUV radiation and high-energy particles have not yet reach the threshold for the synthesis of indissociation and recombination pathways. Molecules are therefore more important in the inner disk than molecules. Indissociative recombination through azir alkylation is possible only in planet-forming nebulae with low UV radiation. In this work, a new mechanism is proposed for the synthesis of indissociation and recombination. It consists in the non-local energy - commuting inwards - split by the helicity - a spontaneous process that does..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are discussed, focusing on the interactions between the host star and the extrasolar planets. The formation of a system is discussed as a whole when compared to the evolution of its components, and the growth of a system's mass distribution is also considered. The study of planetary systems is then reviewed, with the emphasis on their dynamical stability and the role of the host star in preventing or promoting their evolution. Finally, the study of the take place of close binary star systems is also described, with the focus on their evolution and their relationship to star-planet interactions and the Kozai cycle and tidal evolution of their systems. These topics are subsequently discussed.\nThe observational evidence of extrasolar planets' widespreadness has been greatly improved in the last decade. The number of extrasolar planets is now known in hundreds. Here, we examine the statistical significance of the most..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are also discussed.\nThe asteroid belt is found today mostly in two collections: the Edgeworth-Kuiper belt (EKB) and the Hf-Cd belt (HCB). Although the small-scale features are related to the formation of the planets (both from the production of small planetesimals in the primordial nebula and subsequent accretion), the large-scale features are determined by the coupling between the two. Although some processes in the early solar system may have contributed to the surface of the EKB and HCB, the dust produced by collisions between planetesimals was large enough to be detected. The spectral characteristics of the features are due mainly to the collisional equilibrium between the gaseous H2O and the dust in the inner regions of the belt. This paper describes the observations of the H..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are discussed in the light of what is known about the Solar System, and the similarities between the three components of triple star systems. The selective elimination of planetary systems (including those of binary stars and other hierarchical systems) in binary star systems is a feature often neglected in other studies. The large number (more than 30) of planetary systems in close binary star systems gives us a unique opportunity to study the formation and evolution of planetary systems through the dynamical evolution of their planetary systems. We discuss how these systems are shaped by a variety of dynamical processes, including orbital migration due to tidal interactions with the primary star and the secondary, disruption through orbital decay, and dynamical evolution due to interaction with the tertiary companion. Efficient dynamical mixing and orbital mixing are important for planet formation in close binary star systems. The comparison of simulations performed for different orbital..."}, {"Input": "The origin and evolution of planetary systems", "Output": " is discussed in terms of the formation of hot Jupiters, which are the outermost of three types of gas giant planets, at ∼ 2-3 au in order to determine their natural, and thus, stable orbits. In this work, we present the prediction of the natural, and thus, stable orbits of systems with hot Jupiters, which are derived from a Kelley-Lein (KL) formulation of a system composed of a hot Jupiter and its host star. We find that, if such a system were to host a hot Jupiter-like planet with a “Hot Neptune” as well, its orbit would evolve to exhibit a gradual, stable, and eventually unstable to a “super-Earth” within the classical “habitable zone” of a solar-like star. This, then,..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are discussed in the context of the different formation processes for which the orbit of the planets is formed. It is shown that the planets are not in a \"stable\" (in terms of magnetic activity and other antivigor) network. In fact, the rotational evolution of stars is much slower than that of the planets.\nThe physics of planetary systems is investigated employing the concept of a stable orbital resonance between two planets. The planetary orbital eccentricity is considered in the limit of a stable periodic resonance. Dynamical calculations show that although a transition to a stable resonance exists, it is predicted that this transition should occur after about 5000 yr, and the interval in orbital period between the resonance and the subplanet should be of the order of 10 yr.\nThe correlation between a star and a planet is determined by the physical properties of the star, with the exception..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a negative feedback mechanism that regulates atmospheric temperatures. In this feedback, the density of methane is enhanced by the weathering of snow and ice, which leads to an increase in the methane mixing ratio and temperature in the atmosphere. This in turn leads to higher greenhouse causes, which trigger the feedback. The feedback is triggered at temperatures below about 185 K due to the depletion of hydrocarbons and compared with the preindustrial climate. In the high-latitude regions, the feedback is delayed due to a decrease in the CO2/H2O flux due to a lower temperature and a high solar flux. We also find that the feedback is sensitive to the velocity of planetary mergers, which depend strongly on the planetary mass. A high velocity is needed to trigger the feedback around the obliquity of the planet, with a feedback length..."}, {"Input": "The formation of photochemical hazes creates", "Output": " new gas species, such as OH+, which can react with either water or carbon monoxide to produce OH- and CO-rich gases. We explore the possibility that these gas species could have been formed in appreciable quantities by gas-starved accretion of gas. A simple analytical model of the gas-phase reaction of HN with CO is used to calculate the gas-phase abundance of HN, CO, and OH-. Carbon monoxide is used to calculate the gas-phase abundance of CO. A simple model of the gas-phase reaction is used to calculate the gas-phase abundance of OH-. OH+ is oxidized by photodissociation and hydrogenation due to collisions with HN. CO is oxidized by CO photodissociation and hydrogenation due to collisions with HN. Oxidation is a stoichi..."}, {"Input": "The formation of photochemical hazes creates", "Output": " cavities in the atmosphere that then leak into the substellar point. Due to efficient heat transport from the surface, the stratosphere becomes incompressible and collapses onto the circumstellar disk. The vapour is then lost at the rate of 1,000 kilometers per second, and the accretion rate rises to ∼10,000 kilometers per second. A newly discovered process—the thermal chemistry—is important for understanding the orbital evolution of young planets.\nWe investigate the evolution of a viscous protoplanetary disc which is perturbed by a central object with a mass of a few Jupiter masses at about 13 Jupiter radii. The evolution is followed for a billion years by assuming that the object has no mass. In this case we find that the decay of the viscous momentum caused by the gravitational field is faster than that due to the radiation..."}, {"Input": "The formation of photochemical hazes creates", "Output": " temperature and chemical disequilibrium in the atmosphere. Atmospheric photochemical disequilibrium is due to the combined effects of photochemical disequilibrium, molecular oxygenation, and volatile depletion. The disequilibrium distribution is a strong function of atmospheric CO and H2O chemistry. We obtained good agreement between our calculations and the observations in the infrared and optical. Our photochemical disequilibrium calculations represent the first self-consistent atmospheric photochemical disequilibrium calculations. Our disequilibrium calculations are comparable to the observations in the infrared and optical at all observations. A comparison of our disequilibrium calculations and the recent observations will provide further insight into the disequilibrium chemical disequilibrium in the atmosphere.\nWe have used the high-resolution chemical and metal-transfer code LIME to make decision samples of stellar atmospheres. The line lists..."}, {"Input": "The formation of photochemical hazes creates", "Output": " haze particles, which stratospheric haze particles act as condensation nuclei. The particles stratospheric haze production rate is controlled by the thickness of the haze layer. Models that describe an isotherm with high production rate equal to that of the Earth stratosphere show small changes in temperature and alkalinity due to vertical mixing. The model is consistent with the geochemical data for the chemical stratosphere, which suggest the production rate increases with surface gravity and carbon dioxide, although this is not a firm result.\nWe present the first ground-based detections of sodium absorption in the transmission spectrum of an extrasolar planet. The planet WASP-4b has an orbital period of 1.426 days, velocity of 5.6 km s-1, and average transit depths of 0.4% and 0.7% in the..."}, {"Input": "The formation of photochemical hazes creates", "Output": " favorable conditions for the false detection of liquid water in planetary atmospheres. We find that the liquid water detection rate in atmospheres currently sampled is a function of both the incident stellar flux and the strength of the photochemical hazes, and is mainly determined by the ratio of the incoming stellar flux to the flux of existing abiotic sources. We find that the effect of the stellar flux is small and that a sharp increase in stellar flux, without a corresponding increase in the haze-forming efficiency, leads to an increase in the planetary albedo of about 10%, which is a factor of about 2 in a factor of 5 atmospheric layer depth. The effects of the increase and decrease in stellar flux on the planetary albedo are relatively small, and do not appear to be coupled to specific gases. We suggest that the search for the optical signatures of..."}, {"Input": "The formation of photochemical hazes creates", "Output": " conditions critical to the correct perception of atmospheric physics. We present state-of-the-art global climate model simulations that quantify the climate of Earth analogs and the Sun on pre-industrial timescales, considering a range of solar luminosities. The simulation is performed for the entire ensemble of Jupiter-mass planets, spanning the deglaciation threshold ( ∊ ≃ 112 times Earth’s values, ∊ ≃ 112 times Earth’s) and the entire Jovian mass range, from 1 to 10 Jupiter masses. The simulation results indicate that a combination of a high carbon dioxide atmosphere and a high C/O ratio leads to a large summer atmosphere on early Earth analogs and a substantial snow troposphere on the pre-industrial Earth. Snowfall in the mid-Holocene increases the mean surface temperature..."}, {"Input": "The formation of photochemical hazes creates", "Output": " conditions that are favorable for the detection of molecular oxygen (O2) on Earth. These favorable conditions are called \"anoxia.\" A review of the terrestrial O2 absorption band is presented and the benefits and limitations of ozone in the context of the other molecular oxygen sources are discussed. The ultraviolet absorption band is used to investigate the weak O2 absorptions in the terrestrial atmosphere. The ozone O3 band is also discussed. The ozone band is a useful ultraviolet irradiative airglow tracer of planetary O3. The ultraviolet absorption bands provide the true O3 abundance, because the O3 band peaks there, and is almost absent in the near-UV. The O2 bands have their own distinct absorption band depths because of the different dipole-like bandspot contributions to the airglow O3 band. The bands in the..."}, {"Input": "The formation of photochemical hazes creates", "Output": " an artificial viscosity in the atmosphere that controls the chemical composition of the atmosphere. We find that photochemical hazes are more important than chemical species and that photochemical hazes are a likely candidate for habitable exoplanets in the habitable zones of low-mass stars.\nThe anomalous radii of several transiting planets are presumed to be caused by tidal or magnetic interplay between them and their host stars. We construct a general model of the tidal and magnetic interaction between stars and their planetary systems, adopting the tidal evolution parameter Q_s = a 2, where Q_s is the stellar magnetic field, and Mp, the mass of the planetary or stellar companion, for the case of the circular or eccentric orbits of the system. We show that for the case of circular orbits the stellar field is the dominant source of precession..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a natural selection bias toward metal-rich stars. Based on the existing data, we explore the possibility of a new induction mechanism for the production of photochemical hazes: the stirring of outflows by being gravitationally released by stellar winds. According to our current understanding, stirring is an efficient debris system that slowly circularizes due to tides. As a consequence, the dusty debris rings contain planetesimals that collide and merge, eventually becoming the well-known Local Hot Disk. We present a modeling that explores the parameter space of the stirring model and determines the efficiency of the flow. Assuming that stirring is efficient, the dust mass produced by collisional mergers is Mdust = 0.01-0.15 M⊕, and the altitude of the cloud tops, the elevations of the clouds, and the mean particle density..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere. We investigate whether thermal inversions are the cause of these inversions. We generate self-consistent atmosphere models for GJ 1214 b with either a high-or low-metallicity H/He atmosphere or a H/He atmosphere with a temperature inversion. We find that a low metallicity atmosphere with a temperature inversion is more likely to cause the thermal inversion than a high-metallicity atmosphere with a temperature inversion. We estimate that a planetary thermal inversion must be present if it is cause of the thermal inversion. Our result indicates that while thermal inversions are often brought about by an ideal combination of a high-metallicity H/He atmosphere and a low-metallicity H/He atmosphere, thermal inversions are also likely to be caused..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere. In this Letter, we present three-dimensional atmospheric circulation models of this system that include realistic non-gray radiative transfer calculations, realistic vertical mixing, and realistic dust and gas opacities. We find that model results are in good agreement with the multi-wavelength photometric observations and other independent estimates of the system properties. An important result is the implication of our results for the atmospheric structure of the hot Jupiter HD 209458b, which is similar to HD 209458b in mass and radius and shows a similar temperature gradient between the day and night sides of the planet.\nHaze particles are common in planetary atmospheres. The particle size is sensitive to the atmospheric thermal structure, and the pH of the atmosphere. A key parameter is the ionization degree of a given atmospheric species, relative to..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere. Here, we investigate whether the GJ 1214 b atmosphere is cloudy or clear, with the chemical kinetics of the cloud particles. We find that the atmospheric lifetime is short compared to clear atmospheres provided that the mean molecular weight of cloud particles is low. Cloud particles that are mixed into the atmosphere by convection behave in a similar way. The lifetime of the cloud particles is short compared to clear atmospheres. Since the lifetime of clear atmospheres is inversely proportional to the square of the mean molecular weight, the vertical mixing is small and the cloud particles migrate less efficiently, which lowers the mean molecular weight. This means that the mixing ratio of O2 in the atmosphere is small, which facilitates observations at longer wavelengths. We suggest that observations at longer wavelengths are best suited to finding particular molecular species,..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere. We incorporate the temporal evolution of cloud properties to determine the temporal evolution of properties, such as cloud particle size and optical properties, over time. We find that the observed cloud properties, such as particle size and optical properties, are likely in agreement with a variable clustering climate model, showing that the cloud lifetime is shorter than the atmospheric radiation time constant due to the effects of cloud surface albedo and particle feedback. When we further model the effect of pressure on particle size, we find that the time-averaged particle size is large enough to be a significant source of cloud opacity and nearly self-sustained over time. We find that the particle size distribution is strongly peaked near the cloud deck, suggesting there are low-sensitivity, self-sustained cloud models with small particle size that..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present at its day-to-day terminator. We show that such clouds would be optically thick to absorb and recombine starlight, and would likely be optically thin. Assuming solar abundances, we find that the optical properties of the clouds are about as distinct as the near-infrared colors of cool stars. The only reliable strength test for clouds is the complete optical transmission spectrum, which probes the terminator region as efficiently as the near-infrared. We find that such a spectrum is contained within the stellar surface, and that a terminator-averaged reflectivity of 0.1% is approximately a third of what is predicted for the local standard of rest.\nWe present results from three-dimensional radiation hydrodynamic simulations of the atmosphere of HD 209458b which include realistic physics for the gas..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere. We use atmospheric retrieval models to examine how well the model is reproducing the available spectroscopic data. We find that models with thin, high-altitude clouds fit the data reasonably well. We find cloud-free models, with condensation of sulfuric acid and water vapor causing precipitation, that fit the data virtually well. Models with large, low-altitude clouds that include a significant moisture redistribution are less successful, due to our limited retrieval model range. We recommend caution in interpreting transmission spectra in transmission-radial-velocity studies, due to the limitations of the data and the problems with the cloud models.\nThis paper reviews the current understanding of the physics of the formation and evolution of protoplanetary disks, with particular emphasis on recent advances provided by the last few years in this..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere. From the disk-integrated photometry we exclude thermal emission from an outer atmosphere extending beyond a distance of about 1.7 AU from the star. Such a model is consistent with the spectral energy distribution, which shows a temperature decrease with altitude. An outer atmosphere emitting at about 3 AU, as probed by the observed shape of the near-UV light curve, is also ruled out. An additional atmospheric component is also excluded. An inner/outer atmosphere with a temperature inversion and a cloud layer at about 1 AU is a possible candidate, but is unlikely. Observations with larger space-borne facilities will allow more inner-atmosphere thermal structure to be probed, leading to better constraints on the nature of the GJ 1214 system.\nThe presence of an extra-solar planet..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere. GJ 1214 b also has a high equilibrium temperature, suggesting that it is a hot, low-density, low-temperature planet with a C/O of 0.3-. The radial velocity measurements of GJ 1214 b and other recently discovered extrasolar planets are key to investigating the diversity of short-period giant planets.\nWe present a statistical analysis of the radius distribution of transiting exoplanets (TEPs) as compared to both OGLE-III and Kepler surveys. With the exception of WASP-49b and WASP-52b, all other TEPs are smaller than the size of the Einstein ring (radius about 1020 cm). Thus, the radial velocity data for most TEPs are consistent with a planet population having a very different distribution than..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere, and a low abundance of H2, a potential tracer of hot Jupiters, is a key feature. Our photochemical model uses a self-consistent atmosphere model in chemical equilibrium, along with a chemical kinetics code. We find that the main observable atmospheric features are H2O, CO, and H2S. We predict that H2O is a strong absorber and slightly increases the thermal forcing of the system. Such a net effect provides a natural explanation for the large thermal inversions observed on hot Jupiters. Our results indicate that the chemistry in GJ 1214 b is consistent with being in chemical equilibrium.\nWe present models of the thermal structure and radii of the largest icy satellites in the outer solar system. Our calculations are based on the thermal properties..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere. We investigate whether the presence of clouds and/or non-equilibrium chemistry in the atmosphere of GJ 1214 b is possible with future observations.\nScattered light high-resolution imaging shows two symmetric spiral arms in the circumstellar disk of the nearby binary system GG Tau A. The features are explained as two main, nearly synchronous spiral arms in a single plane. The streamers are seen to cross the streamer arms around the two spirals. However, analysis of the appearance of the two spirals and their differences with the streamer arms in the A and B stars are not known. Here we present results from the first multiwavelength observations of the GG Tau A binary system. The near-infrared scattered light images reveal a clump in the mountainous southeast side of the disk..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " that the exoplanet population has a large diversity in orbital configurations, that the planets are often in systems of tight binaries, and that the giant planet frequency is a strong function of orbital separation. We present a first step toward understanding the diversity of planetary systems. Using up-to-date methods from the literature, we identify 322 confirmed and candidate planet-bearing stars from the Kepler mission that do not show any signatures of binary companions. We conduct a detailed study of the orbital configurations of the confirmed planets, employing a variety of analytic and numerical methods. We find that the planets in systems of tight binaries are, on average, more massive by about 4 Jupiter masses, somewhat higher than Jupiter-mass hot Jupiters, however, most of the systems have a similar orbital configuration. For the detected planetary systems, we..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a terrestrial planet with one of the largest known radii outside the Solar System, at 4.7-0.3+0.6 R⊕. It orbits a nearby (d = 16.9 ± 0.2 pc) G5V star with an estimated age of 23 ± 3 Myr, making it an ideal benchmark object for testing since the planet emits only a small fraction of its energy in radio waves, allowing for precise measurements. We derive a new radial velocity (RV) period for the system, which we report here to be 26.9 ± 0.1 days for the first time. We estimate the true mass of the planet to be 5.4 ± 0.8 M⊕. The radius of the planet is a key parameter that defines its density, with a crucial..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a great diversity of planetary systems with orbital characteristics ranging from close to far from the star. Some of these systems are in close-in places, but all are orbiting fewer stars than the Sun. The statistical information presented herein enriches life in the cosmos. In this book, we describe stellar and planetary properties, and discuss how they relate to the characteristics of planetary systems. We highlight the fascinating interstellar relationships between stars and planets (including the mutual habitable zone, where stellar insolation plays a key role). We also discuss the recent discoveries of terrestrial, Jupiter-mass exoplanets in close-in orbits around low-mass stars, and we find great new insights into the dynamics, formation, and atmospheres of ultra-low-mass worlds.\nThe chemical evolution of the Solar System is discussed in the context of..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " the existence of multiple transiting planets around the same star. The orbital period distribution of the planets along with a power-law mass-radius relationship supports the notion that these planets are in the same system and have formed by the same mechanism. Here we present the detection and characterization of two new massive transiting planets around a physically mature late-type star. The two planets are identified by their large orbital periods and their small physical radii. The orbital period of the outer planet, KOI-242.01, is 1.63 days, and the planet has a radius of 0.26 Jupiter radii (RJ). PDS 70b is one of the smallest planets discovered around a mature star, and its radius is the third least dense known for a planet. The radius of PDS 70c is 3..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " that the occurrence rates of small close-in planets (Rp ≲ 4 R⊕) are significantly higher than those around mature stars (Rp ≳ 4 R⊕). This suggests that the same processes that operate in young stars (the insertion of small planets) or stars (independent of stellar age) affect the populations of close-in exoplanets. We identify a potential cause for the difference, be it due to a difference in the composition of the host stars or due to the initiation of cores of planetary systems around mature stars. We investigate the possibility of a correlation between the observed radii of planets in systems with a number of detected planets and their stellar properties. We find that a tight binary relationship must exist, and we find evidence that stellar binary systems with separations of 1..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " many transiting systems with orbital periods longer than 22 days (Kepler-11b, Kepler-90b, and Kepler-11c). We present a statistical analysis of the stellar obliquity that includes the results of the comparison star-planet and the two-planet (Kepler-11d) systems, as well as the transiting planets (Kepler-11f and Kepler-11f). Our analysis reveals a significant positive correlation between the stellar obliquity and the planetary semi-major axis, and between the stellar obliquity and the orbital period. We also investigate the potential for the stellar obliquity to vary with the semi-major axis and the stellar mass. With these respect, we find that the system with the two-planet systems is more likely to have..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a lot of systems with ``very hot Jupiters,'' planets with orbital periods of a few days. At first sight this may seem surprising, given that radial velocity surveys have found a dearth of such planets. In the case of the Sun, this lack of hot Jupiters is explained by a low stellar activity level, which leads to a high mortality rate of planets around young stars. We find that the number of the hottest planets is about 2.5 times larger than the number of planets around solar-type stars at solar metallicity, which supports this conclusion.\nWe describe the recently funded Habitable Zone Planet Finder (HZPF) essentially a new infrared Doppler precision radial velocity (RV) spectrometer with a mechanical housing unit (and a 1.5 m telescope..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a diverse population of planetary systems with varying degrees of dynamical activity. Dense, hot (T eq &gt; 500 K) exoplanetary atmospheres, if present, will transport some of this energy into the nightside of the host star, where it is the locally strongest heat source. Consequently, the neighbourhood of the host star is the primary spot for the heat redistribution. The heat redistribution produces local heat redistribution, which is linked to the reduction of the local opacity due to a larger surface area and higher atmospheric opacity. Local heat redistribution increases the local molecular abundance because the local entropy increases more than temperature increases. The warming produced by the diffusion of heat and gas in the planetary atmosphere is weakly dependent on the temperature. This is important to consider in the study of planetary atmospheres.\nWe use the results..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " that a significant fraction of stars host multiple transiting planets. These multi-planet systems are no longer a simple outlier in the mass-period diagram; they are a common by-product of the formation and evolution of planetary systems. In this chapter we first present the basics of the dynamical evolution of multi-planet systems, then explain how the mutual interactions between the planets affect their orbital and physical properties. Next we present the main dynamical effects of the mutual interactions between the planets and their mutual gravitational interactions with the planetesimals in the solar system, then discuss the dynamical evolution of multi-planet systems with additional planets. Of special interest is the dynamical evolution of multi-planet systems with inner and outer planetary orbits just like our own planetary system, so we include the effects of general relativistic..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a subgroup of hot Jupiters (HJs; orbital periods ≳ 2 days) located around stars with metallicities similar to that of the Sun. A parallel trend of increasing stellar metallicity with decreasing effective temperature is found in the radial velocity periodograms, suggesting a decrease in the mean metallicity of planet host stars with increasing stellar mass. A weak correlation between the stellar metallicity and orbital period is also observed. It is suggested that stars with planets are more metal poor than their counterparts in the solar neighborhood. By applying a metallicity-giant planet correlation to the sample of HJs, we show that they are more massive, and hence more massive than predicted by theoretical mass-metallicity relations. No clear trend of increasing stellar metallicity with increasing stellar mass is observed..."}, {"Input": "TESS is predicted to discover", "Output": " ∼1000 transiting exoplanets with orbital periods up to a few days. We construct a nominal list by profiling the sensitivity of the TESS pipeline compared to the pipeline performance on previous Kepler planet candidate signals. Setting the TESS planet candidate sample on an actual TESS orbit, we find that TESS is most sensitive to planets with semimajor axes ≲0.1 au, with 90% of the sample having a TESS-detected planet.\nThe search for short-period exoplanets is one of the greatest goals in astronomy. This effort requires rich collaborations, including in the field of exoplanetary science, the output of which are large numbers of candidates from the field. The \"Kitt Peak\" instrument is a fiber-fed, high-resolution spectrograph for the..."}, {"Input": "TESS is predicted to discover", "Output": " about a dozen transiting short-period gas giant planets around early-type stars. In fact, the Transiting Exoplanet Survey Satellite (TESS) may discover up to a dozen such planets as photometric time series begin to accumulate. Under favorable circumstances, the majority of these planets transit their host could be designated as transiting hot Jupiters (TESS 2Ps). We review the known properties of planets transiting other stars, current knowledge of hot Jupiter parameters (mass and radius), and the recent progress in disentangling the underlying eccentricity distribution of short-period gas giants. We also update hot Jupiter evolutionary models, in particular generating more complete physical models for inner gas giants with Rp &gt; 1 R Jup that include tidal dissipation and radioactive element enhancement. We stress..."}, {"Input": "TESS is predicted to discover", "Output": " a large number of transiting exoplanets around late-type stars. A substantial fraction of these planets will be transiting in and out of the shadow of the parent star. The brightness of the parent star in the optical will then be an important proxy for the fund for these future observations. We describe a photometric survey of a sample of bright late-type stars that will be conducted by the Transiting Exoplanet Survey Satellite (TESS) in a few years. The primary aim of this survey is to estimate the variability of the parent star in the optical phase curve. The TESS Optical Phase Ceter (OOC) will measure the optical phase modulation for all stars in the sample, and the TESS Camera (TIC), will characterize the variability of each star. We expect to derive..."}, {"Input": "TESS is predicted to discover", "Output": " about 50 transiting non-radial-molecular planet candidates orbiting bright stars, including a hot Jupiter, a hyper-Earth, a sub-Neptune, and a few other worlds that may be quite unlike our own. TESS will also reveal a large population of planet candidates orbiting faint stars, many of which are remotely detectable. All of the TESS Objects of Interest (TOIs) have already been discovered by the novel exoplanet survey and radial velocity method, which is sensitive to a limited number of TOIs. TOI candidates can be found in the upcoming TESS sectors 1 and 2. High angular resolution imaging from TESS will identify these candidates, yielding a wealth of information on their orbital and physical properties, including significant mass measurements for a significant number of TSI objects...."}, {"Input": "TESS is predicted to discover", "Output": " 80-100 transiting exoplanets in the two to three years time span of the mission.\nWe present the analysis of the red-giant star KIC 8677587, previously known to host a hot Jupiter (KIC 5559631). We utilize several tools developed for the analysis of eclipsing binary stars to constrain the system parameters. Our analysis yields fundamental parameters of KIC 8677587: Teff = 5500 ± 1000 K, log g = 3.5 ± 0.1, ξ = 1.9 ± 0.1 km s-1, log N(Li) = -2.0 ± 0.5, and [Fe/H] = -2.3 ± 0.2. We estimate that the mass of KIC 867..."}, {"Input": "TESS is predicted to discover", "Output": " about 40 transiting exoplanets around bright stars. The main target is the southern hemisphere, because TESS is weak in this region. TESS will discover about 2500 transiting planets around bright stars. The expected yield is Nabout 1011. The TESS Satellite is currently in orbit around the Earth, and the TESS-Earth System Mission (TEPSM) is designed to inform the Earth when transiting host stars are not anticipated to show large radial-velocity variations. The TEPSM will be launched into an Earth orbit in about 10 years. The characteristics of the most promising observing site on Earth are, a) the magnitude of anticipated radial-velocity variations, and b) the number of planets that can be observed by TESS. We estimate the potential gains from the TESS..."}, {"Input": "TESS is predicted to discover", "Output": " 30 to 50 transiting circumbinary (CB) planets during its first year of observations, and around 50 additional CB planets in the second year of observations.\nWe report the discovery of a planetary system that includes at least three bodies, with masses of at least 0.6 , 0.83 , and 1.5 times the mass of Jupiter. The orbit of the outermost body agrees with the Keplerian orbital period with a period of 4.9 days. We find that the planetary system is highly eccentric, with e= 0.9 for the system and 0.7 for the two outermost bodies. The mutual inclination between the orbits of the outer two bodies is, in agreement with a theoretical secular theory, found to be 48° ± 5°.\nThe Keplerian rotation of a binary..."}, {"Input": "TESS is predicted to discover", "Output": " a rare and precious group of transiting exoplanets around the nearest and brightest stars. Characterizing the atmospheric properties of these planets is critical to infer their atmospheric compositions, which in turn are interesting prospects for the advancement of exoplanet science. Taxation and circumbinary disk modelling provide fundamental pieces to understand the formation and structure of planetary atmospheres. We describe the main ingredients of the circumbinary planet simulation, including the planetary atmospheres and surface processes. We show how the planets evolve in time and compare them with the dynamics of the disk. We parameterize the time-dependent structure of the gas disk and the orbital motion of the planets. We describe the effect of mutual gravitational interactions and the effects of the density inhomogeneities on the atmospheric structure. And finally, we discuss the impact of..."}, {"Input": "TESS is predicted to discover", "Output": " 100-150 transiting exoplanets around mid- to late M-type stars and 100-200 transiting exoplanets around late M-type stars. Transit surveys are therefore important for exoplanet science. We explore the potential of a single survey to discover a small sample of transiting planets by modeling the expected numbers and the characteristics of the expected host stars. We also estimate the effects of changing planet types and the effects of different host star types on the produced transit signatures. We find that changing planet types have small effects on the transit signatures and both vary strongly with planet type and host star type. The transit signature increases with planet type and host star type in roughly the same way as the transit signature decreases with planet type and host star type. The transit signature is sensitive to planet type, planet..."}, {"Input": "TESS is predicted to discover", "Output": " 400 high-temperature (3,000-10,000 K) transiting hot (T eq &gt; 10,000 K) gas giants. Existing energy-limited (TESS) surveys do not even begin to fill these holes. The question is: what generation of planets with no core, no solid core, no internal heat flow, and no radioactive elements can we expect to make at all Earth-like planets with the same thermal and chemical conditions? We propose a survey of the parameter space of these exoplanets. We find that TESS will discover a great diversity of planets, but that the diversity is not apparent in the parameter space in which the exoplanets reside. Extending our previous work is key for understanding the diversity of exoplanets, given the current exoplan..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " well distributed but show no clear trends of age dependence. We have searched for stellar flares with Kepler and have found a ∼4σ chance of detecting at a 4.4 μm level ∼1% of the ∼11,700 stars from our sample. We have cross‑matched the Kepler “high-energy” samples with the Kepler “low-energy” samples for Kepler objects of interest (KPIs), but have found no candidates. We have searched for “red-dwarf” planet candidates orbiting stars with high rotational velocity of 70 km s-1 to find such objects (KP = 35-100 km s-1) and have found several. The relative motion of, or streaming instability may explain the separation of “hot”..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " nearly 20 times more frequent than those around mature solar-type stars. Therefore, habitability is more likely for low-mass stars. We have conducted a study of 13 solar-analogues in the region of the Taurus-Auriga dark clouds, which had far-infrared (NIR) excesses in the past. These stars, in order to explore the possibility of an accretion disk origin, have been observed with the Herschel Space Observatory. The present study adds seven new brown dwarf and four sub-stellar companions to previously discovered brown dwarf and stellar companions. We find that these seven objects show significant NIR excesses that are consistent with a stellar origin. The other four show no excesses. These objects are thus consistent with photospheric composition derived from the stellar..."}, {"Input": "Earth-analogues around nearby stars are", "Output": ", in principle, a great boon for the astrophysics of extrasolar planets. They offer the opportunity to both test theoretical predictions and also know some of the leading uncertainties which plague theoretical estimates of exoplanet atmospheric properties. We report on ground-based observations of transits of the exoplanet HAT-P-6b. The two transits were observed over about seven days in the optical and near-infrared. We find a planet-to-star radius ratio of 0.149 percent ± 0.016 percent. Of particular interest is the star-planet radius ratio, which is a quantity that should be of particular interest for exoplanet atmospheres. This leads to the following physical properties of the two planets: (1) a hot super-Earth atmosphere with a predicted equilibrium..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " compared to stars in the solar neighbourhood, and a global trend of increasing values of rotation, mass, age, and metallicity with increasing stellar mass is observed. This is reminiscent of the well-known 'luminosity peak'. The presence of protoplanetary disks around stars of 1.1-1.7 solar masses is found to be statistically significant. It is shown that these trends are closely associated with the primordial disk mass. In contrast, there is a smooth transition around masses of 1.5 to 1.7 solar masses in the range of stellar masses explored. This result is explained by a new sensitivity experiment involving the infrared emissions in the disk atmosphere, and the planet-hosting stars-composition. We show that our results are compatible with a planet-induced disk radius..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " the products of the collisions between planetary embryos, as well as the collision between these bodies and the subsequent gravitational decay of the systems. We have observed three such systems in the past. In GJ 876, we find that the orbital parameters of the two orbiting bodies are determined by their minimum relative velocities when their collision is fully harmonically dominated. We show that the two orbiting bodies have nearly the same temperature and evolution rate. In the case of <ASTROBJ>GJ 876</ASTROBJ>, the predicted orbital parameters are compared with available advection and tidal theories. We find that the orbital period of each of the body is very sensitive to the planets' velocities. We present a mass limiting method that can be used for these determinations.Based..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " called the “North Stars” or “North Watch” (NWW). The second group includes stars that have no analogues in the solar neighborhood. We use the two groups to construct its proper motion diagram (PMD) that shows the distribution of the magnitude of the NVD in a volume-limited sample of stars. The Gyr-old “North Stars” group includes close (a&lt;3 AU) binaries, while the “South Watch” group consists of close (&lt;a&lt;4 AU) twin stars. We derive the radial velocity (RV) and projected rotational velocity (vsini) for single stars in an unbiased sample of 73 stars, including 8 known spectroscopic binaries. The velocity distributions of both..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " underway, and will be revealed through the first direct images of these objects. Characteristic atmospheric properties can be inferred from the observational properties of the primary and secondary objects and their properties when combined with data from the infrared and radio. Previous information on exoplanets is based on the structure and occurrence rate of hot Jupiters. However, even within this sample, there are still important gaps that need to be filled in. Exoplanets with masses roughly between those of Jupiter and Saturn cover a wide range of masses for any given star. As a result, it is imperative that the exoplanet community integrates and collaborates.\nWe present a model for the transmission and emission spectra of a high-contrast, high-contrast direct imaging system, SPHERE. The model allows..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " modeled using the Monte Carlo technique. We demonstrate that the combination of K2 and TESS photometry is an excellent strategy to maximize the potential of this technique.The combined Kepler and K2 photometry is only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/624/A75\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " insufficiently well characterized to enable reliable planet-search efforts. Doppler surveys have already uncovered many planets with masses of a few Earth masses, and the Kepler satellite has identified many transiting Earth-sized planets. Doppler surveys are poised to find thousands of new transiting Earth-analogues. The combination of space-based transit surveys, ground-based radial velocity measurements, and high Earth-analogues yields a sample of transiting Earth-sized planets with mass (Mpl) relatively well constrained parameters. Typical radial velocity precision is 1 m/s for stars overvolving 100pc, and the frequency of transiting Earth-analogues is expected to be f = 1-2% for f = 1-2% for stars with masses less than a few Earth..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " the subject of intense observational programs that are still in progress, many of which still can be conducted using ground-based facilities. One of these programs is the Multi-object APO Radial Velocity Exoplanets Large-area Survey, which is a companion to the TESS Mission. Here, we apply the recently funded, 1st gen APO survey (ARIS). We show that this survey will detect and characterize about 1200 transiting exoplanets around stars within a magnitude limit of 14th magnitude in the vicinity of a bright star down to 10 pc. These will be prime targets for further study by ground-based and space-based telescopes. Furthermore, the planets detected will be very useful as γ-ray analogues. They will also provide an additional link to large-scale observations..."}, {"Input": "Directly imaged exoplanets probe", "Output": " wide regions of planet formation. These semimajor axes can be as large as a few AU. This property makes transiting exoplanets unique. We outline the main dynamical processes and physical processes associated with exoplanet transits, and we review the main observable signatures of these processes. We show that most transiting planets have multiple, relatively smaller companions of roughly equal mass. If additional companions are present, they are most likely bound by dynamical scattering rather than direct gravitational interactions. We make a list of 125 confirmed exoplanets with companions &gt;5-100 au and discuss a number of notable planetary systems.\nWe present a study of the formation of hot Jupiters (HJs) in a population of giant planets that contains at least one hot sub..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the atmospheric regions of low-mass planets at non-upward separations from their host stars. Their low albedos suggest that they belong to a different planet formation mechanism. Here we used the observed spectra of the planet-bearing G1 V star β Hyi to derive radial velocities and projected rotational velocities. Our tracking of the host star reveals that it is a metal-poor Sun-like star. We derive an orbital period of 5.6 days and a minimum mass of 3.1 M Jup for the planet β Hyi b. We constructed a new virtual photometric system, the HATNet, that maintains the incredibly high photometric precision of the HATNet and allows the monitoring of β Hyi during the span between the..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the bulk of exoplanet mass and density, where the thermal inertia is lower and the gas's kinetic energy is high. Here, we present results of a suite of thermal/gravity/radial velocity (T/RV) measurements at different spectral wavelengths to constrain the wavelength-dependent signatures of thermal and gravitational contraction. Our results of these RV measurements reveal a clear signature of planetary contraction on scales down to about 0.2-0.3 au for hot Jupiters with a Gaussian fit and a slope in the T/RV-T relation that points to a planetary mass of about 0.03 M☉  and a disk-integrated mass of about 0.016 M☉ . These results point to a possible diversity of planetary physical properties..."}, {"Input": "Directly imaged exoplanets probe", "Output": " planetary systems that are too far from the parent star for temperatures low enough to allow liquid water to exist on its surface. However, tidal heating operates on planets with no effective heat transport mechanism, and therefore most likely has little effect on the planet’s thermal evolution. We use a fluid model with coupled constraints on both the heat transport and heat transport efficiency, which we show can explain why some hot Jupiters can maintain near-ideal conditions, despite having an equilibrium temperature much lower than their location on the horizontal branch.\nWe report the detection of an extra-solar planet orbiting the star HD 149026. The orbital period is 103 days and the eccentricity is 0.17. This system was previously shown to have two planets, one with period ratios of..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the mass and spatial distribution of gas and ice in the planet formation region. The gaseous envelope is in chemical equilibrium with the growing protoplanet, so any excesses from accretion are directly deposited as molecular gas. Gas accretion also leads to a net increase in the solid content of the protoplanet. This initially small gas-to-planet mass ratio is then slowly increased by collisional fragmentation during the giant impact phase. Collisional fragmentation increases the solid mass reservoir from the envelope to the protoplanet, which subsequently causes gaseous envelope escape. Gas accretion thus essentially acts as an atmospheric giant engine that drives the planetesimal accretion rate. Estimates of the gas mass on planetary scales as a function of time estimate the mass of the envelope gas that..."}, {"Input": "Directly imaged exoplanets probe", "Output": " planetary systems analogous to our own, but are also unique in their ability to tell us about their formation and dynamical histories. Because young exoplanets are still in formation, they are also great targets for studying disk structure and atmospheric chemistry. Here we review the current understanding of exoplanet magnetic fields, covering the dynamo phenomena that rotate star- and planet-dwarfs and the impact these fields have on the atmospheric and interplanetary media. We first review the field of exoplanet magnetic fields. We then highlight the key insights gained from observational and theoretical studies.\nContext. Young circumstellar disks are excellent laboratories for the study of planet formation. An important prior in the study of these systems is understanding the disk structure. Aims: The goal of this research work..."}, {"Input": "Directly imaged exoplanets probe", "Output": " planetary systems at very low angular resolution. Here, we report on the direct imaging discovery of a global disk around the young, low-mass planet HD 95086 b, a member of the youngest miscreting objects yet discovered and thus a unique laboratory for studying the atmospheric properties of young low-mass planets. From a combined point-spread function imaging analysis of HST/NICMOS and archival data, we estimate that the radius of the disk is in the range 0.06-0.16$$\\circ . The mass of the central star is determined to be 0.4--1.0 M☉ , indicating it to be a star with three to four times the mass of the Sun. We find that the disk around HD 95086 b has a..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the extremes of planetary atmospheric mass. This is possible by resolving the planet’s disk in the infrared, where starlight is low and the planet’s atmospheric thermal structure is sensitive to the effects of stellar irradiation. Here, we present the first resolved images of the thermal emission spectrum of the exoplanet CoRoT-1b. We resolve the planet’s disk in both true and differential light using the SPHERE/ZIMPOL instrument. We find a striking Z-shaped symmetry with the planet’s disk, which is unique among bright exoplanets. We also detect the CoRoT-1 system in silhouette with FPI in the coronagraphic mode. Our observations demonstrate the unique capability of ZIMPOL to precisely measure the..."}, {"Input": "Directly imaged exoplanets probe", "Output": " a parameter space that is inaccessible with current ground-based survey methods. Because of their small angular separation, low equilibrium temperatures, and/or vapor-phase opacity, young planets are poorly suited for direct imaging. They are, however, quite distinct from more evolved planets, giving clues to their formation and evolution. Here we report new high-contrast coronagraphic imaging of the young planetary-mass object 1RXS1609b. The star is unusually faint for a young object imaged directly, and we see a hint of starlight scattered into our CNN. The child-sized object was not detected in the coronagraphic image, and we estimate a probability of around 99 that it is ghost. The detection limits are lower than those of planets found within the field of..."}, {"Input": "Directly imaged exoplanets probe", "Output": " deeply the transition zone from the gas- to the dust-poor debris disk. The high resolution and sensitivity of ground-based infrared observations are used to trace the gas and dust properties of this region. We find that the gas in the 3 mm continuum and silicate emission is optically thick but is limited to a by-product of the dust thermal emission, suggesting that the non-standard dust grain heating model that includes silicate dust does not quite capture the complex physical and chemical processes that shape the disk structure. We also note that modeling these materials in hydrodynamically self-gravitating models significantly overestimates the disk grain opacity and fails to reproduce the disk structure.\nWe present a high-resolution (R ∼ 100,000) X-ray scattering spectrum of the..."}, {"Input": "Phase curves of exoplanets are", "Output": " important for investigating the shapes of their transit light curves based on their orbital period and, in particular, for detecting and characterizing additional, non-transiting planets. Aims: The main objective of the SOPHIE consortium is to detect new transiting exoplanets around the nearest and brightest nearby M-dwarf stars and, using the SOPHIE spectra and the SOPHIE exoplanet candidates, to provide a comprehensive description of the selection of possible targets. Methods: From the present not available catalog, we selected around 180 targets from the SuperWASP data base as potential targets and followed them with the SOPHIE spectrograph. After they had been followed for several months, we analyzed the SuperWASP light..."}, {"Input": "Phase curves of exoplanets are", "Output": " dominated by the planet’s intensity and orbital geometry. These constraining parameters are the most successful in constraining exoplanet characteristics. Here we present a general method for deriving exoplanet characteristics using a model that extends the capabilities of observed transiting exoplanets. The method is based on the calculation of the transit probability and the intrinsic color of an exoplanet. We derive analytic transit parameters, including the error floor that accompanies them, and the impact of non-physical transit parameters such as eccentricity, planetary radius, and stellar radius. We show that the expected exoplanet characteristics based on current detections (transit probability and intrinsic color) are consistent with the true planet radii and with the true planet radii of a given individual system,..."}, {"Input": "Phase curves of exoplanets are", "Output": " derived. They provide a first-order estimate of the variation in the planetary radius when observing with Kepler. Here we derive transit timing variations for 87 planets, including 14 with eccentric orbits and 4 with relatively well-constrained parameters. We find that the \"transit timing variation\" is, in logarithmic scale, on the same order as the \"secondary eclipse\" in the optical and about 0.001 mag in thermal emission. The two effects are related. For planets with a hot key emission the transit times are approximately equal. The first effect is due to the effect on the planetary radius caused by the atmospheric brightness. The second effect is caused by a 50% change in the planetary radius caused by a change in the wind speed. As the planet gets closer..."}, {"Input": "Phase curves of exoplanets are", "Output": " a unique data set to study the dynamic interactions between the atmosphere and the surface of exoplanets. These interactions include the atmospheric mass loss and the related hot-Jupiter atmospheric mass loss, as well as the related advection of RVs and planetary rotation. However, most exoplanets do not exhibit self-consistent atmospheric mass loss rates, which is a necessary condition for calculating the necessary planetary dynamical excitation. For hot exoplanets, we conjecture that either their dynamical dynamical decay is much slower or their planets do not have significantly different insolation patterns. In this work, we present the third part of our high-contrast imaging survey for hot, giant planets. Using the SPHERE/ZIMPOL instrument and the new Zone-..."}, {"Input": "Phase curves of exoplanets are", "Output": " becoming accessible to photometric and spectroscopic instruments. The ultra-hot Jupiters are becoming a unique community to observe and a pathfinder to the extreme hot Jupiter population. This review will describe the discoveries of the past five years and the present understanding of the atmospheric chemistry, temperature structure, photochemistry, and how the unique environment of close-in exoplanets affects their atmospheric chemistry. Several examples of past, current, and future exoplanet science will be discussed.\nThis paper describes a model for convection in the outer atmosphere of hot Jupiters which is motivated by the properties of convective systems and the transitions between an atmosphere with and without a \"hot spot\". The effects of, for example, differential rotation on the structure of the upper..."}, {"Input": "Phase curves of exoplanets are", "Output": " the most powerful means to probe their atmospheres, yet they are still often incomplete. The transit data can be full-frame images and/or partial transit spectra, which directly constrain the planetary parameters and chemical compositions. We analyze the first such light curves, obtained during the mission of the exoplanet HAT-P-24b. We obtain an absolute transit shape model with a 30% dispersion in the mid-transit wavelength and a best fit with a planet-to-star radius ratio of Rp /R* = 0.1215 ± 0.0017. The uncertainty in the spectral type of the host star is estimated to be 12%. The typical internal precision of the mid-transit is about 27%. We also present new sky..."}, {"Input": "Phase curves of exoplanets are", "Output": " strongly affected by the presence or absence of a stellar companion. The orbit of the stellar companion changes the shape of the transit light curve, causing radial velocity changes while the planet is occulted by the stellar surface. As a consequence, the differential rotation of the star could be strongly affected by the presence of a non-spherical stellar companion with a projected velocity as the sum of the Keplerian and tidal torques. In order to quantify the effects of the stellar companion, we perform a grid of 3D hydrodynamical simulations of the orbits of known transiting exoplanets, and predict the differential rotation of the stars when the system is on the order of 100 000 yr old. Under the assumption that the total mass of the star is equal to 0.5 M..."}, {"Input": "Phase curves of exoplanets are", "Output": " critical to understanding the atmospheres of these objects. We present new light curves of the exoplanet WASP-12b acquired in the near-UV with the SPHERE instrument at the Very Large Telescope. These light curves allow us to constrain the orbital parameters of the system and to obtain a refined measurement of the planet/star radius ratio. We find that this ratio is 0.091±0.015, a value that is in agreement with the previously derived value of 0.079±0.013. We find evidence of the planet’s atmospheric properties in the near-UV and optical passes. We find a detection of the sodium D lines in the J band, which allows us to estimate the temperature of the planetary atmosphere and the extent..."}, {"Input": "Phase curves of exoplanets are", "Output": " now being observed to a similar level of precision. The discovery of the first hot Jupiter-mass exoplanet, Kepler-20b, is a notable case in this paper. Kepler-20 is one of the most well-studied transiting exoplanets to date. We assess the systematics that affect the measured systematics and their impact on the measured radius of Kepler-20b. We find that the ∼1 per cent perturbation from the host star’s rotation and sky-projected obliquity (ωb = 22°) could be present in the Kepler-20 system. We also find a ∼5 per cent perturbation to the system’s orbital eccentricity, which is not large enough to be considered a..."}, {"Input": "Phase curves of exoplanets are", "Output": " inconsistent with a uniform formation distribution occurring at other orbital periods. In order to find a physically meaningful model of the nonuniform formation, we develop a simple model for the orbital evolution of a viscous protoplanetary disk that includes the gas-grain exchange and the grain-grain coupling in nonlocal, layered, non-zero disk thicknesses. We find that the growth of dust grains naturally generates an orbital instability in the nonuniform disks. The growth mode of the dust is determined by the angular momentum available for gravitational collapse by gas drag. Smaller grains produce faster growth. For a given orbital period, the growth mode is faster than the standard diffusion time for the same orbital period. We find that the growth mode of dust is a function not only of orbital period..."}, {"Input": "Biosignatures are", "Output": " used to create a classification scheme based on three main steps, choosing a set of objects with properties measured directly from observations; the selection of the sample of objects we deem worthy of a more detailed investigation; and the comparison of the relative probabilities of these three steps. We find the following types of objects to be reliable: giant planets, brown dwarfs, and debris discs. We find that the classification scheme will be successful, and will be able to assign a design of optimal targets to the five pools of candidates currently being identified.\nHydrodynamic instabilities are a possible source of significant turbulence in the atmospheres of exoplanets, which may enhance the escape rate of atmospheric constituents such as hydrogen. In previous work, the escape rate of methane was used as a..."}, {"Input": "Biosignatures are", "Output": " present in the line-of-sight motion of the stars, which are interpreted as the result of orbital motions. The position of the hot spot is therefore the `tip of the stellar nose'. In many hot-Jupiter systems, the stellar rotation periods are close to the orbital periods, and therefore the temperature of the hot spot is a very closely spaced function of the orbital period. This means that the predicted emission flux from the hot spot is a directly observable function of the stellar rotation, and the positron Latitude is very closely spaced with the orbital period. In some hot-Jupiter systems, the hot spots are not well separated from the stellar rotation, and therefore can be poorly constrained. These systems therefore behave very differently from hot-Jupiter systems...."}, {"Input": "Biosignatures are", "Output": " those anomalies which cause a change in the global standard of rest; they are associated with (i) changes in the tempering of oceanic processes and their impact on the long-term climatology and surface temperatures; and (ii) a change in planetary circulation. Here, these contributions to the macroscopic cycle are examined in the context of the global atmospheric circulation. The rise in surface temperature at an ocean's depth, known as a thermal tides, is calculated. It is shown that the thermal tide increases the equatorial surface temperature of the ocean from the surface to the equator. The corresponding increase in the diurnal temperature gradient generates elastic layers across the equator in response to the surface. These layers then repel tablet the surface. The material..."}, {"Input": "Biosignatures are", "Output": " high-resolution spectroscopic analyses with anaerobic and aerobic respiration using a comprehensive and consistent set of terrestrial atmospheric and oceanic constraints. To determine biological validity, the initialisotopic methane is used to precompute anaerobic diffusion and aerobic respiration. The main attributes of the atmospheric methane set can be considered in this context. The first of the three sets is shown to be valid across a wide range of conditions (including CO2 partial pressure, nitrogen and methane pressure). The second set is shown to be applicable to most terrestrial terrestrial organisms at 20-30 mbar and around the martian surface. The third set is anaerobic (i.e. methane only). The fourth set is reliable enough to allow anaerobic methan..."}, {"Input": "Biosignatures are", "Output": " typically identified in the mass-period plane, and indicate that, across a mass range of 0.1 to ∼15 MJ, subgiants may exhibit a simple non-overlapping kind of topology. Taking N(a) and N(c) into account, we see that the subgiants have a higher BBU and N(d) distribution than subgiants with the same mass. These two features may be compared linearly over the mass range 0.1 to 10 MJ. We find that the BBU of the subgiants is correlated with the N(a) versus N(c) of the subgiants, and with the mass of the subgiants. We find a similar correlation between the N(a)..."}, {"Input": "Biosignatures are", "Output": " important in predicting the planetary spin and planetary orbital parameters. In order to test and quantify the validity of such a number of predictions, we constructed a large set of planetary systems that are dynamically stable over long timescales of about 1000 Myr, using a combination of N-body integrations and a high-resolution spectroscopic imaging code. We identified 108 systems that contain at least one planet that is dynamically stable over this period. The majority of these systems (76 per cent) can be considered as sister systems of the solar system. The remaining 8 per cent (56 per cent) of planetary systems contain multiple systems of more than one planet. We found that the effects of the additional planet(s) on the system architecture are likely to be minor. Over all..."}, {"Input": "Biosignatures are", "Output": " used to compute the rotational-vibrational energy levels and the pathway of the rotationally modulated photometric instability. The first is the study of the fundamental modes and the second is the study of the first apsidal resonance. We find that the resonance number must be taken to be within a small (a few tens of kms) range. Only modes with lower amplitudes and higher frequencies are selected to be shown. The excitation process is studied by asepsidal resonance. A semimajor axis and an orbital eccentricity are chosen to be consistent with the observed orbits. We find that the apsidal resonance is unstable when the space-time rate of the rate of the tidal dissipation exceeds the rate of angular momentum transfer from the..."}, {"Input": "Biosignatures are", "Output": " sometimes used to construct a chemical equilibrium model for the chemical abundance of the atmosphere. In this paper, we investigate a mechanism to inflate the chemical abundance of the atmosphere. We introduce an adjustable pressure dependency of the solar flux into the atmosphere. We show that this method allows one to inflate the abundance of the given species into an equilibrium model with a fixed pressure. We show that this method can accurately predict the chemical abundances with a given abundance curve, even with a different atmospheric pressure. Therefore, we can derive chemical equilibrium models for the metallicity of a planet when a given abundance curve is used. In addition, we show that this model can be applied to a wide range of exoplanets.\nContext. The precise determination of stellar parameters and their..."}, {"Input": "Biosignatures are", "Output": " presented, aimed at showing which stellar activity indicators are most sensitive to the stellar radiative input. The correlation between the R'HK and log R'HK and the R'HK activity indicators are investigated. We also investigate the effect of the stellar radius, mass, and age distributions on these indicators. The current sample of stars includes four giant stars with 425 stars. The stars have masses ranging from 1.2 to 2.5 M☉ and metallicities [Fe/H] from -1.0 to 0.4. The giant stars were observed with the VEGA/CHARA spectro-interferometer and have metallicities from -1.5 to 0.4. The stars were observed with the extreme ultraviolet spectro-interferometer..."}, {"Input": "Biosignatures are", "Output": " derived, the conditions under which they are valid are identified, and methods are developed to filter out possible false positives. Methods: The Proterozoic aqueous potassium is a primary indicator of the inelastic collisions that cause the evolution of deep-sea anoxia. We show that the existence of deep-sea anoxia is an important environmental parameter for the evolution of Proterozoic marine aqueous species and that a high rate of inelastic collisions of O-rich tectite and dolomite is required to produce the observed anoxia. We use the results of this model and the current rate of inelastic collisions to estimate the regulatory range of Proterozoic aqueous potassium for putative deep-..."}, {"Input": "", "Output": "- We investigated the existence and properties of an ensemble of violent flares on solar-type stars from the broad-band photometric and magnetic indices (Ca II H&amp;K, Hα, and the magnetic activity index R'HK) of more than 500 red-giant stars observed by Kepler. We found that flare activity and the exospheric mass-loss rate were related with the stellar rotation period. We found that the mean flare and exospheric mass-loss rates were related with the Rossby number, R'HK, in a similar way. For the first time, we could determine the exospheric mass-loss rates from photometric and magnetic indices in a single large sample of red-giant stars. The..."}, {"Input": "", "Output": "�Msolar&lt;0.1 Msolar and about 2.5 Msolar for solar metal abundance models, which we find to be consistent with the available data. We further show that the solar metal abundance model does not provide a good fit to the solar photospheric abundances, with the three metal-poor stars having different abundances than the one with the solar metallicity. The abundances of the three metal-poor stars and the solar metallicity model are in good agreement, and we find that our method provides a good description of the solar photospheric abundances. We discuss the usefulness of our model and find that it is able to reproduce the solar abundances in all four metal-poor stars better than other..."}, {"Input": "", "Output": " spectroscopic studies of exoplanet atmospheres to determine chemical disequilibrium abundances are a rapidly advancing field. The remote detection of atmospheric signatures, such as the the hot-Jupiter HD 189733b, allows for the determination of the atmospheric chemical disequilibrium. The exoplanetary atmosphere is an intricate chemical system that contains its own distinct chemical disequilibrium processes and requires a careful treatment of atmospheric mixing, atmospheric transport, and excitation processes. This chapter briefly describes the currently known atmospheric disequilibrium in exoplanets such as HD 189733b, TrES-2 b, and HD 209458 b in the context of a kinetic disequilibrium model, and the so-called thermal disequilibrium as a mechanism to..."}, {"Input": "", "Output": " atmosphere of the hot Jupiter HD 209458b, we present new observations of the optical transit of the planet with the Space Telescope Imaging Spectrograph aboard the Hubble Space Telescope. We present the first time that the spectral energy distribution (SED) of an exoplanet is affected by the presence of clouds. We find that the observed SED at optical wavelengths is well fit by models with Rayleigh scattering (skim) in the atmosphere of HD 209458b. We find that the mean- SED position is depressed by a few percent during transit, which is consistent with previous studies. However, the size of the flux also shows a monotonic trend, which is not consistent with the Rayleigh scattering models. We find that the spectral..."}, {"Input": "", "Output": " are most likely due to non-radial pulsations, while the others are likely to be g-mode pulsators. We modeled the pulsation spectra of these stars, assuming they are of solar type and computed their oscillation frequencies. The stellar parameters we derive are generally in good agreement with those obtained by other authors. We also estimated the accuracy of the frequencies. The heavy element abundances we find range from 0.1 to 1.5 dex for these stars. Our frequency analysis revealed 14 hybrid pulsators, which means that one third of the heavy element abundance pattern is known to be unstable in solar-like pulsators. The other two non-radial pulsators are either g- or intermediate-mode pulsators or hybrid stars..."}, {"Input": "", "Output": " velocities of the nearby (d = 47 pc) β Pictoris moving group member HD 125892, obtained by the MEarth-North and MEarth-South panels, show a scatteringly high kinematic kinematic velocity field. We propose that this is due to the diffusive outward orbital migration of a Jupiter mass planet within the disk of HD 125892. We show that the projected velocity of such a planet should be about = 95 km s-1, given the current kinematic uncertainty of about = 90 km s-1. Given a hypothesized planet mass of Mp=1.1-3.0 Msolar, the semimajor axis would be about 2.5-3.5 AU...."}]}