{"samples": [{"Input": "", "Output": " A model of the star's activity in the form of the coronal X-ray emission and the chromospheric FUV emission are used to study the dependence of the activity-induced X-ray emission on the stellar rotation period and the strength of the magnetosphere.  The rotation period is determined by the length of the time spent in the chromosphere; the total activity-induced X-ray emission is then determined by the total X-ray emission obtained during the observation.  We apply our models to the Sun, in order to investigate the influence of both the rotation period and the total X-ray emission on the solar X-ray emission."}, {"Input": "", "Output": " spectroscopy in the optical and infrared region.  We derive the fundamental parameters of nine bright southern hemisphere stars and their associated materials by combining the two-dimensional (2D), photometric and spectroscopic stellar models.  Theoretical stellar structure models are used to estimate the fundamental parameters of the stars.  We measure the effective temperature, surface gravity, total mass, radius, metallicity and equivalent width of the CaII line.  We also determine the effective temperature, surface gravity, total mass, radius, metallicity and equivalent width of the CaII line.  The light curves are fitted using a Markov chain Monte Carlo algorithm."}, {"Input": "", "Output": " (1) Observations made with the Hubble Space Telescope (HST) are consistent with our G-type dwarf models.  We detect the Rossiter-McLaughlin effect as a possible cause of the apparent anomalously large rotation of the star, and find that the effect is likely real.  (2) We predict a star-spots-only period of 18. 6 ± 0. 9 days for the primary component of the binary, and a period of 10. 6 ± 0. 7 days for the secondary.  The mass of the primary component is determined to be 1. 06 ± 0. 03 M☉, and the mass of the secondary component is determined to be 0. 69 ± 0. 01 M☉."}, {"Input": "", "Output": "We present the result of a high-resolution spectroscopic survey of X-ray- and proper-motion-selected samples of late-type (T1. 5-T8) stars in the Lower Centaurus-Lupus (LCL) and Upper Centaurus-Crux (UCL) subgroups of the nearest OB association: Scorpius-Centaurus.  The primary goals of the survey are to select a sample of young stars with ages of 10-200 Myr, to determine the frequency of accreting stars toward low-mass stars, and to assess the evolutionary status and the stellar-formation history of the OB subgroups within these regions."}, {"Input": "", "Output": " with the exoplanet Survey Telescope (SST).  We quantify the variation of exoplanet radii as a function of mass and planet radius, and we discuss the impact of different combinations of these parameters.  We find that the mass-radius relationship is well-described by the M-R relationship with a scatter of 2. 2 - 1. 1 R\\oplus  for planets with mass 0. 1 - 1. 5 times the mass of Jupiter, which may be lower for highly inflated planets.  This implies that the mass-radius relationship is not a simple-to-understand rule of mass-density, but is, in fact, a complicated inverse problem.  For planets with mass 0. 5 - 1."}, {"Input": "", "Output": " the analysis of Stassun et al.  (2010) results in the following conclusions: (i) it is possible to have a certain view of the rotation of the Sun at any time during its evolution, when the Sun is a weakly magnetized star.  (ii) The rotation rate of the Sun is about the average of all the solar-like stars, who rotate about the Sun.  (iii) The Sun's rotation is a stabilizing influence only over a certain range of magnetic latitudes and of the rotation rate of the Sun.  (iv) The Sun's rotation is a stabilizing influence over a certain range of rotation rates of the Sun."}, {"Input": "", "Output": " 12. 2-17. 8 M⊕.  The planet is in a retrograde (easterly) orbit with respect to the spin axis of the host star, and is nearly aligned with the stellar equator.  The system therefore presents a case of synchronously rotating hot Jupiters in synchronously rotating orbits.  The planet has a period of 13. 6 days, and mass of 2. 6 M⊕.  The planetary radius has a radius of 1. 4 R⊕.  The host star is in an early to mid-A star, with a luminosity of about 2×107 L☉."}, {"Input": "", "Output": " preferential planetesimal accretion or direct collision of giant planetesimals is an independent and ongoing process.  It must be found that the inherent orbital distribution of giant planetesimals contains many trapped objects, and that their growth is not blocked by the strong radial redistribution of mass.  The precise location of these objects is a function of their mass, and their growth must be efficient.  Measurement of the masses of these objects in the mass-semimajor axis-mass plane is a well-observed and important unsolved problem. \nMany sources of systematic uncertainty are invoked to make or model the rate of exoplanetesimals, the orbital properties of which are often interpreted as a function of source (e. g."}, {"Input": "", "Output": "We present a method to calculate the surface effects of the stellar tidal forces on a star’s rotation that accounts for the nonradial modes that are unstable when the tidal frequency exceeds a critical value.  We show that the critical frequency is a function of the stellar surface density, and we find a general expression for the critical frequency as a function of the surface density.  We perform numerical simulations of star-spots and tidal tails for different stellar masses, and find that the surface density can affect the tails and the frequencies of the stellar tidal waves for the masses of 1. 5 M ☉ and 1. 0 M ☉.  We find that the critical frequency for the onset of the tidal braking is a function of the stellar surface density."}, {"Input": "", "Output": " mantle temperature increases with time even though the surface has not been heated as much.  A variety of planetary types are expected to produce peridotitic (polar) surface temperatures that increase with time as they cool.  The resulting surface temperature-pressure (T-p) relation is well described by a terrestrial T-p relation defined by the terrestrial value (A'(2) = 1. 26 A' for the terrestrial value (A' = 1. 27 A' for the terrestrial value (A' = 1. 26 A' for the terrestrial value (A' = 1. 27 A' for the terrestrial value (A' = 1. 27 A' for the terrestrial value (A' = 1."}, {"Input": "", "Output": ".  We discuss the differences between the different approaches, highlighting the particular emphasis on the feature described by Gauss, which we here describe as the ``correlation time'' - the time spent by the perturbation on the system, minus the time spent by the system itself.  We discuss the energy budget, and we make a list of the most important thermodynamic properties for the different approaches.  We then discuss the role of the correlation time on the energy budget of the perturbation, and we present the specific energy laws for the two approaches.  These laws are important in the nonlinear regime, where the correlation time tends to be much shorter than the time spent by the perturbation on the energy budget."}, {"Input": "", "Output": " line spectroscopy for detecting the H I Lyα line in the atmosphere of the hot Jupiter HD 189733b using high-resolution, high signal-to-noise ratio (S/N) spectra.  We report the first experimental detections of H I Lyα in an exoplanet atmosphere.  We used the new PARAS-H line profile, recently updated to include new quantum-mechanical enhancements, to determine the best-fit line parameters.  Using these updated line parameters, we performed a comparative analysis of hot-Jupiter atmosphere-wide temperature and pressure-temperature profiles, with the previous H I Lyα line list used for comparison."}, {"Input": "", "Output": " in low-density disks, the magneto-rotational instability may be the primary channel for producing turbulence.  In high-density disks however, disk turbulence is essentially quiescent.  The nonlinear saturation of the instability is predictable from the nonlinear wave growth cutoff in the nonlinear regime.  In low-density disks, the magneto-rotational instability may produce turbulence by splitting the disk into two kinematic components with different thermal histories.  We find that the linear growth rate of the instability is a function of the disk temperature and density.  In high-density disks, the instability saturates and saturates."}, {"Input": "", "Output": " 6. 95d.  It seems that the star’s spin axis is aligned with the orbit of the system around the system’s center of mass.  The star’s projected obliquity is about 11°, which is very close to the value of about 35° found for other binary stars of the same spectral type.  These properties of the star suggest that the system formed via tidal interactions with a disk of gas and dust around its birth point. \nThe Kepler mission has detected many transiting circumbinary planets (CBPs) and single-transit circumbinary (SBPs) hot Jupiters (SBPs), but no CBPs have been found in binary stars."}, {"Input": "", "Output": " as well as the effects of tidal and rotational deformations.  We find that these effects tend to overwhelm the effects of tidal and rotational deformations, and the mean timescale over the orbit is biased toward longer wavelengths for the larger stars, with a tendency toward a decrease in the effect of tidal decay, suggesting that collapse of the convective boundary is unlikely to be responsible for the observed orbital decay of the system.  However, we also find that the effects of tidal and rotational deformation are of similar magnitude for stars with masses M=1. 5&lt;=M&lt;=2. 5 and thus may dominate over their effects on orbital decay."}, {"Input": "", "Output": " dust clouds are expected to form in the atmospheres of hot Jupiters, where the temperature decreases with pressure.  For hot Jupiters with effective temperatures between 5000 and 10,000 K, dust formation is expected to occur in the optically thin layer of the atmosphere, possibly triggering the formation of ring-shaped features. \nWe investigate the effects of an eccentric planetary system on the dynamics of a non-synchronized hot Jupiter.  We use the secular theory and the non-linear theory to derive probabilistic equations for the motions of fixed orbital elements in a planetary system."}, {"Input": "", "Output": "The Juno mission is the first step toward the first look at Jupiter's polar magnetosphere in parallel to the Earth's magnetic field.  It offers a unique opportunity to explore magnetospheric and magnetic processes in a planet with a global magnetic field, rather than limited access to the terrestrial weak dipole field.  Juno carries eight science instruments that perform eight scientific investigations.  Juno's scientific objectives target Jupiter's atmosphere, interior, and magnetosphere; these investigations include an investigation of Jupiter's polar magnetosphere in the context of a large-scale thermal environment and an investigation of Jupiter's dynamo, and include an assessment of the potential surface of valuable planetary minerals."}, {"Input": "", "Output": " A new test of the decoupling of the orbital and rotational components of the Sun is constructed by means of a correlation between the absolute values of the mean and gravitational moments.  The test is applied to a sample of 35 solar-type binaries, with a resolution of 25 arcsec.  It is found that in about half of the systems the mean moments, J2 and J4, are more massive than those of the rotation component, and that in the other half of the systems the moments, J1 and J2, are more massive than those of the rotation component.  The test is also applied to a sample of 21 non-accreting single stars."}, {"Input": "", "Output": " dark spots on the stellar surface produce quasi-periodic signals that need to be removed by means of long-term photometric monitoring.  We report four stars for which stellar activity cycles were discovered in the light curves of the four Kepler stars.  The four stars turned out to be inactive, and so are low-activity, young stars.  We suggest that the signal is caused by an active region that is very close to the stellar surface, and that it needs to be removed by means of long-term photometric monitoring.  This results mainly from the two stars for which Kepler-17 has the best photometric signal quality.  It suggests that stellar activity is a fundamental factor in the detection of transiting planets."}, {"Input": "", "Output": " set of ab initio path integral functions and wave functions are presented.  The wave functions are based on the quantum Hamiltonian with q values close to critical.  We present a detailed analysis of the wave functions and compare them with analytic, wavelet imaging, and wavelet mixing.  We show that the wave functions are derived from a Hamiltonian with only a few thousand entries and we provide a detailed comparison with the ab initio ones.  We find excellent agreement with the ab initio path integral functions and path integral functions."}, {"Input": "", "Output": " the magnetic fields of the Sun and other cool stars create a complex heliospheric dynamo, whose properties and evolution are still not completely understood.  The solar cycle is especially sensitive to the surface convective flux, which correlates with the magnetic activity index (R'HK), and to the tilt angle of the stellar rotation axis, which determines the strength of the magnetic field.  Using time series of high-resolution spectroscopy, we explore the characteristics of the solar cycle's oscillations, which are excited either by the large-scale solar wind or the small-scale solar wind that is transported in the solar wind as the planets migrate through the Sun."}, {"Input": "", "Output": "-2. 74±0. 10, and solved by T.  Cuntz, A.  M.  Kary, and R.  V.  Loeser.  The radial velocity semi-amplitude of the planet is 1. 77 m s-1. \nA new analysis of HAT-P-20b's optical phase curve is presented.  In the present analysis we present a new method for calculating the optical axis of an eclipsing binary.  It is very simple, and utilizes the information that has been contained in the optical phase curve of HAT-P-20.  The method is valid for any binary system, including those with a non-uniform orbit."}, {"Input": "", "Output": "We report the discovery of a compact triply eclipsing triple star system in the southern continuous viewing zone of the TESS space telescope.  TIC 269711160 is a previously unstudied, circular eclipsing binary with a period of 4. 2 hours that is among the smallest known for a triply eclipsing system.  The third star is a previously unstudied, circular eclipsing binary with a period of 2. 5 hours that is among the smallest known for a triply eclipsing system.  We performed a combined analysis of TESS and ground-based photometric follow-up observations, with the goal of determining the absolute parameters of both stellar components and separating them into a hierarchical triple."}, {"Input": "", "Output": " except for the end of the extreme ultraviolet and X-ray radiation, the emitted electromagnetic radiation of the last 2 million years is of the same energy as the radiation of the first 6 million years. \nMagnetic activity on cool stars manifests itself in the form of dark spots on the stellar surface that cause modulations in the light curves of the star as it rotates, which may be connected with the starspots, their evolution, and their interaction with the stellar magnetic field.  In turn, surface features on the Sun may be exploited to study their impact on exoplanets.  We report the first detection of photometric activity-induced surface features in a cool star, Kepler-17, based on 30 minute of Kepler time series photometry."}, {"Input": "", "Output": "."}, {"Input": "", "Output": "methane is of particular interest since it is one of the least-understood pathways for the formation of life.  Methane hydrothermal vents are likely to be biologically relevant systems, and thus have direct relevance to the search for life elsewhere.  The vent temperature is a fundamental parameter for assessing the ecological impact of the hydrothermal flux on the methane cycle.  Here, we present results from the climate model of the deep Earth, the farthest from the Sun, that incorporates the deep-sea methane brine as well as the thermal ocean.  We model the deep-sea methane and carbonate cycles and their respective effects on the climate."}, {"Input": "", "Output": " the sample includes retrograde (or secular) orbits, i. e.  orbital elements are aligned/anti-aligned with the primary star's spin, and prograde (or retrograde) orbits, i. e.  orbital elements are aligned/anti-aligned with the second star's spin.  As a consequence, the stellar spin axis and the planetary orbital axis are likely to be misaligned with the planetary orbital axis.  We fit the observed spin-orbit angles against the planetary orbital axis and the Rossiter-McLaughlin effect in many systems, finding that the planetary orbital axis can be either aligned or anti-aligned with the star's spin.  This result is comparable to the percentage of systems showing aligned systems."}, {"Input": "", "Output": " groups of protostars and pre-main sequence stars belonging to the Taurus molecular cloud are investigated for their potential for producing pre-main sequence (PMS) stellar objects.  Our goals are to determine the properties of these stars and to explore their potential as PMS stars.  We estimate the probability of forming PMS stars through a Monte Carlo approach and, finally, to estimate the frequency of PMS stars among Taurus objects (Outs et al.  \\citeott00;\\citeow01).  The Monte Carlo method and the frequency of PMS stars are compared in a homogeneous way to estimate their properties.  The PMS frequency is found to be similar to that of Taurus in magnitude."}, {"Input": "", "Output": " atmospheres of giant exoplanets are important because their atmospheres regulate our planetary heat flow and influence the global climate.  The thermal structure of the atmosphere is affected by the primary heat source: stellar irradiation or stellar winds.  We investigate the thermal structure of Jupiter, Saturn, Uranus, and Neptune, which have five and seven Jovian companions, respectively.  Using a grid of thermal models, we find that these planets' atmospheres are relatively compact, due to their small distance from a giant star.  Our results suggest that the atmospheres of giant exoplanets, like Jupiter and Saturn, are located too close to their parent stars to allow significant atmospheric expansion."}, {"Input": "", "Output": "in the spectrum of the disk itself.  From the time of its discovery, the disk of <ASTROBJ>β Pictoris</ASTROBJ> has become the prototype of young, massive disks.  This unique combination makes β Pic a unique laboratory for the study of the properties of young planetary systems.  In this paper, we present the first high spectral and spatial resolution images of the disk of <ASTROBJ>β Pic</ASTROBJ> at visible wavelengths.  Our observations are compared with models and fits to the available observational data.  The location of the disk is not at all detectable in the image."}, {"Input": "", "Output": " is an important observational indicator of the presence or absence of clouds in hot Jupiters.  Here, we present a study of the transmission spectrum of the highly irradiated and ultra-short period hot-Jupiter WASP-103b.  The observations were taken with the optical and near-infrared camera TNG/SARG.  We report the detection of water vapor, a cloud.  The detection of sodium absorption is confirmed with observations of the atmosphere of this planet.  We detect the H2O-N2 collision-induced absorption feature during transit and the H2O-N2 line before secondary eclipse.  The latter result suggests an ultra-short orbital period of 0. 15-0."}, {"Input": "", "Output": " ions, protons, and neutrals have been detected from Jupiter both by the Galileo probe and by the Voyager 2 spacecraft.  The protons are created by the dissipation of the magnetospheric magnetic fields.  As a consequence, Jupiter's magnetosphere is larger, hotter, and denser than that of the solar system.  The thermal instability of the hydrogen-dominated upper atmosphere and the nonthermal hydrogen escape rate are calculated to be small.  Thus, the abundance of hydrogen loss rate is determined by the thermal instability of the H2O-dominated upper atmosphere.  Jupiter is found to be oxygenated by the loss of α- and β-rich species and by the nonthermal hydrogen escape rate."}, {"Input": "", "Output": " the Kepler mission has recently produced a table of exoplanet survivability maps.  These maps are based on a large number of planet candidate catalogs assembled from the Kepler data and validated by the Kepler team, many of which originate from the Kepler Input Catalog (KIC).  We present a study of the KIC survivability function in the context of the current planet population, using Kepler planet candidates as a sample.  From our sample, we find that the survival function is primarily a function of planet radius and incident flux, assuming a flat distribution for the planet population.  This function does not include the effects of tidal and other dynamical processes, such as stellar energy dissipation."}, {"Input": "", "Output": "We report the discovery of the two hot Jupiters WASP-50b and WASP-51b, which were previously identified as candidate transiting planets in the SuperWASP-South survey.  The planet WASP-50b is a 0. 53MJup, 1. 25 RJup planet in a 2. 8 d orbit around a G4 star.  The planet WASP-51b is a 1. 09 MJup planet in a 1. 3 d orbit around a star with a V = 10. 7 host star.  Both of the planets have orbital periods of 2. 8 and 1."}, {"Input": "", "Output": " and the observations of the pulsar PSR1257+12.  The latter is the first millisecond pulsar discovered, and the first exoplanet discovery.  The combination of its millisecond pulsar and exoplanet detections have led to a comprehensive understanding of how planets form, and how their orbits evolve as they age.  It is a wonder that we are still in a phase of discovery, when most exoplanets have only been discovered within the last ten years.  We are, however, in a phase of empirical, statistical, and theoretical investigation of exoplanets, with the aim of providing observational constraints on the formation and evolutionary of exoplanets, and of testing the predictions of planet formation models."}, {"Input": "", "Output": " m = 5, 20, 100 , 2000 K, and the formation of an approximate continuous distribution of heat production.  We believe that the most plausible explanation for our results is an associated growth of a population of ∼10 mbar bodies from the initial state to the conclusion of the main sequence.  We propose that the continuous formation mechanism produces an underlying subcritical, subcritical, approximately 10-km planetesimal population via coagulation and fragmentation of initially more massive planetesimal precursors.  This population may then be able to amplify the orbital eccentricities and inclinations of planetesimals, thus leading to a “snowball” climate on the planetesimals."}, {"Input": "", "Output": " fluid dynamics in the radially and/or globally averaged equations.  The relativistic and nondivivistic motion of particles is treated by a state-variant ideal MHD code.  The code includes a global algorithm for computing the dynamics of two-dimensional incompressible systems.  Command-line utilities are provided to facilitate the distribution and interpretation of MHD simulations.  The code is freely available as a stand-alone system and is provided with a user guide.  The guide provides a detailed description of the computational methods used and the tools provided for those methods.  The general software is in the form of a compiled and distributed version of a computer program called MHD. org."}, {"Input": "", "Output": " 0. 6-1. 3)M☉, the masses of the giant planets are more sensitive to the planets’' physical properties.  We find that the surface conditions of the terrestrial planets are more important than the properties of giant planets at the inner and outer edge of the habitable zone, where the surface conditions are a favorable environment for life. \nA significant portion of the extrasolar planets discovered by the Kepler mission are in compact orbits, and a large fraction of these orbits have orbital periods shorter than 100 days.  The shortest orbital period is typically a few days, which may be related to the thermal instability of a planet."}, {"Input": "", "Output": " in the course of this project we have found two super-Earths with orbital periods of 6. 8 days and 13. 1 days. \nWe present a spectroscopic survey of the metal-poor star HIP 675, conducted with the IRAM 30-m telescope.  The radial velocities of this star are obtained with the HIRES spectrograph of the ESO Very Large Telescope.  The radial velocity semi-amplitude of HIP 675 is obtained with the SOPHIE spectrograph.  The radial velocity differences between this star and the metal-poor one (Voster &amp; O’Mulders - [O - C] vs.  [Fe/H]) are presented."}, {"Input": "", "Output": "Ceti et al.  (2005) discuss a possible extinction mechanism.  The authors show that the main difficulty in interpreting the observed interstellar extinction is that the extinction is not associated with a smooth distribution of extinction, as often assumed.  Instead, the authors propose a series of discrete steps in the interstellar medium, connected with the start of the extinction, which could be caused by a flare. \nThe discovery of the first exoplanet - the first rocky planet - is presented in chapter 1 of this book.  A model of the evolution of the solar system is used to compute the mass and orbits of planets as a function of time."}, {"Input": "", "Output": "- The present work presents the results of a survey for extrasolar planets around evolved stars that have undergone a north-south (N-S) dichotomy transition.  The binary survey found 20 giants with separations of 4000-6000 AU.  The remaining 5% of the sample consisted of dwarfs with separations of 0. 5-2. 0'' (30-1000 AU).  The results from a combined binary and planet population survey are not found to be in agreement with a simple population synthesis model.  A number of planets are likely to have formed as a function of the binary separation and the planet/binary mass ratio.  The most massive planets are likely to have formed in a single system."}, {"Input": "", "Output": " stars of the same mass in the same evolutionary stage, we find that correlation does not appear to explain the metallicity excesses.  We propose a two-component model in which the fraction of stars in the same evolutionary stage is a function of the stellar metallicity.  We show that this model is consistent with the results of several investigations which suggest that the metallicity of Pleiades-type stars is correlated with the amount of close-in planets. \nWe have obtained a series of high-resolution, beryllium-containing element abundances from a variety of spectra of late-type stars."}, {"Input": "", "Output": "-1."}, {"Input": "", "Output": " event of the week-long eclipse of the eclipsing binary V1057 Cyg (HN Peg).  We present a detailed analysis of the light curve, which we obtained simultaneously in the UBVRIJHKs filters and found with a photometric uncertainty lower than 0. 005 mag.  We found that the shape of the light curve is not consistent with a simple power-law model of the system with an explanatory K-law as suggested by earlier observations.  The solution of the light curve shows that the system is a near-contact binary with an extreme mass ratio of 0. 419 ± 0. 044 with regards to their separation, which can be explained as a result of tidal forces."}, {"Input": "", "Output": " a model of the planetary formation and evolution is proposed which combines the gravitational instability model of planetesimal collisions and the classical Newtonian approximation.  The model combines the viscous heating of protoplanet atmospheres with the thermal emission from dust grains.  It is found that the deep mantle is not required for a large planetary radius.  The surface temperature and composition of the planetary atmosphere are sensitive to planetary mass, and the surface pressure of the gas with which the atmosphere is formed and the grain opacity is controlled by the grain opacity and thermal conductivity.  The resulting atmosphere with a grain opacity dominated by water is in a gas-starved region, and the deep mantle is not in a gas-starved region."}, {"Input": "", "Output": " 6. 5, 7. 8, and 9. 0 Myr old main sequence stars with rotation periods from 8 to 40 days.  There are 61 and 202 candidate members of the Tucana-Horologium association with rotation periods from 2 to 70 days, including 44 late-F, 36 early-O, and 14 M-type dwarf members, and 12 new candidate members.  Our sample includes the most massive stars in the study so far.  Our analysis indicates a lower limit of 13% for the total stellar population in the region covered by our survey."}, {"Input": "", "Output": " the Veil of Jupiter, a region of intense viscosity in the Jovian atmosphere, is the primary cloud structure of the Jovian atmosphere.  Its properties and its diffusivities are the basis for modelling of the Jovian atmospheric structure.  We have developed a numerical model of the convection in the Jovian atmosphere, which allows us to simulate the vertical structure of the Jovian atmosphere and the production and distribution of the different species in the Jovian atmosphere, including the absorption due to the H2 molecule.  The model is able to simulate the formation of, e. g. , H2, H, H2O, and the H2S photolysis."}, {"Input": "", "Output": "/- 10% and the distribution of exoplanetary systems in multi-planet systems.  We also find that this distribution is a sensitive function of the planet mass and orbital period. \nThe NASA TESS mission will deliver thousands of transiting exoplanet candidates orbiting bright, nearby stars.  The spectrometers SOPHIE at OHP and SPIRou at CFHT will be ideal to obtain radial velocities of these candidates, confirm their nature, and provide the coordinates of the planets.  These measurements will be crucial in order to deliver the required amount of radial-velocity data for atmospheric studies, in particular to constrain the planetary atmospheric properties."}, {"Input": "", "Output": " densities and helium abundance are calculated using the close O-C structural coupled magnetic (SOC) coupling model, which incorporates a self-consistent treatment of the thermal evolution of the star and the inner convective envelope of the system.  We adopt a simplified form of the SOC model and neglect magnetic fields.  The inner core-outer core boundary is determined by thermally induced hydrogen-helium mixtures and the core-outer core boundary is determined by the heat flow from the core of a given age."}, {"Input": "", "Output": " 0. 00933 ± 0. 00032 days.  The star has a magnetic field of about 2 x 1012 G and is slowly pulsating.  We find that the eclipsing binary system has a nearly identical component with a period of 2. 64 days and a mass of 1. 40 M☉, while the second component is a K7V star with a mass of 0. 32 M☉.  The long-term variations in the light curve of the system are due to rotational modulation in the light-curve due to the proximity of the secondary component.  We find that the secondary component is hotter than the primary and that both components show almost identical starspot cycles. \nContext."}, {"Input": "", "Output": " <A href=\"/www. aanda. org/10. 1051/0004-6361/201323235/olm\">http://www. aanda. org</A>\nWe present a systematic study of the location of the snow line in exoplanet systems, measuring the radial distance from the host star where the pressure of its surface reaches the melting point.  We use H2O, O3, S, and P3 as key markers for this process.  We calculate the collisional and radiative processes in the atmosphere, taking into account collisional and radiative processes for the snow line location."}, {"Input": "", "Output": "/A+A/624/A87\nWe present a high-resolution (R ≈ 50,000), high signal-to-noise ratio optical spectra of the extremely metal-poor K giant ξ1 Cet (V = 6. 7, [Fe/H] = -3. 8) selected by the Hamburg/ESO survey.  We present an accurate atmospheric parameter determination and a detailed abundance analysis.  A large, homogeneous, detailed analysis of the H2O, Fe, and Ti abundances allows us to constrain the location of the base of the convection zone and to determine the helium abundance in the stellar atmosphere."}, {"Input": "", "Output": " for the first time, we directly detect the presence and radial velocity variations of a planetary system around a low-mass star.  <BR />Methods: We used the newly installed and publicly available High Resolution Echelle Spectrometer (HIRES) at the Keck 10-m telescope to observe the star HD 203872 (V = 12. 4, K0 = 7. 7) over three years and a small part of a long-term radial-velocity data set.  <BR />Results: We find a very well characterized radial-velocity (RV) signal that is consistent with a planetary system with HD 203872 having two and a planet with a period of 3."}, {"Input": "", "Output": " atmosphere of the hot Jupiter HD 189733b. \nWe present calculations of the nuclear-fusion cross sections of highly enriched uranium (Uranus 66U) and rhodium (Yudna 70Ru) for the energetic levels of the novel HADU (the first measurements of rhodium and uranium) and the electron impact FUP (the first measurements of FU) fusion of the first and second hydrogen-blanketed state.  We consider a broad range of energies (0. 5-10 keV) for the first and FUP fusion of the first and second hydrogen-blanketed states and calculate the fusion cross sections for energies of 0. 3-10 keV."}, {"Input": "", "Output": " in the context of the UK Biennois (U. K. Cam) project, we present an updated PETSCODE catalogue, which contains positions, proper motions, and other stellar parameters for approximately 105 million stars.  The data presented in this catalogue is generated from the PETSCODE input catalogue and the validation code of the European Southern Observatory (ESO) provides validation and classification of the stellar parameter space.  The position, proper motion, and other stellar parameters are made available in the supplementary material."}, {"Input": "", "Output": " the atmosphere of a massive planet is not expected to be in chemical equilibrium.  It is, however, very likely that the chemistry of the planetary atmosphere is affected by the amount of dust and the vertical temperature gradient. \nNew photometric observations of SZ Her were obtained between February and February 2000.  The light curves show that the photometric period is continuously variable.  The variations, with a period of 3. 8 days, are also found in the raw data.  The photometric data are analyzed by using two methods."}, {"Input": "", "Output": " intermediate-resolution optical spectra.  We then use these spectra to derive the stellar parameters and chemical abundances.  We report new observations and new model atmospheres for these objects.  The new spectra are generally in good agreement with the previous ones.  We find that the abundance [m/H] of neutron-capture elements such as Fe and Mo is extremely low, by a factor of about 100 below solar.  The abundance of malleable oxygen, [O/m], is positive.  All these neutron-capture elements are anti-correlated with the abundance of light elements such as C, N, S, and P."}, {"Input": "", "Output": ".  We construct the Lagrange planetary evolution models using a new formulation of the effects of mass and age on the lifetimes of circumstellar disks.  Our calculations include the effects of mass and age on the surface density and temperature profile, and we derive mass-radius and mass-luminosity relations that include the effects of mass on the disk structure.  We show that young stars have a greater tendency to be massive than old stars of the same mass, a tendency that is likely due to differences in the formation history of the early stars.  This is a result of the effects of the highly nonlinear evolution of the disk structure with age."}, {"Input": "", "Output": "Aims: We present new high-resolution spectroscopic and photometric observations of the recently formed low-mass binary VHS J125610. 57+121638. 1, intended to derive the system parameters and to test their stability.  <BR />Methods: We obtained new high-resolution optical spectra and BV photometry, together with existing light curves, to derive the system parameters.  We calculated a set of the system parameters based on the empirical relation \"period, orbital phase\" found in the literature.  We also studied the effects of the unknown inclination of the system on the obtained system parameters.  <BR />Results: The light curve of VHS 125610."}, {"Input": "", "Output": " is the result of the interaction of the planets with the particles and field of the background medium, which we call the collisionless motion.  It is shown that the motion of the planets is essentially collisionless.  The way in which the motion is described is not understood.  It is shown that the motion of the planet in the direction of the particles and the motion of the background medium are nearly independent, and each is of the same order.  The particles are assumed to be small and to obey the same local Newtonian and tronormal equations.  The motion of the planets in the direction of the particles is calculated analytically and is found to agree with the motion of the background medium."}, {"Input": "", "Output": " 185. 5-2. 5+3. 4 M☉ , respectively.  This suggests that the planet spectrum is less evolved than currently thought and we should be seeing initial incipient mass loss in the planetary envelope. \nWe present comparative stellar parameters, including effective temperature and metallicity, for the solar-type sample of dwarf stars of the Kepler field, compared to a different subsample of nearby stars.  We show that the stellar parameters derived from high-resolution spectra are in good agreement with those from the spectroscopic analysis of the same stars provided by the MASS database.  These two samples have very different correlations, which reflect two different methods and therefore affect different properties."}, {"Input": "", "Output": " to discover new exoplanets, a precise knowledge of stellar parameters is mandatory, especially when characterizing planets discovered by the radial velocity (RV) method.  A review of the main sources of uncertainty and sources of dependence in stellar parameters is presented, including the bipolar and flux dominated sources.  A simulation of the spectral energy distribution produced by the process that modifies the visibility of spectral lines is presented to illustrate the importance of understanding the sources of systematic error when deriving stellar parameters from spectroscopic data.  The purpose of this work is to determine how much uncertainty in stellar parameters is introduced to RV measurements as a function of signal-to-noise ratio (S/N) of the observations."}, {"Input": "", "Output": " gyr-1.  The stellar evolution of stars with masses of 0. 1 to 1. 0 Msolar is mainly governed by stellar evolution and the concomitant mass loss, which completely changes the structure of the stellar atmosphere.  The concomitant mass loss is much smaller and much faster than the stellar mass loss, which enables the stellar structure and evolution of slowly-rotating stars to not only survive but also to remain stable over millions of years.  The resulting evolution of stars with masses of 1. 0 to 1. 5 Msolar is dominated by the concomitant mass loss and the corresponding evolution of the stellar structure. \nContext."}, {"Input": "", "Output": " spectrum of the luminous blue variable Cepheid LO Lyn is presented and discussed.  We have detected five pulsation frequencies in the frequency range from 0 to 4118 d-1.  The first five frequencies appear to be independent, rather than being associated with either the LO Lyn or with the Cepheid.  The 5th frequency, the `slow' frequency, is at 10. 858 d-1, but this is not the case, for which we have found a strong indication that the LO Lyn is pulsating.  When we use the five observed frequencies of LO Lyn and the nine known frequencies of the Cepheid de Broc (0. 32-4."}, {"Input": "", "Output": "-5. 9+8. 0-4. 8 MJup, respectively.  Our findings support the idea that the observed companions may be the result of an increased relative van der Waals mass during the early star formation process. \nWe present an analysis of high-resolution spectra of the activity tail of the M dwarf GJ 1243, which was recently acquired by the CARMENES data analysis pipeline.  The spectral energy distribution (SED) of the star is well modeled with a temperature mean of log (T_coup) = 5. 03 ± 0."}, {"Input": "", "Output": "-100: 1. 5-10 10 M☉ yr-1, at the time of its formation.  We employ a hydrodynamical model of the formation and evolution of protoplanetary disks that includes viscous heating, radiative cooling, and particle diffusion.  We find that a protoplanetary disk with a mass of 0. 01 M☉ and a temperature of 50 K evolves in a self-regulatory fashion: for accretion rates &gt;10-10 M☉ yr-1, viscous heating dominates over thermal emission in the disk, and the surface density of particles is well described by a power-law.  The model predicts that disks of 0."}, {"Input": "", "Output": " planet, and discuss the potential of this planet to host life. \nThe search for life on planets outside our solar system (habitable zones) is one of the major scientific advances of the last two decades.  Since Habitable Zone planets are thought to have low surface temperatures and luminosities, they are ideal candidates for monitoring galactic habitability.  The detection of pulsations from exoplanets, however, is limited to the relatively faint magnitude of their host stars.  Since the most common habitable zone planet is a low-luminosity star, however, one can expect that a large number of nearby stars will be in the spectral range 50-100, thus potentially suitable for pulsar studies."}, {"Input": "", "Output": " a text by the author which contains out a hundred and thirty chapters, which are entirely new.  Chapters one through five contain about fifty per cent of the book.  Chapters six through eight contain about sixty per cent.  The final book is complete to the end, with a definitive version number.  The book jacket contains errors, which are not intentionally ignored, but which are necessary for a good interpretation of the data.  The spectra were made on two CD-ROMs, and a CD-ROM to keep track of the optical properties.  They have been corrected against before publication.  The resulting book is a distinct from the first three RE books, which were printed in a limited number of states."}, {"Input": "", "Output": "We have observed all A-type stars of spectral type A0 within the Hyper Suprime-Cam (HSC), a high-resolution spectropolarimeter on the CNRS 2. 2-m telescope.  A collection of high-resolution spectra is presented for all A-type stars in our sample, and the results of two-dimensional and three-dimensional (3D) local thermodynamic equilibrium (LTE) stellar atmospheric models are obtained for the entire sample.  The chemical abundance pattern of our sample is compared with the one of A-type main-sequence stars.  The results are presented as a function of effective temperature (Teff) and surface gravity at solar metallicity."}, {"Input": "", "Output": " g2 and g4 are considered. \nThe detection of a planetary ring or the Rossiter-McLaughlin effect is an interesting problem in eclipsing binary star formation.  A complete knowledge of the radial velocity of the central binary is essential when searching for planets in a disk.  Here, we present, for the first time, a detailed study of the radial velocities of the two stars in a contact binary system, VZ Cet.  First, we present the statistical analysis of our data and find that the two stars are not in contact."}, {"Input": "", "Output": " CPUV observations of the Sun indicate that the mean coronal temperature is about 2 × 103 K above the photospheric level and that the corona is in thermal equilibrium with the photosphere.  The strength of these correlations is dependent on the specific heating rates, which are estimated in terms of the ratio of mean mass density to mean temperature.  Assuming that the coronal temperature is correlated with the XUV emission, the mean coronal temperatures derived in the solar case are about 104 K higher than those derived in the solar minimum."}, {"Input": "", "Output": " purposes: We compare stellar permutations caused by the same kinds of degeneracy to the different types of degeneracy created by the different impact parameters.  We also compare the differences in impact parameters and impactors’ orbital evolution.  <BR />Methods: We use the results of a study of the close binary star system V361 Lyr, using all the spectroscopic and radial velocity time series made available by the LRG-BEASTS survey.  <BR />Results: We find that the binary orbital configurations of the three binaries are remarkably similar, both with their absolute separation, while the third body appears to be a detached binary.  The orbital period of the third body is found to be ≈1."}, {"Input": "", "Output": ", in particular, in NIRCO observations.  Methods: We carried out spectroscopic observations of the nearby (d = 15 pc) classical T Tauri star GM Aurigae with the NIRCO Near-infrared Spectrometer (NIRSPEC), which provides an excellent resolving power and offers the opportunity to probe for CO J = 2 → 1 rotational emission lines.  The spectra were obtained on two nights with the CRIRES near-infrared spectrometer (NIRSPEC) at the Very Large Telescope.  The data were reduced with two different methods: cross deconvolution and direct imaging."}, {"Input": "", "Output": " atmosphere as the planets traverse the stellar habitable zone.  Because stellar insolation increases as the planets migrate, they become more habitable as they learn more about their ability to maintain temperate conditions.  This is because the insolation that is once lost is not replenished, but is caused by the loss of photosynthetic organisms that scavenge UV light after the planets have passed through their natal environment.  Since the first exoplanets were discovered, we have found a remarkable increase in the number of exoplanets.  Many of these are low-density, low-mass planets in orbits around nearby stars, and they represent a new class of objects that we call “puffy” exoplanets."}, {"Input": "", "Output": " ρ1 Cnc e (HIP 84728) is an eccentric (e = 0. 30) hot Jupiter-like planet that transits its host star every 3. 09 days.  We determine the stellar properties using a grid of stellar models, which we use to determine the planetary parameters.  We find that both the host star and planet have masses and radii of M* = 0. 945-0. 018+0. 017 M☉, R* = 0. 943-0. 018+0. 017 R☉, and Teff = 6050-550+600 K.  The planetary radius is slightly larger than that of Jupiter (1."}, {"Input": "", "Output": " finding that most of the water from the atmosphere of Mars is not trapped in CO2-ice clouds.  The absorption is attributed to direct sunlight, direct reflection, and CO2 photolysis.  The abundance of H2O is low relative to CO2 and H2, implying fast (solar) day-to-night temperature redistribution, a key constraint for modeling of the thermal evolution of Mars. \nThe heat flux delivered by the surface is important in determining the surface conditions.  To study the surface temperature evolution, we use the numerical model of the atmospheric and surface thermal evolution of the early Earth and apply the same model to the present-day Earth."}, {"Input": "", "Output": " negligible) we estimate that the probability that the orbit of the system ever containing another Neptune- or Uranus-like body would be less than 0. 01.  This implies that these planets are very rare. \nWe report the discovery of WASP-24b, a new transiting extrasolar planet (ESP) spotted by the SuperWASP consortium and observed by the SOPHIE spectrograph.  A global analysis of the system reveals that it is completely surrounded by a bright star (V = 11. 9) with a mass of 1. 10-0. 03+0. 04 M☉ and a radius of 1. 23 ± 0. 02 R☉."}, {"Input": "", "Output": " and the influence of the stellar mass on the planetary formation process.  We find that the influence of the stellar mass on the planetary formation process is substantial and that the time scales for the formation of planetary systems are not negligible when considering the stellar mass dependence of the critical core mass for the initiation of rapid gas accretion, for example, for M ≃ 0. 5 M☉.  In this case, the orbital separation of the planets is small compared to the orbital spacing of the planets in the host star’s mass range."}, {"Input": "", "Output": "Aims: The aim of this work is to investigate the surface inhomogeneities of three young solar-analogue stars with the longest known rotation period, high level of chromospheric activity, and lithium abundances that are all members of the β Pic (Bp-n).  We present the first detections of lithium in <ASTROBJ>β Pic</ASTROBJ> (HD 49385), <ASTROBJ>β Pic</ASTROBJ> (HD 50536), and <ASTROBJ>β Pic</ASTROBJ> (HD 26672)."}, {"Input": "", "Output": " and the Sun.  We discuss how the newly identified class of stars - the blue L dwarfs - compares to the Sun.  We discuss the cause of the wide spread of ages in the literature and the frequency of very low mass stars.  In particular, we show that the lack of very low mass stars around L dwarfs is an important limitation to explain the observed lack of substellar companions around L dwarfs. \nWe report the discovery of a substellar-mass companion to the nearby (d = 18. 4 pc) F5V star HD 131664 from a radial-velocity (RV) survey of metal-poor stars in the southern hemisphere."}, {"Input": "", "Output": "The AAVSO-Radiation-Linking Exoplanet Large-area Survey (ARES) has been surveying for transiting planets since 2008.  This survey has discovered a series of new giant planets orbiting nearby stars, and several additional candidates in wide orbits around other stars.  All of the planets have short orbital periods, typically less than 10 days, and with radii of 1-4 R ⊕.  The transiting planets around these stars are interesting places for science to probe.  We have been conducting follow-up observations for a subset of the newly discovered planets, and in this paper we present the results of that work."}, {"Input": "", "Output": "� Pup is a slow rotator (vrot ≈ 70 km s-1) with a v sin i = 0. 2 ± 0. 1 km s-1 and a rotation period of 14. 1 ± 0. 1 days.  It was observed by the MOST satellite for fifteen months.  We find that the star has an unusually small rotation velocity (v sin i = 17. 0 ± 0. 3 km s-1).  We find that the star's photometric light curve is fairly well reproduced by a blackbody with T ≈ 1650 K, but with higher temperature at the minimum of the light curve."}, {"Input": "", "Output": " given the median error of the spot modelling (from spot-to-spot) in the first year of our observations (over 50% of the stars in the original set).  We found approximately 50% of the stars to be spot-dominated.  In the latter year, in order to further assess the effect of the rotational period period and magnetic activity level on the spot patterns, we compared the relative power of the magnetic activity indicators (Hα, Ca II, and Mg II) for stars that were observed for three or more years."}, {"Input": "", "Output": " Newtonian gravitational collapse is shown to produce the two largest proto-planetary discs, those that feature micron-sized dust grains and those that feature huge gaseous dust clumps bursting to a few Jupiter masses.  The smaller discs have both formed by gravitational instability in the early Solar System and are far more susceptible to solid-state loss.  Supplementary models for gas-giant planets, which have a stable solid inner core, are presented.  They show that such planets can form in stable orbits with initial gaseous envelope deuterium abundances that are a few per cent of the present value."}, {"Input": "", "Output": " massive planets form from the collapse of molecular cloud cores.  The observed mass distribution of exoplanets is then naturally explained by the core accretion model.  However, the observed exoplanet mass function is not reproduced.  Several mechanisms have been proposed to form planets exospherically.  These processes fall into two classes: the gravitational instability and the gas-gravitational instability.  Here, we focus on the gravitational stability of the gravitational instability.  Observational data on exoplanet orbits is therefore not useful for the gravitationally unstable case.  Spatially periodic orbits of massive exoplanets are stable for the gravitational instability case, but they are unstable for the gas-gravitational instability case."}, {"Input": "", "Output": ".  This is brought to the attention of the effects of stellar mass upon the formation and evolution of planetary systems.  We investigate the conditions under which planetary systems are formed in a very early phase, and determine the mass of a surviving planet as a function of its orbital period.  We find that the relative frequency of multiple giant planets around solar-type stars is very high, and that there is a large pool of rocky planets which are suitable for harbouring water-planets.  We show that this planet population may be explained by planetesimal and planetesimal accretion processes in the gas-rich planetary accretion zone."}, {"Input": "", "Output": " photometric survey conducted by the Pancake program to search for transiting extrasolar planets using the technique of transits.  The survey gathered optical and infrared photometric data for a sample of about 80 stars with a range of ages and stellar masses.  We found and analyzed about 2,700 light curves covering a total of about 16,000 stars.  We describe an automated data-based pipeline that meets all the needs and produces optimized light curves and results.  The pipeline also produces refined parameters for each star, including stellar masses, radii, and projected rotational velocities; we also present a new catalog of approximately 2,800 light curves at a typical precision of 0. 1 mag."}, {"Input": "", "Output": " M4. 5p, the largest contribution to the observed mass distribution, but it is not a primary or secondary mass.  We use two approaches to identify the primary mass of this system: a simple measurement of the mass ratio to the other systems, and the more traditional the Monte Carlo method.  We find a secondary mass of 1. 2-0. 3+0. 4 M☉, much higher than the primary mass.  This suggests that the secondary mass is not a directly observable quantity.  We also find an additional mass in the system of 8. 5-5. 7+1. 5 M☉ that we attribute to a low-mass stellar companion or brown dwarf."}, {"Input": "", "Output": " 4) We show that astrospheric absorption of the Lyman-α line at energies larger than about 100 MeV is significant for stars with masses lower than about 1. 5 Msun.  The absorption should initiate within the stellar magnetosphere.  5) Since the average temperature of the star is about 1,600 K below the photosphere, the absorption should be confined to the region where the stellar velocity is small (i. e. , below the velocity minimum).  6) We calculate the Lyman-α absorption line during an orbit around a reference star with mass equal to 0. 7 Msun and surface temperature of 50,000 K."}, {"Input": "", "Output": " breaks from the paper, employing a system of non-differential equations. \nThe equations of state of the materials studied here are used to calculate the thermal conductivity and viscosity of Fe0. 92Ni0. 05 and Fe0. 7Ni0. 05 in the temperature range up to 1000 K.  The calculations are done for absolute values of the orbital constants, the orbital constant G and the orbital energy E.  The results are compared with the results of previous studies. \nThe viscosity of a system of two and three-dimensional orthorces of molecular nitrogen is calculated for a system of specified parameters using the method of Watson, Stepzinski, and Drucker."}, {"Input": "", "Output": "- We extend previous (∼0. 02-0. 03), (1. 0-1. 3) M☉ models by including additional physical ingredients such as the buoyancy and nonlinear saturation of the buoyancy field and the convective flux of the overshoot region.  The nonlinear saturation property of the overshoot region is crucial for the thermal evolution of the atmosphere.  In contrast to the previous studies, we find that for the low-temperature protostellar phase, the atmosphere exhibits no buoyancy or nonlinear saturation.  We compute the nonlinear saturation of the overshoot region and the buoyancy field using the same formulae."}, {"Input": "", "Output": " atmosphere models) is possible with present-day instruments. \nThe electron-cyclotron maser instability is studied for a relativistic relativistic cyclotron maser radiation source in a relativistic collisionless medium of weak coupling between the fast neutrals and the electron beam.  The maser radiation is emitted in a narrow frequency band between cyclotron frequency and nc, where nc is the frequency step of the radiation from the point of collision, and gondwert is the Gnom co-phonon.  The growth rates are determined by the ratio of the neutrals to the cyclotron frequency."}, {"Input": "", "Output": "We present the near-infrared spectrum, obtained with the Gemini Planet Imager (GPI), of the young (about 10-300 Myr), wide (&gt;=500 AU projected separation) companion to the about 200 Myr old, solar-mass, early-type (about 0. 5-1. 5 solar masses) star HR 3430.  The host star has a spectral type between F5 and G4 with a luminosity of about 0. 5-1. 5 solar radii and an age between 30 and 300 Myr.  It exhibits a strong H2O absorption feature at 1. 4-1. 3 μm and two successive Ni I absorption features at 2."}, {"Input": "", "Output": " site sampling indicates that such a facility would be capable of UV-visible science in the next two decades. \nWe report the discovery of a new transiting hot-Jupiter in a one-year-long photometric campaign of the Kepler space telescope.  KOI-539 b is a hot Jupiter (R P = 0. 95 ± 0. 10 RJup; Teq = 950 ± 50 K) orbiting an F star with a mass of 0. 81 ± 0. 04 M☉ and a radius of 0. 82 ± 0. 03 R☉."}, {"Input": "", "Output": ">Moons of giant planets are possible.  In our calculations, the orbit of the moon is not circular.  For a specific ring seen in the solar system, the eccentricity of the moon's orbit is a significant parameter in determining the extent of a moons' satellite orbit. \nThe formation and evolution of circumstellar disks are investigated.  The dust in the disk is assumed to be formed by chemical and/or physical processes in the solar nebula.  The dust grain properties are determined following the methods of Glass &amp; Mardling (1992) and the method of Osorio et al.  (1993)."}, {"Input": "", "Output": "We report new near-infrared spectra of the T3. 5 dwarf Gliese 229B in the Ks bandpass (1. 6-2. 2 μm) and the Ks bandpass (2. 4-3. 8 μm).  The Ks and Ks-band spectra have similar properties but are also different from each other.  The near-infrared spectrum of Gliese 229B has a large feature at 2. 4 μm which is not apparent in the Ks bandpass.  The Ks band spectrum is dominated by a strong blue slope with a slight red slope and is very similar to that of the T8."}, {"Input": "", "Output": " excited, low-energy (10 eV &lt;= z &lt;= 100 keV) electron beams with a total energy of 10-6-10-5 eV.  The average energy of such 0. 1-0. 2 keV electrons (∆ EMd) is 10-14 times higher than the typical energies of the currently observed planetary radio emission (about 0. 1-0. 2 keV).  The power scale of the emission is 10-8Wm-2 Hz-1, and the source region is about 1-2R* above the local cutoff frequency for wave emission.  The 0. 1-0."}, {"Input": "", "Output": " temperature: T 0 = 3510 ± 110 K and mass: M P = 5. 9 ± 0. 2 M ☉.  These results are compared with a range of theoretical evolutionary tracks to determine the stellar properties.  We find that the mass of the primary is highly sensitive to the age of the system, suggesting that it is sensitive to the age of the system to a lesser extent than is generally the case.  We also find that the mass of the secondary is strongly dependent on metallicity, becoming negligible for [Fe/H] &lt; -0. 6."}, {"Input": "", "Output": " the near-UV and near-UV imaging modes of the SPHERE instrument, which can be operated simultaneously aboard the 2nd and 3rd telescopes of the VLT.  In this work, we present the analysis of the observational data obtained during the commissioning and science verification phase of SPHERE.  We provide the first scientific results and new results for the near-UV and the near-UV imaging modes.  The near-UV data were taken in the H-, K-, and L-bands and provide the first dynamical mass estimates of the SPHERE instruments. \nWe present a detailed study of the X-ray emission of the high-mass X-ray binary LS 5039."}, {"Input": "", "Output": "The lensing effect is an important mechanism that can give rise to the misalignment of the planet-star position relative to the source of the gravitational lensing event.  Here, we present results of four large-scale gravitational lensing events observed in the year 2015.  The first two were generated by the gravitational lensing event \"OGLE-2016-BLG-073\" (LW 56) triggering a giant, interacting binary source whose source was a close alignment of the two components.  The lensing event was followed up by a further event about to have the same light curve but the source was not seen.  The resulting source position distance ratio was also significantly affected by the binary source."}, {"Input": "", "Output": " mie theory is used to determine the viscosity of an interstellar cloud of hydrogen and helium.  The results are compared with the viscosity in the HII region and a model of the HII region is constructed assuming that h is the velocity of light in the cloud.  The nonlinear theory is used to derive the global nonlinear theory of the motion of the cloud and to show how the nonlinear theory can be extended to a nonlinear model.  The model is then used to compute the equation of state, the diffusion coefficient, and the velocity distribution of gas in a cloud of hydrogen and helium."}, {"Input": "", "Output": " host star metallicity is a fundamental parameter of the planetary system.  We present a study of the effects of stellar metallicity on the planet distributions of known and potential host stars.  The planet distributions are computed using a newly developed planet population synthesis algorithm.  We calculate the mass distribution of known planets and compare it with the planet distribution of expected planets.  We find that the known planet population is well matched by the computed planet distribution, especially the “gap” planets, and that the gap planet population is well matched by the “pile” distribution."}, {"Input": "", "Output": " (b) the observed relationship between the mean molecular weight (MBW) and the stellar luminosity (LL) is not valid for main-sequence stars (M* = 1. 072 ± 0. 052 M☉), in which hydrogen-isotope abundance is an important parameter, because MBW and L* behave in distinct ways.  This result is not consistent with the well-established trend observed in subgiant stars (M* = 1. 5-2. 0+3. 3 M☉).  We speculate that this difference may arise because hydrogen-isotope abundance is a more sensitive function of stellar mass than has been previously assumed."}, {"Input": "", "Output": " the (quiescent) mean outflow velocity is equal to the local Keplerian speed of sound, or the relative velocity of the wind and the local Keplerian speed of the inner boundary.  Since the outflow velocity is proportional to the Keplerian speed and the Keplerian speed is proportional to the speed of the wind, this speed is the local speed of the wind.  We use this relation to derive an approximate analytic solution for the mass-loss rate as a function of the distance from the outer boundary and the strength of the magnetic field.  This solution, which is related to the mass-loss rate from the dipole region of an active region (e. g."}, {"Input": "", "Output": " 0. 5-1. 0 M☉  yr-1, respectively.  We use this large range of neutron fluxes to derive constraints on the neutron star magnetic field, making use of the stellar wind and particle levels of the magnetosphere.  We find that the proposed low-mass X-ray source is not able to suspend the magnetosphere of the neutron star below the conductive death limit.  Instead, the magnetosphere is suspended between the pressure range 1 and 2 M☉ at its location near the neutron star surface, giving rise to a non-negligible attenuation of the stellar wind. \nContext."}, {"Input": "", "Output": " observed over a range of timescales, we show that the observed correlations are real and correlate with the physical properties of the system.  We discuss the implications of these findings for the current form of gravity-darkening-independent microturbulence.  We also show that, while the microturbulence of the solar-type star is about 10% lower than predicted by standard gravity-darkening models, this is only a minor effect on the macroscopic dynamics of the solar-type star. \nIn helioseismology, the large frequency separation of the solar p-mode frequencies determines the radiative flux in the Sun."}, {"Input": "", "Output": " capacity.  Therefore, we find that the seasonal variation of radiogenic heating is much larger than previously assumed, and that the radiogenic heat flux is not back heating the winter hemisphere as had been previously thought.  We also find that solar forcing does not warm the atmospheric surface any more than previously assumed.  In the low-insolation region, the annual mean surface temperature is about 10% lower than previously assumed. \nWe investigate the effect of solar fogs on the secular dynamics of the orbital eccentricity of a giant extrasolar planet.  We use a general secular theory and carry out a detailed numerical integrations over the orbital eccentricity distribution."}, {"Input": "", "Output": " account for the Sun's intrinsic luminosity and standard temperatures.  The meta-stable blackbody model is intermediate between these two models, having a mass of 0. 25 M☉ and a radius of 0. 13 R☉, and therefore is a third body, like Mercury and Venus, that does not transit the Sun.  The oxides have abundances relative to H2O of 0. 02 and 0. 01, respectively.  The meta-stable systems have masses of 0. 25 M☉ and 0. 13 R☉, and therefore are at the boundary between planets and brown dwarfs."}, {"Input": "", "Output": " is the most promising technique to detect rocky planetary systems around nearby low-mass stars, which could be better suited for such a detection than is currently the case. \nWe report the possible discovery of a co-moving companion around the transiting brown dwarf LP 944-20AB, which made the first close-in planetary detection.  Precise Doppler shift changes of the primary of the binary system confirm the presence of a non-moving background object, which is likely the companion.  We estimate the probability that the measured Doppler shift is due to a binary system to be extremely low (3. 4%) for the present binary fraction."}, {"Input": "", "Output": " chromium abundances in stars that host giant planets show a substantial difference compared to stars that do not host planetary systems.  The core-accretion model predicts a strong increase in the abundance of chromium for stars that host planets relative to a control sample of field stars.  Furthermore, we find that the abundance of lithium correlates with chromium in stars that host both giant planets and field stars.  We conclude that it is important to consider the environment in which the planets form and the impact on the lithium abundance of the host star."}, {"Input": "", "Output": " atmospheres of hot Jupiters can be optically thick to a degree that can be as high as about 90%, requiring an additional contribution to the absorption of stellar light that is not emitted in the optical.  Numerous theoretical and numerical studies have been conducted to explain this phenomenon, but none has yet involved the direct simulation of the process.  Here we present the results of a multi-fluid global circulation model that includes the effects of jet-scale wave, condensation/sublimation, and sublimation of H2O.  The resulting circulation is dynamical and uses the shallow water equation to calculate the surface temperature."}, {"Input": "", "Output": " a new transit model fitting tool (TUI-CAK) has been developed to allow the derivation of stellar properties from the transit light curves of transiting exoplanets.  We present the results of the first tests of a preview release of the new tool.  Algorithms were adapted to the case of highly eccentric planets, and the primary transit of a planetary system was modeled by a differential evolution Markov Chain Monte Carlo algorithm.  Parameters for a planetary system are derived by fitting the TUI-CAK data, assuming a priori log10(R_p/a_c) knowledge."}, {"Input": "", "Output": " 106M⊕.  The new inner and outer critical core mass estimates, Mcore (an expression of the tidal parameters) and Mass (an orbital element in units of mass) are 1. 4 ± 0. 5 and 9. 0 ± 0. 5 M⊕, respectively.  These numbers are consistent with the currently measured gravitational field.  In order to characterize the interior of the system, we find that the new mass estimates are highly sensitive to the eccentricities (e2) and inclinations (i2) of the system.  The current eccentricity is not correlated with the Mcore value."}, {"Input": "", "Output": " ι Hor is not only the first T Tauri star, but also the first binary and the first pulsating star.  The star is a native object, and has been well studied in recent decades.  The stars are low-mass calibrated, with the mean mass of the star being 0. 94 M☉.  The star was formerly thought to be a massive binary with the companion, ι Hor, in orbit around it.  Between 1998 and 2006, however, the orbit of the binary was slightly misaligned, which allowed the companion to escape the binary orbit and to remain unbound to it.  All these facts make ι Hor an interesting target for further investigation."}, {"Input": "", "Output": " with a population of ∼1. 4 million stars, we show that the fraction of solar-type stars with planets is a strong function of the stellar metallicity.  The planet occurrence rate rises sharply from zero to two-thirds of stars with [Fe/H] &lt;-3 dex, and increases by a factor of ∼2 from 0. 1 to 0. 2 dex.  All planets with masses &lt; 0. 3 Jupiter masses (MJ), and 0. 01 MJ &lt; Mp &lt; 4 MJ, are found in stellar binaries within 40 pc of the Sun."}, {"Input": "", "Output": " photometric surveys are most sensitive to planets with orbital periods of a few days.  Here we investigate whether the presence and presence of a secondary eclipse is detectable in light curves influenced by stellar activity.  We use simulated light curves produced by the Kepler pipeline to simulate light curves as a function of stellar parameters, including the sensitivity of our model to the orbital period, the planet-to-star flux ratio, and the parameterization of the secondary eclipse.  We show that the presence and depth of a secondary eclipse are reasonably well reproduced by our model for Earth, with a high-fidelity week-night temperature contrast and atmospheric emission."}, {"Input": "", "Output": " conclusions are drawn by several mechanisms.  The first mechanism, called priors, is derived from the observation of the distribution of refractory elements in the solar nebula and is related to the chemical evolution of the solar nebula.  This is a second mechanism that can produce the carbonaceous chondrite.  The origin of carbonaceous chondrites is not discussed in this paper.  The most efficient mechanism is a particle wind, generated by radioactive element (the same elements as humanity) impact (which is the source of terrestrial nuclear fission)."}, {"Input": "", "Output": " produced by the interaction of a binary star with a circumbinary gas disk.  In this work we analyse these effects by calculating the evolution of a disk under the action of dynamical and material forces and include the effect of gas drag.  The main focus of this work is on the interaction between gas and dust and the dust component mass-transfer rate, which is the key quantity that determines the total mass of the disk.  Dust particles are treated as individual particles through a particle-in-a-box approach.  We find that the nonlinear evolution of the mass transfer rate is less efficient in disks with a lower initial dust mass."}, {"Input": "", "Output": " main sequence (MS) stars of spectral type F2-M2 are the focus of a programme dedicated to the study of the light curves and photometric variability of intermediate-L type dwarf stars in the solar neighbourhood.  The programme has been carried out since 2002 using the Coude spectrograph at the 2. 2-m Dominion Astrophysical Observatory telescope.  About 90 nights of observation time were collected between 2004 and 2007.  The programme aims at measuring the equivalent width of a large number of stellar spectral lines and at investigating the photometric variability of intermediate-L dwarfs using all available spectroscopic data."}, {"Input": "", "Output": " stars often appear to be in elliptical, even though they are often supposed to be non-eyeballing.  The elliptical appearance of the radio emission is due not to the fact that the radio emission from elliptical stars is in the region of non-debris radius, but rather to radio emission associated with the tidal deformation of the star.  We propose that the wave modes driven by the non-debris region are associated with the non-debris regions."}, {"Input": "", "Output": " the intrinsic CO emission of the atmosphere of HD 209458b, the only extrasolar giant planet (EGP) currently known in the ultraviolet.  We were able to estimate the true [Ne II] line-emitting radiation (hereafter, the `UV radiation') from the day side of the planet, because the planet passes through the line-emitting region at a relatively close distance, from about 0. 2 Rp to about 2 Rp.  The UV radiation of HD 209458b in the NUV and optical modes is emitted in the 1-2. 5 μm spectral range."}, {"Input": "", "Output": " curves of the O-C diagrams are constructed and discussed.  The main sources of information about the state of the system are the phase shifts of the C2 and C3 transitions and the differences between the low and high states. \nWe investigate the effect of the magnetic activity of the Sun on the coronal (X)-ray emission from the photosphere of the solar-like star Proxima Centauri (Prox).  We calculate the relation between the X-ray luminosity Lx and the XUV emission, which is an excellent indicator of the coronal temperature and density."}, {"Input": "", "Output": "-2. 7d:14-3. 2e).  The 14:3-2. 7d periodicity was a factor of 0. 1 in the time series obtained.  The remaining 15:2-2. 7e period variability was due to local minima in the same sunspot group as the first variable, but this is not consistent with the 15:2-2. 7e periodicity being a single-mode variable having a period of 2. 79 d as reported in 2008. \nThe source GJ 436 is a nearby M dwarf with a temperature of 5450+/- 300 K and a distance of 8. 5-0. 6+0."}, {"Input": "", "Output": " stars that are young and diskless.  However, we find that the dust of the diskless young Sun and diskless old Sun can be depleted by a factor of about 3 compared with the dust of the young Sun.  In addition, the effective temperature of the older Sun was about twice that of the younger Sun.  Thus, the younger Sun was better at critiquing the mechanism of the solar wind.  The effect of solar wind and XUV fluxes on the ionosphere is not shown. \nAtomic diffusion is a major contributor to the escape of planetary atmospheres from planetary surfaces."}, {"Input": "", "Output": " (3) the increased slope of the spectroscopic temperature distribution, (4) the occurrence of the B-type supergiant phase for HR 4796A, and (5) the light curves and spectroscopic analyses of different types of variable stars in the Pleiades. \nWe present the first ground-based detection of the H I Lyα line, identifying the primary sources of the emission.  The line was detected in three stars on decidedly non-eclipsing orbits: V449 Ori, HD 89744, and HD 134985."}, {"Input": "", "Output": " σ, (k0 - k1) = 0,1 .  The stellar angular velocity, an, was found to change as a function of the distance from the base of the cloud.  The base of the cloud is found to shift continuously toward larger stars, with mean angular velocity about 0. 1 km s-1, while the mean angular velocity of a star remains approximately constant, with error bars of about 0. 8 km s-1.  The errors in the masses and radii are estimated to be approximately 3 per cent and 1 per cent, respectively, for the primary and secondary components."}, {"Input": "", "Output": " a spectral type of K5-M4. 5, with a measured luminosity of log L/L☉ = -2. 49 ± 0. 30.  We find a very high rotational velocity of v sin i &gt; 45 km s-1 for this object, in the sense that the angular velocity seems to be increasing with time.  This suggests that v sin i is due to nonlinear interactions between magnetic and non-magnetic field components.  The rotation period is found to be consistent with the period of rotational variability observed in the Sun."}, {"Input": "", "Output": " function of the orbital period of the extrasolar planet.  The actual number of planets will depend on the properties of their birth environment.  However, if the planet is left isolated from its birth environment by ejecting all other planets, it is possible to infer the probability distribution of planetary orbital parameters.  In this work, we present and investigate a probability distribution for the orbital parameters of planets that are left isolated by ejecting all other planets in the solar system.  We find that the distribution of planetary orbital parameters is a Poisson distribution with a maximum of about 20% of planets having at least one value of eccentricity (and a minimum of about 0."}, {"Input": "", "Output": " velocities of about 100 nearby dwarf stars, combined with published measurements of Ca II absorption, are used to find the velocity dispersion of the Ca II triplet line during its 1958 linear drift.  The dispersion is found to be negative during the drift, which can be interpreted as a consequence of interstellar absorption. \nThe relation between X-ray luminosity (Lx /L bol) and angular momentum (Lx /L bol/L bol) is investigated.  It is shown that for very metal-poor stars and for stars of spectral type F, the relation is a simple power law with the coefficient being a linear function of Lx /L bol."}, {"Input": "", "Output": " HU Vir is a classical T Tauri star in the Taurus star forming region.  The spectral energy distribution (SED) shows a rich collection of emission lines of hydrogen, helium, and metals.  The Hα line, in emission, is one of the strongest Hα emission lines observed to date.  The radial velocity curve of this star is dominated by the 13. 4 yr old T Tauri star L1327/L (also known as L1448) and the 13. 4-year-old brown dwarf LHS 102.  The velocity curve of LHS 102C is dominated by the 7. 5 yr old brown dwarf SDSS J083035."}, {"Input": "", "Output": "We report the discovery of a substellar-mass companion to the nearby (d = 47 pc) 18 Myr old A3V star HD 984.  The companion was discovered in the context of the Gemini NICI Planet-Finding Campaign using the ESO/NICI coronagraph (GPI).  The primary of the system is a 0. 12 M☉ pre-main-sequence star with a projected separation of 20. 4 AU (≈31 AU).  Using follow-up imaging with the Gemini/NICI and Keck/NIRC2, we found that the companion is a low-mass star (M1."}, {"Input": "", "Output": " the total planet mass is calculated to be Mp = 0. 0084 ± 0. 0015 M ⊕, with an uncertainty of only 5% and a maximum mass of 0. 57 M ⊕.  Planet radius is Rp = 1. 370 ± 0. 033 R ⊕, with an uncertainty of 30% (radius errors do not affect this result).  The radii of Kepler-8b and Kepler-9b are consistent with those estimated in previous studies.  The host stars are active, with the stars being bright (V = 13. 8 and 12. 5) for Kepler-8 and Kepler-9."}, {"Input": "", "Output": " function of the semimajor axis, eccentricity and argument of pericenter, and determine the effect of these parameters on the evolution of planetary systems.  Methods: We use the BCEAN and CEOS estimates to calculate the mass and radius of planets, assuming they are formed by core accretion.  The mass and radius of each planet are compared against their theoretical mass and radius, where the mass and radius of each model match the observed mass and radius of the planets."}, {"Input": "", "Output": "Discussion.  High-resolution imaging of a small fraction of young stellar objects with high angular resolution and contrast is limited by the presence of condensates in their nebulae.  Many of these nebulae are faint, cool, and faint, making direct imaging difficult.  Here we have obtained over 500 independent images of a small sample of young stars in the Taurus molecular cloud with the VLT/SPHERE instrument, several of which had no previous optical or near-infrared coronagraphic imaging."}, {"Input": "", "Output": "We present a method to simplify the calculation of exoplanet transmission and emission spectra that employ the assumption of a joint energy-balance model, in which molecular Rayleigh numbers are equal to zero.  This assumption may be used to arbitrarily tune the model parameters.  In this work, we present a full non-parametric approach to the model.  The nonparametric approach is particularly useful when there is a steep variation, or when the transmission and/or emission spectra are sensitive to each other."}, {"Input": "", "Output": " Taurus-Auriga region is rich in young associations of stars with names, numbers, and sub-milliarcsecond age estimates.  We have gathered data for 47 stars, most of them older than the Pleiades, with 88% of them younger than the Pleiades association.  We have found eight new or improved age estimates for these stars.  In addition, we have found ages for 9 stars only in the local and about 100 Myr old Taurus star forming region.  The age ranges from about 2 Myr old for first Mag-type stars to 30 Myr old for old BDs."}, {"Input": "", "Output": " one of the most promising areas in optical/NIR astronomy is the direct detection and characterization of young, Jovian-like planets.  The radius of a planet is a key parameter for its atmosphere, and hence the physical properties of a planet are, on a star-by-star basis, a crucial factor.  Furthermore, a planet’s age is derived from its tidal state compared to the age of the star, and hence ages are important for the planet’s habitability.  Here we present the temporal evolution of young planets orbiting a parent star with a rotational period close to the star, i. e."}, {"Input": "", "Output": " and the near-infrared imaging and spectroscopic follow-up of transients.  The results reveal many new structures, such as a dark lane toward the northwest-southeast RR Lyrae star S Ori 2502 (B1. 5Ve) and a possible new low-luminosity object in the wing of the Local Bubble.  We also present the discovery of a new candidate substellar companion, S Ori 2 (B2Ve) or its new companion.  The object was found in the L' band with the VLT/NACO adaptive optics system.  Its proximity and brightness suggest that it is a young, low-mass star."}, {"Input": "", "Output": "The kinetic energy for the dissipation of tidal energy is considered from the viewpoint of linearism, and the nonlinear relationship between the tidal velocity and the heat flux is investigated.  The nonlinear evolution can be represented by a form of the third power of the tidal velocity.  In this case, a qualitative relation exists between the heat flux and the density.  The connection is made to the solution of the tidal equations, which requires an extension of the expression of Lange's linear theory to tidal time scales.  The case of the tidal equilibrium is treated by the adiabatic Euler equation."}, {"Input": "", "Output": " structure models were developed to study the energy transport of electrons, which are the driving mechanism for the formation of auroral kilometric radiation.  These models are based on the kappa distribution of the magnetic field and are designed to predict the radiation intensity at any latitude.  They predict the power of the auroral kilometric radiation emitted at any time of year and the power in the auroral kilometric radiation as a function of the magnetospheric electric field.  The model also accounts for the oscillations of the kappa distribution of the magnetic field and the conversion of the radiation intensity to auroral kilometric radiation."}, {"Input": "", "Output": " et al.  [2011a].  Icarus, 196, 1130-1140 (2011), 10. 1016/j. icarus. 2010. 10. 008).  The present study is limited to the gravitational collapse model, although the general outcome is similar.  We find that the pre-collapse (pre-1. 5 Ga) model is preferred over the standard pre-collapse model in all the parameter space explored, regardless of the pre-collapse model and the initial initial mass of the protostar.  Our results support the view that the standard pre-collapse model is preferred over the standard pre-collapse model in all investigated cases."}, {"Input": "", "Output": " ocean-atmosphere interactions and climate, and the primordial abundance of these gases, including several hundred molecular species (H2O, CO2, H2S) and several hundred isotopes of carbon, oxygen, and nitrogen (N2, PETN, and NO3).  The study of the first million years of Earth’s atmospheric history is also relevant to the question of the origin of life and the origin of life on the other planets and the solar system. \nWe explore the secular dynamical evolution of the Kepler-11 system, one of the first multiple-planet systems discovered by the Kepler space telescope."}, {"Input": "", "Output": " in the survey of the southern sky for giant stars showing Doppler variability with amplitudes of km s-1.  We reached a sample of 114 southern stars with this method, 100 of which were found to be variable in the velocity range 1-10 km s-1.  For the majority of our sample we have already measured the Rossby and the velocity semiamplitude.  First, we determine the location of the ``domestic'' star, as a function of its velocity, the distribution of the components of the velocity distribution of ``domestic'' stars, and the distribution of the properties of the ``domestic'' stars."}, {"Input": "", "Output": " imaging of the debris disk around the solar-type star HD 106906 with the coronagraphic infrared camera NIRC2 at the W.  M.  Keck Observatory.  The star was observed in two filters with NIRC2: 1. 3-1. 7 μm and 1. 3-2. 8 μm.  We present results in 10-15 μm wavelength bands, including a reanalysis of previously published data.  We find a water absorption band at 1. 8-2. 4 μm, and a methane band at 2. 2-2. 3 μm, consistent with previous photometric and spectroscopic measurements."}, {"Input": "", "Output": " caustic-crossing events with the characteristics of a classical cataclysmic variable (CVO), but without a cataclysmic index to describe the nature of these events.  This non-CVO class, designated as the Old Cataclysmic Variable (OTV), is found throughout the spectrum of solar magnetic activity."}, {"Input": "", "Output": " in particular: (i) the change in the rotational period of the stars, (ii) the Sun's and the solar analogs' chromospheric activity, (iii) the stellar-planetary separation and its correlation with the orbital period (P-1) of exoplanets, and (iv) the phenomenology of exoplanetary systems, where the host stars' magnetic fields are coupled to their planets' host stars' rotational and orbital periods."}, {"Input": "", "Output": " their separation is more sensitive to their physical properties.  We explore the sensitivity of luminosity and age to these structural properties.  We find that the typical cool-star age is 1-2 Myr, depending on the mass, while the typical hot-star age is 10-100 Myr.  These findings suggest that the structures of cool stars are indeed linked to their structural properties. \nContext.  In binary star systems, the winds of the two components impact each other, leading to strong shocks and regions of enhanced density and temperature.  The resulting exchange of momentum is well-known from the physics of planetary rings and from the high-resolution infrared excess emission."}, {"Input": "", "Output": " function of the mass, and the mass of the planet.  The linear theory of the secular spin-orbit resonance is applied to the case of the planets of mass 0. 1-10 M_\\oplus , where m is the mass of the parent star, and ω is the semimajor axis of the orbit.  Results are obtained for various values of the ratio of the planetary semimajor axis to the parent star (? 2) and the relative ratio of the planetary radius to the parent star (∇ 2= r/r0 for the two cases)."}, {"Input": "", "Output": " is calculated.  The five-component model is adopted to calculate the minimum mass of the planets in order to describe their orbital and physical properties.  The mass is derived by analyzing the fitting formula for the three-body problem, which accounts for the predicted eccentricities and masses of the planets. \nThe analysis of the Kepler light curves of the-like objects KIC 789296963 and KIC 11409688, which are confirmed planetary-mass eclipsing binary stars with an orbital period of about 1 yr, reveals that their components are in a 2:1 resonance.  The orbital period of KIC 7892963 is determined to be 12. 7 yr."}, {"Input": "", "Output": " on the early Earth, the presence of liquid water and abundant CO2 was probably a fundamental factor for determining surface temperatures.  The CO2 pressure dependence on surface temperature is thought to be important in the early Earth because the solar LUV flux was strongly influenced by the depletion of the CO2 from the atmosphere.  Here we present results of 3 1/2 mbar experiments and 3 1/2 mbar studies of the N and N 2 isotopic ratio, and 13C 16O and H 2O isotopic ratios, on the Archean Earth."}, {"Input": "", "Output": " (Abridged)\nWe present the first multi-epoch radio survey of Jupiter within the context of the US Naval Observatory's Third Space Telescope (SST3) mission.  The 70-day-long radio records span January 1979 to April 1989 and include data for over 600 sources.  The vast majority of these sources have not been previously probed for radio emission.  The present Radio Emissions Simulator (ROS) code calculates the radio emission in the frequency range between 3 and 20 MHz and presents results for the source detections during the period of the survey."}, {"Input": "", "Output": " I place the most stringent constraints on these models to date.  First, for the combined solar system, the phases of Mercury and the Moon are highly correlated.  This implies magnetically controlled moons, and hence, the phase of the solar system.  It is important to note that the dynamical state of an exomoon is not required for determining the orbital properties of the exomoon.  Mercury and the Moon are in a phase of the system, which is expected to be similar to that of the orbits of Mercury and the Sun."}, {"Input": "", "Output": " HCCA is a high-throughput X-ray spectrometer optimized to measure the X-ray spectrum of the ultraviolet and visual spectral domains.  It has been successfully tested in experiments with proton beams generated by high-energy laser heating and ion beam heating, and it has also been used to measure electron energies in cross-section and to determine the behaviour of bound states in collision-induced absorption. \nThis paper reports on the formation of quasi-isentropic compression waves in H2O by ion-coupling process and self-sustaining processes such as an ion-diffusion shock or a high-energy laser shock."}, {"Input": "", "Output": " disks are susceptible to a runaway energy growth, a new finding that may help explain the existence of giant gas planets. \nWe present an analysis of the oxygen ionization fraction in the Venus atmosphere, using in situ measurements obtained by the Pioneer Venus Orbiter.  The in situ measurements show that the measured oxygen ionization fraction is significantly higher than predicted by a standard model that neglects the contribution to the escape flux from the lower ionospheric level.  We argue that the contribution to the escape flux from the lower atmosphere must be taken into account explicitly in the modeling.  The model will require some adjustments to satisfy these needs."}, {"Input": "", "Output": " We present new observations of the H I Lyα line profiles and their airglow signatures in several distant stars with the Hubble Space Telescope (HST) WFC3.  The observations provide the best observational constraints to date on the structure of the interstellar medium (ISM) at temperatures &gt;10 000 K.  The observations reveal a notable spectrum of the cross-correlation function (CCF) of the HST FWHM wide-band Lyα profile at 1. 1-1."}, {"Input": "", "Output": " H I, He I, H2S, and Na I are detected in the atmosphere of the hot Jupiter HD 209458b.  Our study focuses on four species: H I (3. 742 μm), He I (4. 432 μm), Na I (3. 507 μm), and the He I (3. 417 μm).  We find that the H I line model provides a good description of the data, and we performed a search for the H I Lyα line, which could be the source of the absorption observed in the H I He I line.  We do not detect it.  We find that the Na I (3."}, {"Input": "", "Output": " are sensitive enough to detect low-mass planets around intermediate-type stars.  This technique is currently being used by the Kepler and TESS missions.  In this work, we present two studies that derive the technical characteristics of a possible mid-infrared instrument to detect and characterize exoplanets.  In the first study, we discuss how an improved mid-IR instrument would improve the science return, while improving not only the detection limit but also the efficiency of follow-up observations."}, {"Input": "", "Output": " The systems of the hot Jupiters WASP-39 and HAT-P-20 are the first reassurances of the well-known scenario of close-in giant planets orbiting much younger stars.  Both WASP-39 b and HAT-P-20 b are bloated hot Jupiters and, hence, the planet candidates in the Wasp-Kraman metallicity (WM) diagram are polluted.  This pollution could be due to a depletion of metals in the parent gas.  In this paper, we investigated the abundances of the most abundant elements in their parent gas and their relation with the metal enrichment."}, {"Input": "", "Output": "The discovery and characterization of hundreds of exoplanets with radii &lt;4 R\\oplus is encouraging, given the limited resources to study these small planets' atmospheres.  To this end, we present the first transmission spectrum of the small (Rp≲4 R\\oplus ) transiting planets HD 189733b and HD 209458b in the optical.  Our observations were taken with the Space Telescope Imaging Spectrograph onboard the Hubble Space Telescope, and serve as a baseline for transmission spectroscopy studies of these worlds."}, {"Input": "", "Output": " atmosphere of the planet together with the gravity field.  This leads to the conclusion that the present data can be described by two popular models of an atmosphere in addition to the fact that the observed emission spectrum is linearly polarized.  We propose that the polarization is being produced by two main sources of internal waves in the atmosphere: non-local thermal waves and local pressure scale waves.  The results derived here suggest that the internal waves are not due to waves external to the star but may reflect a local density enhancement due to an extension in the atmospheric pressure scale with depth."}, {"Input": "", "Output": " values of the Fi=1 and of the Sr=2 states. \nWe compute the production rate of atmospheres by photoionization of an X-ray source by a moderately high-energy beam.  The photoionization rate is determined as a function of the source position for the first time.  Subject headings:gamma rays - X-rays - variable magnetic fields\nWe present a model for the neutral-ionosphere of a hydrogen-dominated planetary atmosphere, in which the source is a high-energy laser, and the ionospheric flows are mass-balanced by means of a kinetic exosphere."}, {"Input": "", "Output": " star-like object, with no mass, is of the order of Jupiter mass, but its radius is too small to be in the Jupiter-mass regime. \nWe present high-resolution infrared spectra of the early-type T dwarf Gliese 229B in the K_s-band and the K_r-band, obtained with the SpeX spectrograph at the NASA Infrared Telescope Facility.  We use these data to study the chemical composition of the well-known antiferrocarbon-rich (CFC) star Gliese 229B."}, {"Input": "", "Output": " than 30% of the heat from the core is converted into light constituent to be attributed to potassium.  We present an analytical model for the light constituent of dense cores and the detection limits for detecting these `true' K giants.  We find that the line widths of emitted line profiles at centimetre wavelengths (LWRs) are relatively sensitive to the temperature-density relation, and temperature/density at centimetre wavelengths increases with surface temperature.  The centimetre emission strength is therefore sensitive to the surface temperature and density, and hence the true nature of the source and the amount of radiative cooling."}, {"Input": "", "Output": " m1 and m2.  We find that m1 and m2 are non-uniform in their curvatures, with a ratio of 0. 10 ± 0. 10 between the largest and smallest parent body rotational moments.  The non-uniformity of rotational velocity distributions in isolated objects is likely to be due to stochastic processes like apsidal precession, and should not be ascribed to stochastic processes. \nWe investigate the effect of a perturber on an eccentric planet’s eccentricity and inclination when it is at or near the 2:1 resonance with the planet’s host star."}, {"Input": "", "Output": "TiO and VO absorption are assumed to be the main absorbers in the planetary atmospheres.  The calculated absorption cross sections are then used to make the transmission and emission spectrum of the stratosphere.  We find that the temperature (T) and density (ρ) of the atmosphere are in a good agreement with the observed data.  The absorption cross section, however, varies with pressure.  The calculated absorption cross section, therefore, shows an increase in opacity at high latitudes, which is due to an increase in temperature and density.  The absorption cross section, therefore, shows a larger variation in the temperature and density than that of the atmosphere."}, {"Input": "", "Output": " maser instability is involved in the generation of electromagnetic radiation.  The need for a radiating layer above the photosphere and the dependence of the radiating time on the ambient gas density is fundamental in determining the characteristics of the shock wave.  The propagation of the waves close to the ambient magnetic field is an important consideration in the generation of electromagnetic radiation.  In particular, it is important that the local radiation density be determined to be moderate, since it may become a local �radiometer�, with a ratio to its value being much smaller than the ratio.  A static wave is a type of electromagnetic radiation which interacts only with the magnetic field."}, {"Input": "", "Output": " and Mg/Si ratios for all known igneous types are reduced to values less than 1. 6, which indicates that these minerals were derived from the same source.  Relations are found between the C/O and Mg/Si ratios of the same types and of silicification in magma oceans formed in similar stellar environments.  For igneous types, the C/O ratios and Si/Si ratios are all to be correlated with the mantle/upper mantle ratio (C/O).  The C/O ratios and Si/Si ratios of igneous samples are all to be of the same order."}, {"Input": "", "Output": " sensitively.  This is, however, mitigated by the fact that the transient signal from the transient brightening of the disk at the time of the observations is such that it becomes difficult to breed the signal, and thus the possibility of detecting the transient signal, increased.  We illustrate the use of a simple model of the transient brightening (or decrease) of a disk to infer its properties.  We find that a simple model of the transient brightening with a model of the thick-disk solar coronal field produces a transient signal with a period of 3. 85 hr and amplitude of 0. 3 mmag, and a post-factors of 5."}, {"Input": "", "Output": " 5°:2°) are shown to be in a state of resonance with the VLMS motion. \nWe present results of numerical simulations of the secular evolution of the orbits of a set of 25 close binary systems containing two identical stars on nearly circular orbits.  These two bodies are treated as two different orbital forms on the same page, each with its own particular characteristics.  We find that the two bodies approach a common final state, with their mutual eccentricities e and elam.  The two orbital forms migrate in the same direction and arrive at the same final orbital time, independently of whether the initial eccentricities of the bodies were eigenfrequencies or not."}, {"Input": "", "Output": " observed by the Mars Reconnaissance Orbiter.  In this paper, we model the impact course of a one-Jupiter mass planet on the evolution of the martian atmosphere and then find the atmospheric mass loss due to the thermal escape of the planet over the age of the solar system.  We find that the atmospheric carbon dioxide exchange rate of the planet is about 10-100 times larger than the present value and that the lost martian atmospheric mass is about 10-4 to 10-3 of its present value.  This is much lower than the exchange rates estimated for the current martian atmosphere by those working with numbers of impact craters."}, {"Input": "", "Output": " J = 9-7. \nThe T Tauri star GM Aurigae is observed in the far-ultraviolet (FUV) and near-ultraviolet (NUV) regions.  Here we present a systematic search for possible high-resolution interstellar absorption lines in a sample of GM Aurigae obtained with the Hubble Space Telescope Cosmic Origins Spectrograph and Advanced Camera for Surveys.  The potential interstellar absorption lines are found in the far-ultraviolet (FUV) and near-ultraviolet (NUV) lines, taken in the direction of the star, where they form predicted to be the strongest."}, {"Input": "", "Output": " imager-like images of the circumstellar disk around the nearby young star PDS 70 (HD 203701), obtained with the Gemini Observatory and the Hubble Space Telescope (HST) in the near-infrared.  The scattered light from the disk points toward the star.  The small-size of the disk (approximately 2 AU) and the brightness of the disk at 2. 2 μm (in HST bandpass) indicate that the disk has not yet cleared, but is nearing the edge."}, {"Input": "", "Output": " re-analysis of archival data from Cassini-Huygens provide significant evidence for a high surface temperature in Titan's atmosphere at the time of the Cassini-Huygens encounter.  We show that the observed high surface temperature is directly associated with the neutrino flux, which is found to be high enough to inhibit the atmospheric escape.  Ultraviolet solar spectrum modeling shows that the main constituent of Titan's upper atmosphere is composed of two distinct species, H2 and He.  He absorbs all of the solar radiation emitted, and thus has the highest temperature."}, {"Input": "", "Output": " The complex consistency of current knowledge of pulsation frequencies with the accurate prediction of the period spacing, separation, and amplitude of radial velocity variations is discussed, and the differences between the results of theory and the observed frequencies are explained.  A simple model for the oscillation frequencies that takes into account the uncertainties in the knowledge of the fundamental stellar parameters is proposed.  This model takes the uncertainty in the surface convection, the tidal and rotational distortions, and the magnetic field into account.  The results of the calculations are illustrated by a table giving the masses and radii of the stars."}, {"Input": "", "Output": " picked up by the Kepler satellite, grew by cancellations in the transiting planet candidates and resulted in a strong increase in the multiplicity of Kepler planets.  However, the multiplicity of planets produced by the gas accretion of the planetesimals is not small, because the free parameter of the multiplicity is not small and its dependence on the gas accretion rate is weak, while the probability of forming gas giant planets is high.  We describe this aspect in the context of how the observed multiplicity distribution of exoplanets can be used to search for planets that might have formed without packing and by gravitational instability in the natal disk."}, {"Input": "", "Output": " map the global instability strip for planets in the HZ of cooler dwarfs.  They do so by mapping the physical states of the gas phase, which can include states that are not yet understood and which are instead correspond to states that have recently undergone chaotic crossing.  We find that the main planet discovery rate in the HZ is a factor of 3. 6 smaller than in the HZ of the hotter stars. \nStellar minimum-mass solar nebula (MMSN) models are computed for masses of 0. 31-20 M ☉ and for metallicities ranging from Z = 0. 010 to Z = 0. 004."}, {"Input": "", "Output": " wave-length theory (i. e. , the nonlinear theory of the linear theory of the linear wave functions), the equations of linear hydrodynamics (i. e. , the nonlinear theory of the linear theory of the linear theory of the linear hydrodynamics, part I, and the linear theory of the energy density (i. e. , the nonlinear theory of the energy density), the equations of motion (i. e. , the equations of motion in linear form), the wave functions of wave velocities (i. e. , the wave functions), the equations of motion (i. e."}, {"Input": "", "Output": " the large radial velocity amplitude of the stellar signals &gt;10 m s-1 led us to believe that the observed RV signals of WASP-29 are due to stellar activity, and to investigate the magnetic activity in the system.  We used the All Sky Monitoring Network to monitor the Ca II H&amp;K and Hα lines, and we used the SARA and SUPAR telescopes to obtain high-resolution spectra.  We found that the radial velocity of WASP-29 is strongly modulated by the stellar magnetic activity."}, {"Input": "", "Output": " function of the planet's atmosphere.  The data are obtained by the NASA Astrobiology Institute, the W.  M.  Keck Observatory, the California Institute of Technology, the University of California, and the Space Telescope Imaging Spectrograph onboard the Hubble Space Telescope.  The Observatory was made possible by the generous financial support of the W.  M.  Keck Foundation. \nWe present the discovery and detailed characterization of Kepler-8 b, a transiting sub-Saturn mass exoplanet with a mass of 0. 49 ± 0. 06 M☉ and a radius of 1. 32 ± 0. 05 R☉."}, {"Input": "", "Output": "We report the discovery of a substellar-mass companion to the young solar analog HD1970-50+21 at a projected separation of 4. 5 arcsec ( implicit orbit = 1. 6 AU), located in the constellation Carina from the combined data of observations made with the NASA/ESA Hubble Space Telescope (HST) and the United Kingdom Infrared Telescope (UKIRT), and characterised by the near-infrared (NIR) spectral energy distribution.  The object has a very red NIR spectrum and is clearly detected in the POSS-II K-band."}, {"Input": "", "Output": "$\nWe report the discovery of WASP-127b, a new transiting extrasolar planet (ESPer) discovered by the SuperWASP-South observatory and initially identified by the SuperWASP consortium and confirmed by the LBGT.  The host star, WASP-127, is a slowly rotating inactive F8 main sequence star (Teff = 6400 ± 100 K, log g = 4. 2 ± 0. 1) at a distance of 10. 7 pc.  The acquisition of high-precision photometric light curves of the transiting system were used to derive the physical characteristics of the system."}, {"Input": "", "Output": ", a $M_\\rm P$ star.  The transit signal was first detected by the TESS Space Telescope and was confirmed to be of planetary origin by several follow-up observations.  We then established a high-precision time series combining the TESS and ground-based photometry and radial velocity measurements.  This enabled us to construct a self-consistent, first-of-its-kind \"RT Tauri\" (RT) planetary candidate, with the combined RT sample spanning stars spanning a wide range in mass and age.  The RT stars show a spread of ages, masses, and metallicities which are indicative of the mechanism of formation."}, {"Input": "", "Output": "- We report observations of the Be/X-ray binary LS 5039. 1 (M5. 5+M6. 5e).  When the source reached the critical Roche limit, its emission level decreased drastically, and the spectrum of the preceding 3. 5 and 5. 5 yr peaks were replaced by a Paschen-like series.  The rapid decrease in the optical and the disappearance of the Paschen series suggests that the mass-loss rate in LS 5039. 1 was orders of magnitude lower than the usual rate.  We discuss an alternative scenario for the interpretation of the binary LS5039."}, {"Input": "", "Output": " map of the region in the disk of this star.  We present a fully 3-D radiative transfer model to calculate synthetic spectra and calculate the related proper motions.  From these spectra we derive the typical angular momentum of the disk and its orbital motion.  We use the Geminorum-type additional-sea-ice model with a contrasting basic model and the Spectroscopically Annotated Spatially Dynamical Echelle Spectrograph (SADS-E) model with a characteristic spatial resolution of 20 mas (about 0. 3 AU)."}, {"Input": "", "Output": " The mission concepts are under consideration to be optimized in the next few years with ESO's Very Large Telescope (VLT).  Its superior sensitivity is crucial to consider for exoplanet science since the time scales for detection and characterization are time-intensive for exoplanet research.  Aims: We obtain a general overview of the possible instrumentation to be envisaged by the next generation of Extremely Large Telescopes (ELTs).  We also discuss the science requirements for an efficient next generation instrument.  <BR />Methods: We present the recent results of the work group meeting to plan a new instrument for ESO's VLT."}, {"Input": "", "Output": "-1. 2d) are characterized by the Z-bump opacity in the surface layers (Z-bump visibility &gt; 10 per cent) and by the B-bump rotation ratio in the surface layers (B-bump rotation &gt; 0. 5 per cent).  This latter property is related to the Z-bump frequency because of the nonlinearity of the rotational velocity and is a necessary criterion for the onset of convection.  For low values of the Z-bump parameter, we report implications for the prediction of the convective mixing length and the possible influence of rotation on the properties of the convection."}, {"Input": "", "Output": " examined the relation between the gravity and the luminosity of stars.  It is found that a decrease in the gravitational acceleration due to the action of the nuclear burning in the core occurs as a function of the luminosity, while a decrease in the luminosity due to the decrease of the gravity is determined by the mass of the convective envelope.  The comparison of the observed masses and luminosities of stars from the present survey with the predictions of the standard pre-main sequence evolutionary tracks allows us to estimate the masses of planets contained in these systems. \nWe present a study of the Kepler transiting planet candidate KOI-872."}, {"Input": "", "Output": "-3. 3 R☉, -3. 5 Ω, -2. 5 Ω, respectively.  A sphere of the size of the Earth is used in the purpose of calculations of the energy deposition rate by solids in this system.  The main source of O$_2$ is the H $\\&amp;$ $\\&amp;$ $\\&amp;$ $\\&amp;$ Earth.  A modification of an existing model for the exchange of O$_2$ has been applied to our model.  Uranus, the innermost planet and the most distant major planet in our model has a mass of 4."}, {"Input": "", "Output": " its effect on the magnetospheric structure and its twilight zone.  Here, we present a spectral model that entails the complete solution of the coupling equations.  The model is computationally efficient and allows us to cover large parameter space.  The model predicts that the magnetic flux is an increasing function of the field strength, which is an important parameter in determining the intensity of the wind.  The predicted mass-loss rates are of the order of 10-9 M☉ yr-1 for cold, rapidly rotating stars.  Our predicted wind profile is in better agreement with the observed than predicted one in the solar wind."}, {"Input": "", "Output": " transcript. \nThis paper presents the results of a deep XMM-Newton observation of the coronally active binary GJ 895A, which is the first binary in which a source has been identified as an X-ray source.  We identify the optical counterpart as an FUV star with an activity level of log LX/Lbol ≃ -7. 3.  The X-ray emission is spatially resolved, with a size of ≈ 0. 4 arcsec and an X-ray luminosity of LX = 1. 4 × 1027 erg G.  The system is relatively weak with a flux level of ≈10 mJy."}, {"Input": "", "Output": " 0. 7-2. 0 μm.  We find that the Kepler light curves are significantly affected by both systematic effects and the way the filters are treated.  In particular, the way the filters are treated could have a substantial effect on the time a planet is observed.  Previous studies using Bayesian probability theory or MEGNO, which treated the effects of the distance and mutual inclination equilibration, found a significant effect.  We conclude that a physically plausible way to obtain the observed time-dependent transit timing, stellar mass, and orbital period distributions requires the use of a well-calibrated and accurate limb-darkening model."}, {"Input": "", "Output": "/2. 5 Ga).  The s-process element abundances can be directly calibrated to the 100-K against 10-K.  While the direct measurement of the s-process elements cannot be directly combined with z-element abundances, it can be used to establish a solid, near-surface analog of z-element abundances.  We present an automated method to calibrate the elements in the supernova explosions for the first time.  The calibration is based on the assumption of zero mixing-length parameters and constraints on the total mass and temperature of the explosion."}, {"Input": "", "Output": " our stellar fluid models reveal that massive stars always have a global meridional flow structure with strong day-night temperature contrasts.  By contrast, subgiants have a equatorial flow which is almost axisymmetric and exhibits smaller day-night contrast.  For low masses, day-to-night contrast is strongly reduced by turbulent diffusion.  The global circulation is characterized by strong zonal flows over the pole and equator, building up momentum at the equator which subsequently overturns into zonal flows at higher latitudes, with a weak superrotating jet over the equator."}, {"Input": "", "Output": "�E²(R), which has been previously proposed to describe the intensity of the “molecular feature” at 7. 2 μm due to H2O.  Here, we propose to use, instead, the position of the “molecular feature” as a temperature discriminator, to determine the temperature of the molecular feature when it is observed at different wavelengths.  We find that this technique can be applied to place a lower limit on the temperature at the molecular feature, which suggests the possible existence of a temperature divisotropy in the atmospheres of giant planets."}, {"Input": "", "Output": "-The instantaneous wave fluxes from the auroral kilometric radiation (AKR) are modeled here by turbulent kinetic Alfven waves, whose wave amplitudes are a function of the metallicity and the magnetic latitude.  The resulting instantaneous spectra show a strong planetary signature, which is common for both the northern and southern auroral regions.  The same applies to the Io-DAM and Io-DAM occurrence regions."}, {"Input": "", "Output": "We utilise a combination of wavelet and direct numerical methods to investigate the dynamical stability of a planet in a binary star system with one of the stars being a gaseous giant and the planet on an eccentric orbit.  The system is modelled using a generic parameterisation with an approximate 2D iteration algorithm.  We find that the dynamical evolution of the system is well-described by a simple Laplace resonance model.  The results specifically highlight issues related to the stability of resonant systems, including the so-called `polar dichotomy' — the relative stability of resonances against the secular variation of the semimajor axis."}, {"Input": "", "Output": "- The available data on the kinetic and viscous spreading in protoplanetary disks can be used to sharpen inferences about the relative speeds of gas and dust evolution during the disk phase.  In this paper we present a mathematical formulation of the speed distribution that enables one to compute the evolution of the fraction of particles that move with speed.  The speed distribution is found to be a function of particle size and distributional efficiency, with the speed distribution being sensitive to the particle-to-star mass ratio.  The theoretical predictions of the analytical model are then compared with three-dimensional numerical calculations."}, {"Input": "", "Output": " turbulence.  The spatial and temporal average transport coefficients are similar to those obtained by Jensen and Smith (1989) for vertical turbulence.  This similarity can be attributed to a difference in the relativistic velocity range over which Smith (1989) used his velocity range, but the range he used is not.  Smith's analysis of a standard solar model fails to classify the convective envelopes properly, probably because he did not examine a sufficient sample of real solar convective envelopes. \nWe present results of numerical simulations of the evolution of giant planets driven by the gravitational instability in the outer solar nebula."}, {"Input": "", "Output": "To investigate the early evolution of the martian atmosphere, the model assumes that the martian atmosphere was rich in H2O and CO2, and that buffered hydrogen escape during accretion.  CO2 and H2O escape are reduced during the first 100 Myr after origin, leading to a partial CO2 cooling and water loss.  The escape of the hydrogen from the atmosphere is reduced by 14% compared to the present H2O abundance.  During the first ∼100 Myr after origin, the escape rate is determined by the available H2O inventory of the atmosphere."}, {"Input": "", "Output": "- We show that there is a fundamental difference between the effect of A-type and G-type stars on the rate of astrometric searches, with A-type stars being significantly more effective in fewer systems than G-type stars in these systems.  We discuss the possible sources of this difference and suggest that they are due to the different values of mass and angular momentum that A-type stars are granted by the physics of stellar evolution. \nThere are many binaries with relatively low-mass components, which makes them suitable targets for finding and also providing accurate relative masses.  One such system, Kepler-1625AB (M2."}, {"Input": "", "Output": " the hydrogen-isotope - the standard unit of mass, but this term does not appear in the literature.  We have determined the moment of inertia and the velocity of fall of the planetesimals and the mass of the protoplanets for various values of the initial object mass and density by direct numerical integration of the three-body problem."}, {"Input": "", "Output": " atmosphere. \nWe present the results of a SPHERE observation of the R Coronae Borealis star HR 2591, which is part of the FIV star-forming region.  We resolve the disk in scattered light at a spatial resolution of 0. 18'' (about 14 au), while at thermal wavelengths we resolve the disk in the near-infrared.  The disk reveals a narrow ring with a sharp outer edge at a radius of about 55 au, suggesting the presence of an inner disk warp.  The central disk component is SPHERE-discovered during a survey of the northern hemisphere of the solarenosphere in June 2000."}, {"Input": "", "Output": "Method: We obtained new radial velocity measurements in the Ca II H and K and Hα lines of 45 RV standard stars.  We compared these measurements with those in the literature to derive the fundamental parameters of the sample.  Results: We show that different blend solutions have a tendency to give very different results and that it is very important to have a global understanding of the possible blends even if the results indicate that sometimes the results are not suitable for individual stars."}, {"Input": "", "Output": " turbulence is thought to be fundamental to the star formation process, but the nature of this turbulence remains unexplored.  Ionization and charge exchanges are efficient, and charge transport is a minor constituent of the ionization process.  The transport of ions is determined by the behaviour of the local magnetic field.  Depending on the strength of turbulence and on the conditions of the point source surface, this region can be or is very close to where the electrons are expected to segregate from the electrons in the source.  Very low values are derived for this process."}, {"Input": "", "Output": " theory and observations have made it possible to constrain the temperature structure of the outer solar atmosphere.  The significance of these findings for the solar-terrestrial and solar-stellar atmospheres is discussed.  A new line list for Hund's case (b) is presented.  This line list includes line intensities and a variety of over 1. 5 million transitions (about 700 million energy levels) and it is validated by reproducing the measured energy levels on the HITRAN 2004-0, the HITRAN 2012-0, and the HITEMP 2010-0."}, {"Input": "", "Output": "- The photometric method based on the light curve modulation is well suited for the purpose of studying the photometric variability of Cepheids.  We report the first detections of photometric variability in the light curve of the pulsating subdwarf Bp star LO Peg.  Our simultaneous multiwavelength photometric observations reveal that the brightness of its light curve varies with a period of 3. 6 days, which is very similar to the observed period of the sdBV\\cdot Lyr complex."}, {"Input": "", "Output": " 11. 12 ± 0. 28 M☉ , Rb = 1. 16 ± 0. 04 R☉  and Rc = 1. 13 ± 0. 01 R☉ .  The radius of WASP-103b is revised down to ρ = 0. 9 R☉ , which is a factor of two smaller than previously reported.  We find that the two hot-Jupiter systems have probably already undergone some type of interaction, and we infer that the orbital period ratio and eccentricity are currently increasing."}, {"Input": "", "Output": " occurs in the region of the disk surface where the viscosity, normal, heat capacity and viscosity are known to be low.  Here, the nonlinear theory is used to compute the continuous derivation of the nonlinear kinetic theory of the nonlinear flow.  A new analytic approximation is derived.  It is useful to take with account the time evolution in the nonlinear equilibrium due to the permanent nonlinear evolution of the viscous flow.  A new expression is presented, which is applicable to the nonlinear case.  The effect of nonlinear effects on the equilibrium flow is analysed in the finite strain approximation."}, {"Input": "", "Output": "Tidal dissipation may induce a variation in the orbital period of the extrasolar planets, p. g.  through the secular evolution of the orbital period due to apsidal precession of the planetary orbit.  In the standard theory of tidal interactions, this secular periodicity is a synodic periodic function of the tide amplitude and can be described by a single quantity, k, which quantifies the tidal torque exerted, expressed in the form of a tidal torque formula."}, {"Input": "", "Output": ".  We model the Kepler and COROT Spitzer light curves for F, G, and K stars in order to determine their fundamental parameters.  The fundamental parameters of these stars are determined by the multi-component analysis.  We find that the Kepler light curves are very sensitive to rotational phase, which allows to disentangle their relative contributions to the Kepler light curve.  For the G0-type stars, we find that the full phase coverage of the Kepler space mission is required to derive the fundamental parameters.  The rotational phase information and the full variability of the Kepler light curves are an invaluable tool for the spectral characterization of eclipsing binary systems."}, {"Input": "", "Output": " homogeneous methods are the most efficient and direct methods to deal with rotationally induced velocity fields.  They are therefore the method of choice for studies of stellar winds the analysis of which is linked to the stellar dynamo theory.  The present paper considers different types of stellar magnetic fields and its modulation using rotation.  The main objective is to investigate the different types of stellar magnetic fields and their modulation with rotation.  The magnetic field of a different type can be either a dipole or a multipole field."}, {"Input": "", "Output": "istimals.  Starting from the gravitational collapse of solid objects, the orbital inclinations of pebbles and icy pebbles are low enough to allow for the preferential removal of the collision-induced absorption feature during gravitational collapse.  We use a simple analytical model to derive the critical mass for gravitational collapse, where Q* is the ratio of the small-to-large scale gravitational force in the gas and M* is the mass of the solid component of the gas."}, {"Input": "", "Output": " our results indicate that it is unlikely that the observed L dwarf spectra are entirely due to non-LTE processes.  In particular, we are not able to account for the strength and width of the hydrogen Balmer lines.  Our results suggest that the Balmer emission lines are sensitive to the electron temperature of the gas in the disk. \nWe have created a database of star and substellar parameters for all known stars in the Hyades and Pleiades.  The entire database includes individual spectral types, spectral energy distributions, and photometric distances and can be used directly with any existing tool."}, {"Input": "", "Output": " the andromedae are distinct from the keplerian shear in the region of the rotational axes of the planets, proving the latter did not arrive at their present location from a single location and, therefore, free of any such ad hoc boundaries.  In contrast, the andromedae tend to have a range of ad hoc boundary equations, which, when applied to the two planets, yield the same spin values.  The motion of the Lidsians around the Sun is therefore caused by the motion of their inner planets, and is controlled by the motion of Jupiter and Saturn."}, {"Input": "", "Output": "- We present a planetary system that contains at least four giant planets, in orbits of 2. 1, 5. 3, 8. 5, and 12. 5 AU.  As these planets migrate, the gas-giant planet will react with these planets, and the resulting acute tidal interaction will cause the innermost planet to undergo a series of close flybys with eventual collisions, which will cause the system to become unstable.  The last body in the system is a very small mass Mp = 0. 001MJup."}, {"Input": "", "Output": " spectroscopic period spacings due to the presence of planetary companions are in general agreement with the classical picture.  The existence of planets is unambiguously acknowledged by the interpretation of the radial velocity variations, as well as the detection of the thermal emission of the host star in the optical spectrum.  The planet spectrum can be described by a power law with an index of 2=14. 2-0. 5+0. 3, with the slope of the power law changing as a function of the orbital period.  The orbital period of the system is P=2. 75+/-0. 1 days."}, {"Input": "", "Output": " processes that occur in planetary systems with a wide variety of planetary architectures are discussed.  The effects of the mutual gravitational interactions between the planets and their parent protoplanetary disk on the formation of planetesimals are considered.  Planetary migration and the gravitational interaction with the disk are considered together with planetesimal formation.  We consider the orbital and dynamical evolution of protoplanet systems with a wide variety of orbital configurations.  We focus on the orbital architecture, including the mutual gravitational interactions between the planets and the disk."}, {"Input": "", "Output": " au and the submillimetre range (SMA).  The usefulness of the TESS data for studying the dust content and surface slope of protoplanetary disks is illustrated with a simple model that describes how the radial surface density of solids varies with time.  The horizontal variation of the dust mass is found to be related to the dust temperature, a quantity that is fairly sensitive to the total mass of solids stores in the disk.  The vertical dust temperature gradient is found to be a weak function of the radial surface density but highly sensitive to the dust temperature dependency."}, {"Input": "", "Output": " mochro-photochemical models suggest that there is a critical limit to terrestrial planet formation from 100 to 1,000 Myr.  Assuming that the dynamical and collisional rates are independent of initial conditions and time, we predict that a single collision with an object about a magnitude above its radius can produce any terrestrial planet with the mass and age of Venus for any star in any system.  The relative importance of each collision is determined by the mass of the object, which itself is a function of the stellar mass.  We find the following.  (1) As a rule, there is no single collision that can produce all terrestrial planets."}, {"Input": "", "Output": " in) an accurate and precise determination of stellar properties.  A more accurate and precise PVT will allow us to predict the very existence and the properties of exoplanets. \nWe present the results of a multiwavelength program on the chromospheric activity of the M dwarf GJ 1243, which was previously proposed to harbor a planetary system with two giant planets in orbits of 1:2 and 0:1.  The system has an edge-on, near-edge-on circular orbit with the inner planet in a 5. 7 day period.  The starspot-crossing is well resolved with two telescopes."}, {"Input": "", "Output": "/N(r) ∝r-3, where N(r) is the number of stable orbital eccentricities and r is the semimajor axis of the planet.  Our calculations yield N(r) ∼ 1. 7 (N(1 + 2) for N(1 + e2) = N(1 + e2) / N(1 + e3).  This upper bound on N(r) is only a lower bound because we find that the distribution of eccentricities for e ≲ 0. 01 is well described by this relation.  We find that the eccentricity of e ≈ 0."}, {"Input": "", "Output": " fractionation is more efficient. \nWe present the discovery of KELT-16Ab, a highly irradiated, ultra-short period hot Jupiter transiting the relatively bright (V = 11. 7) star TYC 2688-1839-1/KELT-16.  A global analysis of the system shows KELT-16A to be an F8 primary with a mass of 1. 11 ± 0. 03 M☉ and a radius of 1. 50 ± 0. 04 R☉, and the mass and radius of KELT-16B are determined to be M1 = 1."}, {"Input": "", "Output": "This Letter reports compared observations of the eight hot and warm exoplanet systems WASP-4, WASP-5, WASP-6, WASP-7, WASP-8, WASP-9, WASP-10 and WASP-11, with the Hubble Space Telescope.  WASP-4b is the only exoplanet to be observed in seven different bands.  The low opacity of the T-type feature in G type stars allows us to constrain the scale height of the thermosphere in WASP-4b."}, {"Input": "", "Output": " lighter than the initial state, but more likely to collide with the disk star.  We know about the collisional and photoevaporation timescale from observation of molecular gas emission lines.  We find collisional equilibrium with the disk when the gas temperature is T g=about 103 K or T g=about 107 K.  The timescale for photoevaporation is shorter than the collisional timescale.  The mass of the impactor, M pl, depends mainly on the mass of the impactor, M pl, and on the disk mass."}, {"Input": "", "Output": " gravitational collapse is a stochastic process based on the nonlinear density-wave theory.  The nonlinear theory and the Lagrangian perturbation theory (LPT) constitute the framework of LPT for the study of stochastic processes that spontaneously arise in the nonlinear regime.  In the first part, we briefly introduce the so-called classical Newtonian approximation, whereby the nonlinear theory is formulated in terms of the Eulerian eigenfunction.  In the second part, we introduce a degeneracy between the wave density and the density perturbation that arises when one tries to integrate a linear system."}, {"Input": "", "Output": " function of the covariance, the distribution is a prior for the covariance.  The most common uses of the prior are linear regression and autocorrelation.  In these contexts, short-term nonlinearities can emerge from the linearity, as well as from the autocorrelation.  In the nonlinear case, the likelihoods are much lower and nonlinearities are often small, so that the prior is a lower function of the data that is being considered.  Using the covariance functions, the covariance is treated semi-analytically."}, {"Input": "", "Output": " in order to demonstrate the existence and the properties of the ionosphere, we make some allowance for the influence of solar wind density.  The resulting structure is an ionosphere-like region that resembles the well-known Jupiter Io region.  The main feature of the Io-like ionosphere is the absorption feature near Io orbit (IO).  The IB/Io interaction is caused by the tidal interaction between Io and the solar wind.  The Io-IA is associated with the Io-C lunisolar orbit, which is analogous to the Io-C lunisolar orbit about Io."}, {"Input": "", "Output": " derived from the chromospheric emission measured by HST/STIS and Spitzer/IRAC, we estimate the activity-induced radial velocity (RV) jitter.  We find the RV jitter to be low for stars with solar-like activity levels, and we provide a correction to the RV jitter that accounts for the non-detections (1. 1 m s-1 and 1. 8 m s-1) of the more active stars."}, {"Input": "", "Output": " albedo, radius, temperature, and gravity are determined by spectral energy distribution fitting based on the spectra of the basic observable; here, \"temperature\" is used.  In addition, we estimate the epistemic correction to the gravity through a fit to the luminosity, while the temperatures are obtained from the luminosity and temperature of the stars and the \"age\" is used to estimate the stellar age from isochrones. \nTidal dissipation is a key factor in the evolution of accreting protoplanetary disks."}, {"Input": "", "Output": " for a sample of 55 late-K, mid-M, and early-M dwarfs which are members of the low-mass star forming regions in Chamaeleon I and have properties measured by the MK system.  We have determined the kinematics of 30 of these objects, and their radial velocities are currently in a low-eccentricity phase with the Hertzsprung SDSS.  Results: We find that the majority of our targets are consistent with previously-established kinematic classifications."}, {"Input": "", "Output": " search for other planets in the GJ 9827 system.  Astronomical observations of this star were obtained by the MOST (Microvariability and Oscillations of STars) satellite, which provides a high time resolution, sensitive photometric and spectroscopic coverage of both planetary and stellar activity.  MOST observations of GJ 9827 included two separate nights of observations in 2006, and two additional nights in 2007.  We have used the data to create two independent time series to analyze the relative effects of the two seasons on different properties of the short-term variations."}, {"Input": "", "Output": " helioseismology is a powerful technique that can precisely characterize the orbital properties of planetary systems.  However, its application to stars known to host a close-in giant planet (the hot Jupiter HD 209458b) has been known to spark controversy.  Here, we report the results of an extensive radial velocity monitoring of the star during the off-eclipse period of the planet.  We gathered over 12,000 spectra with the SOPHIE spectrograph and accumulated information on the orbital parameters such as its longitude and phase."}, {"Input": "", "Output": "The current understanding of planetary formation is based on the planetesimal-driven runaway growth model, in which a planetary embryo with a mass of 7-10 mgef/m2, initially multiplies to 100km radius, accretes from a few hundred km to a few tens of kilometres, and forms a protoplanetary accretion disk from the bottom of the gas disk up to the dissipation limit.  This represents a challenge for the current planetesimal-driven paradigm, in which runaway growth is possible at any mass, independently of the initial protoplanetary mass."}, {"Input": "", "Output": " mn, where mn is Neptune mass and n Neptune number.  The reflectivity of the interface is 30% for the most massive planets only, due to the small thickness of the atmosphere.  The thin atmospheres allow the probe of the planetary magnetic field.  The least massive planets have relatively large resistivities, suggesting that they have formed via collisionless interactions.  The large surface area is consistent with the old core-molten-satellite hypothesis of giant planet formation."}, {"Input": "", "Output": " 100 to 300 K.  These temperatures are relevant to H2O, CO2, and CH4.  They are also relevant to the spectra of these molecules for the same energy levels, and hence making these molecules more important than ever. \nWe present new calculation of the reflectance of carbon dioxide at 3000 K for the 8. 5 to 11. 5 μm region.  The calculation is based on the best available experimental data and may be found to be in error by a factor of 1. 5 to 1. 5 at 3000 K.  The reflected intensity at wavelengths longer than about 1."}, {"Input": "", "Output": "- The potential energy curve and the Hamiltonian for the molecules are developed for the rotational ground state, which corresponds to the lowest lying terms in the Hamiltonian.  It is shown that the eigenstates are unstable to the second order in perturbation theory.  The theory is based on the assumption that the energy levels are vertical.  The calculations are done for the rotational transitions, and an application to the transitions is given.  The eigenvalue problem is solved, using the normal resonance theory.  The Hamiltonian is obtained for the coupling and the transformation to the third order in perturbation theory is discussed."}, {"Input": "", "Output": "The Sun's magnetic field is the engine and energy source driving all solar activity, and that of the solar cycle is intimately coupled with the solar dynamo.  In this chapter we first describe the current understanding of the solar magnetic field and its oscillation and dynamo, then discuss the link between the solar magnetic field and solar activity.  The analysis is then followed by a survey of solar magnetic field data with the goal of providing a consistent picture of the solar magnetic field and its oscillation and dynamo."}, {"Input": "", "Output": " 1200'.  We show that the incidence of planetary systems with the same system of planets, the same mean stellar density and the same distance varies as a function of the age of the host star.  We are able to put an upper limit of 30 per cent on the frequency of systems containing 2 or more giant planets.  Neither the frequency of systems with 2 or more giant planets nor the frequency of systems with single planets are significantly affected by the stellar metallicity of the host star. \nWe describe the latest releases of the Exoclimes Simulation Platform (ESP) and the updated Exoclimes Final Data Release (EDR)."}, {"Input": "", "Output": " modification by the initial orbit of the system (which formed as a closed binary) to the point where its eccentricity became large.  This occurred because a resonance between the binary's eccentricity and the libration of the planet orbital motion was obtained by the interaction between the binary's eccentricity and the planet's semi-major axis.  We extend this mechanism to the analysis of small-eccentricity systems in binary stars and show that they are unstable to the tidal perturbation of the binary's eccentricity."}, {"Input": "", "Output": " />The ratio between magnetic field intensity and the flow speed is a critical parameter for the dynamo process in the Sun.  A quantitative relation between the magnetic field intensity and the flow speed is obtained by summing over the magnetic field intensity and flow speed and by dividing the magnetic field intensity into components.  The relation has the same form as that used in the analysis of helioseismology.  The relation is parametrized by a formula which is more general and can be easily derived.  The radial component of the radial component is determined by the average ratio of the magnetic field to the total heliospheric magnetic field."}, {"Input": "", "Output": " orbit or to free-fall from the system.  We compare this mechanism with the currently observed sub-Jupiter mass planet population and find that it is not clear whether a runaway growth or a lower mass planetesimal population is the dominant one, and whether the planetesimal mass scales with the mass of the core as a power of Mp for a given Mp or with the mass of the envelope."}, {"Input": "", "Output": " an apodizing phase plate is fabricated.  The phase pattern is used to determine the wavelength dependent opacity of the plate.  The properties of the neoprotech reaction products are derived.  The results are compared with the previous studies.  The dependence of the opacity on the wavelength is studied. \nWe present the discovery and characterisation of the new transiting gas-giant exoplanets WASP-77Ab and WASP-83Ab, two hot Jupiters with radii (1. 1-2. 4 R☉) and masses (1. 3-4."}, {"Input": "", "Output": ".  The rotational phase lag is due to a wave-length effect that determines entry into the collisional cascade.  This means that the collisional growth timescale is determined by the scaling length of the velocity dispersion.  For low growth rates (less than about 10-2), the collisional cascade produces K-type giants with angular momentum (or, equivalently, mass) as a function of K-type independently of the K-type distribution of interstellar objects (ISM), as well as the non-ISM."}, {"Input": "", "Output": " current observations of the global atmospheric flow on Venus are compared with models of atmospheric dynamics in Earth’s atmosphere.  We hypothesize that the global circulation is dominated by a global jet, which circulates around the planet’s center with speeds of 200-300 m/s.  The temperature structure is influenced by the solid state structure, and changes strong winds from a cooler nightside to an warmer dayside.  We predict the temperature dependence of the wind structures and the temperature-pressure profiles of the atmosphere and global jet structure."}, {"Input": "", "Output": " C, N, O, P, S, S, and P rotational line shape parameters.  The line profile, the equivalent width, and the total absorbed flux in the ν 3 band light the proposed model.  We evaluated the errors of the calculated radial velocity and classical stellar parameters by a Monte Carlo simulation.  The P, S, and P rotational response functions are compared with the best available data. \nThe photometric data of the W UMa type stars are presented and discussed.  Earlier P and V photometry has been used for the selection of the targets, and its changes were incorporated in the data processing."}, {"Input": "", "Output": " outflows are launched by a magnetocentrifugal planetary wind.  The magnetosphere of a close-in gas giant exoplanet is expected to be strongly disrupted by the wind of its host star.  We find that the system of HD 189733 can drive a planetary wind with a mass-loss rate of about  10-10 M☉ yr-1, while for HD 209458b, the mass-loss rate is about  10-9 M☉ yr-1."}, {"Input": "", "Output": "-2. 5/3.  First, we present a new automatic simulation tool, MLEVITY, that tracks the evolution of dust in the inner and outer solar nebula regions, that can be used to find similarities between observed and theoretically induced dust populations.  We find that the gas component in the inner solar nebula is dominated by sub-micron-sized particles and has a mass of sub-micron-sized dust.  This creates a dust trap in which sub-micron-sized particles are swept up by gas drag and drag back-reaction, which causes a local maximum of dust density."}, {"Input": "", "Output": " have a mean density approximately one-to-one with that of the solar system planets, and therefore are considered to have the same physical properties.  In this square, there is a smooth transition from a value of a few percent of the mass of Uranus to one of the solar system planets.  The density of the inner Uranus is not well constrained.  This implies that the measurement of the internal structure of Uranus is more sensitive to the physical properties of its interior than the external properties of its atmosphere."}, {"Input": "", "Output": " hcp(T) = 2. 4 ± 0. 3 h Mp for Kepler-7b (KEPCat-2012-BLG-0428L), with a planet radius of Rp=2. 4 ± 0. 2 R⊕ and an equilibrium temperature of 700-1000 K.  We find a strong correlation between the hcp(T) and the stellar rotation period, which may be due to the presence of a strong magnetic field.  We find a significant non-zero eccentricity of e = 0. 055 ± 0."}, {"Input": "", "Output": "(a) the presence and orbital properties of planets in binary star systems; (b) the dynamical evolution of planetary systems in binary star systems; (c) the role of stellar multiplicity in planetary systems; (d) the frequency of binary star planetary systems; and (e) the gravities and occurrence rates of exoplanets in binary star systems.  The presented results are based on a compilation and synthesis of published information.  The present analysis indicates that the more than 40% of stars in binary star systems are in fact binaries, and the frequency of binary stars is lower than 30%."}, {"Input": "", "Output": " a result that concerns planetary science in general and that of exoplanet science in specific. \nI review some properties of planetary systems that are worth the search for extrasolar planets.  I give a brief description of the properties of giant planets that are still mostly not well understood.  The most massive planet found to date, the gas giant planets, may not be the ideal Targan of classical gravitational instability, a potential planetary candidate is a dynamically active system with which it may affect the formation of terrestrial planets."}, {"Input": "", "Output": "Despite much to be gained from the tremendous progress made with the Hubble Space Telescope over the past decade, the scientific challenges remain.  A major focus is on the new challenges posed by the new generation of instruments, which promise to extend our understanding of basic physics such as mass-loss and angular momentum conservation to new levels.  Another is the development of a new generation of techniques for the efficient transfer of angular momentum and mass-loss that are relevant to the future detection of extrasolar planetary systems."}, {"Input": "", "Output": " spectroscopic and photometric effects, and the apparent separation of the various components can have a substantial impact on the determination of the stellar parameters. \nThe determination of the angle of the stellar spin axis, is of great importance in the field of exoplanetary science.  In the past decade alone, several exoplanets have been discovered and their orbital configurations and dynamics are being observed."}, {"Input": "", "Output": "perature and metallicity dependence of the mass-radius relation for the substellar objects.  Our results are used in conjunction with the mass-radius and mass-luminosity relations and other published empirical and theoretical mass-radius and mass-luminosity relations, to derive more robust and consistent mass-radius and mass-luminosity relations. \nRecent observations have shown that the radii of many giant exoplanets are inflated relative to their host stars, an inflationary trend that involves both the planet's intrinsic mass and its host star's photometric properties."}, {"Input": "", "Output": " may have received a super-Earth (M = 6. 0 ± 0. 6 M⊕) and a Neptune mass (M = 24. 5 ± 3. 5 M⊕) planet.  The two planets are in a 2:1, 4:3, 5:1, 3:1, and 5:1 mean-motion resonances.  We compute a large number of resonant stable configurations using the long-term integration and the open-closed form of the Hamilton.  We show that most stable orbits are connected with non-resonant libration in the resonances."}, {"Input": "", "Output": " the test particle radiometer (RTO) experiments.  The independent calibration sources are a thin layer of silica or siliciclase on an optical bench or a thin layer of an anhydrous liquid on a pressure bench.  In this paper, we describe the optical properties of the liquid and the liquid-crystal phase transition.  The optical properties are determined by the optical properties of individual phases.  The optical properties are determined by the phase diagram.  These properties are directly related to the phase diagram and to the specific heat capacity per unit volume.  The liquid crystal pattern is determined by the phase diagram."}, {"Input": "", "Output": " radio and X-ray emission, as well as optical and ultraviolet observations. \nOptical and near- infrared spectra of the M-type dwarf Gliese 229B in emission are presented for different wavelengths and an analysis is made of the spectral line shapes and their variability.  It is shown that the radial velocities of Gl 229B are not significantly affected by the elliptical shaped topography.  The central wavelength is found to be more sensitive to the elliptical shaped topography than the central wavelength is to the Doppler period.  The analysis gives the correct radial velocity for the K-type dwarf."}, {"Input": "", "Output": " imaging of faint companions is essential to determine the fraction of stars with gas giant planets.  Here we present observations of two such objects, downlinked to Earth at projected separations of 5. 2'' and 25'' (about 310 km), from the IntraRed Space Observatory.  These objects are interesting objects with low (sime 5-10 Myr) masses and ages of about 10 Myr and about 3. 5 Gyr.  One is a close binary (M3about 0. 4 Msolar) with a secondary component, M3about 0. 5 Msolar, separated about 4 AU (about 420 km)."}, {"Input": "", "Output": " and the detection of surface features that are unambiguously associated with the parent mass.  We calculate the detection limits for each and find that the expected number of detections is high enough to find the correct mass for candidates that have not been identified.  While we find that the expected detections are high enough to indicate that a few percent of dwarfs might show features that indicate the presence of satellites, we also find that, given the high detection rate, the likelihood of a detection increases substantially with the presence of a satellite-like feature in the light curve."}, {"Input": "", "Output": " this paper presents an overview of the new features of PlanetPack2 and its validation software, which are part of the validation software component.  PlanetPack2 is a suite of open-source software applications that allows for the creation and editing of portable data and scripts, the management of databases and metadata, the injection and provision of simple graphical user interfaces, and the automatic generation of inked tables and text files.  The software has been tested on a diverse set of planetary objects ranging from the Solar System to giant planets and binary stars, and has been adapted to suit their specific needs."}, {"Input": "", "Output": " <A href=\"http://adswww. apad. org\">http://adswww. apad. org</A>\nWe present a simple model for the star-spots on the RS CVn type binary II Pegasi composed of a dipole (dipole-quadrupole) magnetic field plus the Coriolis force."}, {"Input": "", "Output": " will allow us to gain insight on the coupled interaction between the gas and the dust grains. \nWe present the results of infrared spectroscopic observations of the T dwarf Gliese 229B.  The observed spectrum is well defined by a steep red slope and a steeper blue slope.  The inferred atmospheric parameters are Teff=6100+/-100 K,logg=4. 5-4. 0 (cgs), logg=4. 6-4. 5 (cgs), and [m/H]=-0. 1-0. 2."}, {"Input": "", "Output": " this is unlike the \"characteristic\" of the coalescent mass loss rates for the individual stars in the mass loss model.  It indicates that the mass loss rates for low-mass dwarf stars are not directly comparable to those of giant stars.  Nevertheless, we show that the mass loss of low-mass dwarf stars follows a similar relation/linear relation and can be described by a Stark or Xu relation.  Finally, we find that the relation is also an ∼0. 3 dex lower limit, respectively, than the ∼1. 5 dex level for the rest of the mass loss."}, {"Input": "", "Output": " GJ 436b is a hot Saturn-mass exoplanet orbiting a nearby M dwarf, GJ 436 (G 6V).  We present precise radial velocity measurements of GJ 436 taken with the ESO New Technology Telescope (NTT) during transits of the planet.  We find the planetary orbital parameters including the planetary mass (Mp = 4. 9 ± 1. 0 MJup), radius (Rp = 1. 21 ± 0. 06 RJup), and orbital eccentricity (e = 0. 03 ± 0. 05), all with relative uncertainties."}, {"Input": "", "Output": " gondrule-size units.  For each unit, the observed mean grain opacity is assumed to be a simple power law with index -2/7 (equations of state for ices), or equivalently an effective grain opacity.  Theoretical models, however, show grain opacity functions with different temperature dependence, and the solutions are not always consistent.  A collisional cascade in the grain opacity leads to a high temperature inversion, and low dust opacity. \nWe present the discovery and characterization, with the PIX telescope, of a new giant planet transiting the bright (V = 11."}, {"Input": "", "Output": " ∼0. 1 M☉, and (2) integrate the linearized Hamiltonian over the rotational energy level, which is an additional technique that is rarely used.  The resulting program measured rotational energy levels and their associated quasistatic and linear contributions.  The program also contained an application of a hyperbolic approximation for the energy levels.  Results: We found 30 and 38% of the stars in our sample to be rotational-phase-space (LP) if the energy levels are known with sufficient accuracy (i. e."}, {"Input": "", "Output": " the number of CD stars is in steady decline, and the number of known CD stars is increasing.  It is argued that the time scale for the turnover is shorter than 10 Myr. \nWe present a method to determine the stellar parameters Teff, log g, and [Fe/H] for a large sample of metal-poor stars with [Fe/H] &lt; -1. 0.  This allows us to test replaced metal-poor stars with metal-poor dwarfs for a quick and easy determination of stellar parameters."}, {"Input": "", "Output": " parameterized as the characteristic time-scales τc/dt, where c is the inclination and τc is the duration of the cycle, is a number of order unity.  The effect of the rotation rate on the mean surface temperature is of critical importance for the circulation regime.  The planet might date its formation to a much earlier age than the age of the solar system. \nRecent detections of an \"eyeballing\" motion of the cloud of dust in the inner Solar System have raised a number of questions about the gravitational collapse of the objects to their present shapes by generating drag forces."}, {"Input": "", "Output": " moon-like crater populations, and the total volume of shallow crater functionalities.  We estimate that the total volume of craters formed during the past 800 ka would have been 1. 6-2. 8x1026 g and, at an age of about 2-3. 0 Ma ago, an estimated total number of craters would have been in the range about 2. 2-4. 2x1026 g.  Thus, the sizes of the craters were comparable.  The deep crater volume is a more than 0. 1% of that created by the present-day craters."}, {"Input": "", "Output": ":\nWe investigate the influence of mean-motion resonances in a close-in exoplanet on the dynamics of particles in the flow around the planet.  We review the available theoretical and experimental data concerning this connection, and we show that resonance effects are common features in the zonal flows of both eccentric and inclined orbits in the solar nebula.  Resonance effects are therefore expected to have a major effect on the evolution of eccentric zonal flows in the solar nebula if the planet orbital motion is fast compared with the propagation speed of the turbulent eddies, which is small compared to the planet velocity."}, {"Input": "", "Output": ". \nWe report the discovery and characterization of a nearly Saturn-mass planet, WASP-170b, transiting a moderately bright (V = 12. 6) K0 star every 3. 06 days.  A global analysis of the WASP and cross-correlation functions shows that the radial velocity variations are of stellar origin, and that a significant number of signals are present in the light curves of WASP-170."}, {"Input": "", "Output": " star, and Stellar (HR) correlation.  We found that the stellar and HR number correlations were the main contributors, suggesting they are as relevant as the planetary number.  This organization was also tested under the assumption that if the planetesimal mass is independent of the stellar mass in the solar neighborhood, then the slope of the HR number correlation and the slope of the stellar mass correlation should be the same.  To the extent that the planetary mass is independent of the stellar mass, the slope of the mass correlation can be used to make an independent determination of the planet mass."}, {"Input": "", "Output": ".  The acceleration region is due mostly to the Rossby mode of the tidal flow and to the tidal gravity wave and electron cyclotron maser instability.  The resultant change in the average latitude of the magnetosphere is associated with the Ekman oscillation as it evolves in time.  We describe the evolution of tides and magnetic fields in magnetized systems, which partially overlap with the Kelvin mode of the tidal flow.  We have also developed a modified theory of the alternative periodic instability which describes the effects of the wave and electron maser instability on the magnetic field."}, {"Input": "", "Output": " the detection of a star-planet-disk system in a triple system, with the primary star orbited by a distant binary, is notoriously difficult.  We show that the binary orbital motion of the central star produces a free parameter determination which, in principle, allows one to measure the masses of the primary and secondary stars as well as the angular separation of the binary orbit to high precision.  We discuss several different formulations for the binary orbital motion, with the most highly degenerate formulation appearing to be the appropriately scaled Hamiltonian."}, {"Input": "", "Output": "delay and prevent the solar radio emission, and are plausible in the context of the value of the emission delay.  The conditions that allow delay are close to the situation near the source of the radio emission and to the conditions that allow delay in the vicinity of the source.  For L and M stars the conditions that allow delay are apparently better than those around P and B stars.  The situation around the radio source is that the delay is larger, but the conditions that allow delay are supposedly much better.  This condition, which is not always fulfilled, is a problem that can be solved."}, {"Input": "", "Output": "�G is the density multiplier of the orbital period P(P) of a system, which can be used as a parameter to rank and/or define the phase space of multiple systems containing P(P).  This parameter is rank-ordered, because the rank order of the points where the planets meet their accord is none.  The main (up to 3) roles of the multiplicity of exoplanet systems are to (1) enhance the chances of transient conjunctions by reducing the number of planets in cases of strong perturbations and (2) allow for the formation of more massive planets."}, {"Input": "", "Output": " the J = 2-0 band of C3S across the doublet of CO2 has been observed in the region of the polar cusp and found to vary with the S(0) of the CO2 molecule.  The CO2 absorption line ratios indicate that the absorption is due to a C3S resonance pair and not to a pure rotational line. \nWe present a method for determining the strength of stellar magnetic fields at the stellar surface from high-resolution spectra, which is a necessary ingredient in order to access the stellar dynamo properties directly."}, {"Input": "", "Output": " gaseous protoplanetary disk.  The luminosity is a key parameter in measuring the mass of the protoplanet, not only for the sake of the planet's evolution but also in understanding the initial state of the protoplanet's accretion process.  The new data, including a new component of the disk-integrated photometric survey, provide a rich coverage of the orbital motion of the planet around its host star."}, {"Input": "", "Output": " planetesimal paths are determined.  The time needed to reach a steady state for a planetesimal is determined.  The process is capable of producing a steady state for a subset of the parameter space.  We discuss how the most probable values of these parameters are affected by the uncertainty in the input parameters and in the time needed to make them available for use in dynamical simulations. \nWe have determined the spectroscopic parameters and chromospheric activity levels of the dwarf stars in the L dwarf subgroup of the Taurus Molecular Cloud."}, {"Input": "", "Output": " which are rich in methane, ammonia, and hydrogen cyanide, and which are likely rich in methane, ammonia, and hydrogen cyanide.  This first paper presents the geochemical foundations for understanding the CH4:CO-CH4:CO-N2 geochemical systematics, their possible interaction with the deep biosphere, and the environment.  This systematics includes carbonate, sulfuric acid, thiosulfate, and methane.  Carbonate is the most abundant “sulfate” and is thought to be the major source of prebiotic methane."}, {"Input": "", "Output": " are nice.  The first star has a proper moving group and is a main-sequence star.  This object was monitored throughout the orbit.  The second star is a k1 subgiant belonging to the tall angular momentum population.  It shows an X-ray flux of only a few tenths of the Sun and a mid-IR excess, suggestive of a cool, massive, hydrogen-poor envelope.  The third star shows an X-ray flux of 1. 6 × 10-6.  The fourth star is a giant close binary with a 15."}, {"Input": "", "Output": " functions and isochrones for the nonlinear stellar evolution equations describing convective overshooting.  We considered three major types of overshooting: \"effective\", \"minimal\", and \"massive\" overshooting.  We found that the effective overshooting of the gas-free models is different, which is related to the fact that the \"effective\" overshooting of the \"minimal\" overshooting is non-linear with the gradient of the overshooting parameter."}, {"Input": "", "Output": "218. 6d is the first planet discovered through the TESS mission.  TESS is a low-risk mission that will deliver short-cadence multi-exoplanet transits across the sky.  This planet will be ideal for atmospheric follow-up with existing ground-based telescopes. \nWe perform a global analysis of the suspected TTV signal of the extrasolar planet WASP-12b.  The system is interesting in that both the host star and the planet have low densities and have low temperatures, suggesting that it is a true transiting planet."}, {"Input": "", "Output": " a new line list for ethylene, 12C16O, is presented.  The line list consists of over 20 million rotational-vibrational transitions and over 5. 5 million transitions between energy levels up to v less than and 35,800 cm-1 (rotation-vibrational column densities up to 10-4 cm-2).  The calculations are based on accurate empirically refined potential energy surfaces.  The line list shows excellent agreement with laboratory measurements and with previously published laboratory data in the same energy range.  Room temperature spectra are compared with laboratory data and are found to be accurate."}, {"Input": "", "Output": " see full textsee full textsee full textsee full textsee full textsee full textsee full textsee full textsee full textsee full textsee full textsee full textsee full textsee full textsee full textsee full textsee full textsee full text- We discuss the basic calculation and results of the model and we provide a little more details of the computation of the analytic formulae and of the dynamic parameter Hertzsprung-Russell's profile and the relations to modify the model parameters."}, {"Input": "", "Output": "H2O, CH4, and CO2 at high densities have been studied to a high degree of convergence by sophisticated numerical methods.  The effect of reduced temperature and pressure is studied and physical insights are obtained.  The effect of pressure on vaporization is considered, and the conditions for vaporization are examined.  The effects of temperature and pressure on vaporization are evaluated.  The effect of pressure on vaporization is evaluated, and the conditions of vaporization are examined."}, {"Input": "", "Output": " parameter space of exoplanet biosignature gases, for example, ozone, water, oxygen, or methane.  We analyze how the dynamical and chemical properties of exoplanet atmospheres affect the strength of atmospheric signatures.  We find that photochemical hazes are strong function of orbital and time and that chemical disequilibrium is a robust phenomenon in low-gravity atmospheres that are stable against photochemical disequilibrium.  We discuss how the recent observations of a high exoplanet metallicity might shed light on the metabolism of non-equilibrium chemistry."}, {"Input": "", "Output": " for the detection of exoplanets.  In this presentation we explore the possibility of using high-cadence, high-resolution, simultaneous spectroscopy to detect exoplanetary signals.  We show that this is possible with currently available instruments.  In conjunction with radial velocity surveys, the transit method is well suited to disentangling the contribution of long-period, low-amplitude exoplanets to the host star's radial velocity rms.  We present the results of a Monte Carlo study of the expected planet yield from the transit method."}, {"Input": "", "Output": " mySQL allows to transform a query to an output table.  This query can be a selection of data points or a list of tables.  To quote this idea, I give two example use cases: (i) Query the database for each query, (ii) Create a query and a table, that selects the query you want, and (ii) Query the database for all the queries and the table you want."}, {"Input": "", "Output": " about  3. 8-3. 5 AU (R about  50-100 AU) of the disk at 1. 25 mm (1) NIR spectral energy distribution (SED) for the direct imaging of a gaseous protoplanet orbiting a 0. 5-2. 5 Gyr old solar-type star.  The SED is well fitted by a blackbody, assuming a 100% efficiency of heat redistribution, and indicates a temperature of 4620-103+ 105 K for the ground.  The surface temperature is then inferred to be between 2760 and 3180 K."}, {"Input": "", "Output": " pvscan, with a set of 10 random numbers which produce a real-space density of points.  This concept is unique among other methods because, with one exception, it does not require any prior knowledge about any prior distribution.  Random number density is expressed as a 1-point correlation function.  The method is applied to the calculation of the physical properties of the Sun.  The Sun's mean properties are known with a level of accuracy by the uvscan code; these include the temperature, the mean g-force, and the mass and radius."}, {"Input": "", "Output": " Mlt; 10 M☉, the parent mass is too large to be growing by gas-giant-impact.  The second population consists of gas-giant planets in eccentric orbits, and has mass 10-100 times Jupiter's mass, making it directly analogous to the second helium-rich gas-giant in the Solar System.  We find that the time scale for the third population is shorter than the age of the solar system, and that only a small fraction of gas-giant-impact ejections are successful."}, {"Input": "", "Output": " case-A planet in the HZ of an M dwarf, we find that the planet's eccentricity is damped to below 0. 05 because of the modestly reduced tidal forcing in the HZ by the host star.  The planet has an orbital period of 423 days and a mass of 8 M ⊕. \nWe present new stellar models based on updated physics and a new code to represent convection and evolution.  The models are based on convective and magnetic mixing, in addition to the treatment of stellar convection proposed in the introduction by Edson et al.  (1990)."}, {"Input": "", "Output": "� is the third-order polynomial, the ratio of the semimajor axis a and the normalized eccentricity e of the orbit e for the system.  The formalism is derived in the Appendix, and the method is described in more detail.  The method is based on the idea of the “joint approximation” (“a3/8”), which yields the relation: ∆ a3/8."}, {"Input": "", "Output": " sample surviving starlight.  We find that the one free power of angular velocity at the sample surface, OSS, g, varies about as OSS, g-0. 5d.  This OSS is related to the effective surface area and is related to the total incident energy and is thus a fundamental quantity for investigating the energy budget of the intergalactic medium.  These two quantities are linked in order to obtain the changing background environment, the motion of the local non-linear density and velocity fields, and the OSS g-0. 5d OSS."}, {"Input": "", "Output": " the infrared excess emission produced by residual circumstellar dust.  The availability of this excess emission allows us to determine the dust mass in proximity of the central star.  <BR />Methods: We observed HD 107146 with the infrared integral field spectrograph (IFS) at the Very Large Telescope/NACO.  <BR />Results: The IFS is the first instrument capable of spatially resolving the dust emission from debris disks.  The observed dust spectrum in the disk component is in agreement with a dust population of submicron-sized dust with a temperature of around 20 K."}, {"Input": "", "Output": ".  We show that the large-scale mergers in runaway and oligarchic growth are not required in the runaway growth regime.  Instead, the growth of runaway and oligarchic growth is characterized by the viscous diffusion of mass inside the central object.  In the oligarchic growth regime, there is no faster growth of runaway, but instead of oligarchic, the growth of the runaway is suppressed by the confinement of the oligarchic growth regime."}, {"Input": "", "Output": " latitudinal temperature gradients in the upper atmosphere and lower stratosphere, which act to cool the atmosphere down.  We present the first global simulations of these effects, including the effects of orbital eccentricity and solar activity.  The effects of eccentricity increase the outgoing longwave radiation (OLW) from the surface and increase the incoming shortwave radiation (OLW) from the mid-latitudes, with the effect of decreasing planetary albedo and increasing the planetary transit radii.  In addition, they affect the planetary thermal structure."}, {"Input": "", "Output": "The recent discovery of a planetary system around Ups And raises questions concerning the origin of the system.  Two main scenarios are considered: a \"hot start\" scenario, which implies that the planetary system was carried out in a gas-free environment, and a cold start, which implies that the system was born in a cold environment.  To test these two scenarios, we have performed a series of numerical hydrodynamics simulations of planetary accretion."}, {"Input": "", "Output": " in both cases, the flux from the star is much lower than that of the (quiescent) surrounding field.  This means that the star and its surroundings must be magnetized.  We discuss the hypothesis of a correlation between the strength of the magnetic field and the properties of the star, showing that such a correlation may be caused by emission from the stellar magnetosphere.  We present a preliminary study of this hypothesis, examining the behaviour of the stellar magnetic field in the presence of a correlation between the strength of the magnetic field and the properties of the star."}]}