{"samples": [{"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " temperature, atmospheric composition, cloud, and surface albedo, as well as information about the dynamics such as rotation and tidal effects. In this paper we critically examine the current state of knowledge of exoplanet atmospheres. We conclude that current models are not yet complete and that there is still no certain knowledge of the properties of the planetary atmospheres. In addition, we discuss the state of the art of transmission and emission spectroscopy, both in the optical and in the infrared.\nThe search for extrasolar planets is currently limited to close-in, massive planets on orbits of a few days. This restriction is..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " day/night temperature contrasts, surface pressure and temperature variations, and the potential surfaces of liquid water. Additionally, the light curves will allow us to constrain the planetary rotation period. We find that the main observed effects are the day/night contrast and surface pressure variations with a weak scattering signature. The potential, observed in the mid-infrared, is not detectable at these wavelengths, and the possibility of detecting it is virtually zero. The twomost transiting planets (HD 189733b and HD 209458b) have dayside brightness temperatures of T_3.6^+0.8_-0.4,..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " clouds and surface properties including sulfide and silica clouds which are important in hot Jupiters. The information we gain will be crucial for the interpretation of future exoplanet spectra.\nThe Sun is an amazing star for the many diverse phenomena that make it a supernova from the universal mechanism of collapsing matter and is the illumination source of the Universe. Aided by the observation of so many aspects of solar life, we present a comprehensive overview of the Sun, its environment, its magnetism, and its solar corona. The topic areas that cover most aspects of solar related research are: heliospheric..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " temperature and pressure, as well as information on the planetary rotation period. Based on the current understanding of the planetary magnetic field, we suggest three main ways for identifying the presence of an atmosphere on an exoplanet: (1) the “count” of orbital phases in the time-frequency plane; (2) the “count” of phase angles in the time-frequency plane; and (3) the “count” of phase angles in the time-frequency plane. With the three methods, we estimate that an exoplanet with a magnetosphere and rotational period of a few days..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " day-to-night winds, cloud properties, atmospheric dynamics, and the spectra of the host star. A remote observer can identify the spectral signatures of the planetary atmosphere for different types of gas giant planets.\nThe Pluto system provides a unique local laboratory for the study of binaries with multiple low-mass companions. In this study, we derive the properties of the binaries with the most precisely determined parameters. We use published results for the mass-radius and age-distance for the system and then use these results to derive the absolute dimensions (R and M) and radii (R and Rp) of the system...."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " day-to-night temperature contrast, cloud coverage, and cloud particle size and altitude. We will investigate planetary atmospheres in the infrared with ground-based spectroscopy using non-stratified models of the Sun’s spectrum and discuss the science that could be done with such observations.\nWe present a novel retrieval algorithm which constructs models of transmission spectra which include the effects of collision-induced absorption (CIA) spectra on the relative strengths of molecular bands. This allows us to fully exploit the strengths of the transmission spectrum for absorption lines with varied spectral types, and to infer the composition of planetary atmospheres..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " the temperature, pressure, and density. Our Sun currently observes in the thermal infrared, while most other solar-type stars have far-ultraviolet (FUV) radiation in their spectra. Hence, it is possible to infer the planet's properties from the observed phase curve and determine the planet's atmospheric characteristics. We have conducted a photometric monitoring of the known transiting exoplanet host star HD 189733 using the X-Shooter spectrograph at the Very Large Telescope and have obtained radial velocity (RV) measurements with the SOPHIE spectrograph. Our goal was to detect and characterize stellar..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " the day/night temperature contrast, the longwave absorption and emission spectra, and the temperature-pressure (T-P) profiles. If the signal is periodic, it can be used to query the planetary thermal structure and clouds its vertical structure. We find that the combination of a ground-based spectrum and a space-based transmission spectrum will be the most sensitive method for exoplanet atmospheric characterization.\nWe present the first ground-based transmission spectrum of the hot Jupiter HD 209458b. The observations were taken with the UVES instrument on the ESO VLT during secondary eclipse. We measured a rise in the..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " clouds, surface (e.g., day-night), rotation, and cloud topography. We will find the information is valuable even for relatively non-transiting planets. For example, if a high altitude cloud layer was present in the past, we would obtain at least two major results. First, we would infer the presence of clouds (and hence surface conditions) that may have formed, the same or different from the present day. Secondly, we would constrain the cloud coverages for various planetary conditions. The cloud coverages are then calculated upon the observed phase curves and the resulting planetary spectra.\nWe investigate..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " dayside temperature and pressure, cloud coverage and particle radiation, and is sensitive to the spectral energy distribution of the planet. It is, however, unlikely that the projected planet-to-star flux ratio can be measured with existing ground-based facilities, and the expected flux is sparse enough to require extrapolation. Here, we present results of a numerical simulation of the expected planet-to-star flux ratio, which we call the Bayesian Information Criterion (BIC), and discuss how it can be used to characterize the planetary atmospheric conditions. We find that the BIC can be used to make fast, simple, and..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the lack of information on the planet-star orbit, while the uncertainty on the stellar mass and radius sets a lower limit on the planet's eccentricity, which directly affects the derived planet-star flux and thus the planet-star temperature. Here, we present a novel method for combining the two such parameters, one of which is the distance between the planet and the star, into two physical parameters that can be derived from the light curve. In contrast to the single-parameter case, the eccentricity is treated as a Gaussian random process with a single parameter that describes the mean eccentricity distribution. We derive..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the limitations of numerical models of atmospheric circulation and the need to resolve complex (non-equilibrium) atmospheric circulation. The Exoplanet General Circulation Model (Exo-GCM) is a common effort to address these issues through a series of simple parameterizations and simplifications. In this work we present a set of boundary conditions for Exo-GCM, the first of a series of three that contain a broad range of initial conditions for the circulation and atmosphere. The initial conditions are chosen to be in the parameters: T_eq, a complex parameter that describes the overall circulation, and initial atmospheric temperature..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the simplified assumptions of the kinetic, thermal, and chemical processes that are assumed in each representation. In this paper, we present a novel chemical and dust model that takes these processes into account and represents the complexity of the resulting thermodynamic and chemical structure. This approach is computationally efficient and allows one to treat the four chemical species (water, carbon dioxide, methane, and carbon monoxide) that are the most prominent in the atmospheres of hot Jupiters. The model is also computationally feasible in the far infrared. We apply this model to the hottest, most massive hot Jupiters HD 209..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the difficulty of calibrating predicted parameters. Here we present a grid of seismically derived atmospheric parameters for the solar-like exoplanet Gl 435b, and demonstrate that the model provides a sufficiently accurate and precise stellar parameters to allow precise atmospheric modeling. As a proof of concept, we make available all seismic data for solar-like exoplanet Gl 435b available online for use in atmospheric modeling.\nThe predicted atmospheric properties of the classical exoplanet HD 209458b are discussed. The results are based on a spectral synthesis method, which uses the equivalent width of methane as a proxy for the planetary atmospheric temperature..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the simplified assumptions of Lambert et al. and Walker et al. that the atmospheric dynamics is an effective and aologically motivated process. We investigate whether non-inflated atmospheres that naturally account for the atmospheric thermal structure and flow are feasible using more sophisticated atmospheric models with complex thermal and chemical processes. We find that smaller temperature perturbations and better approximations to the flow are more plausible and slower evolution in the long-term evolution of a highly eccentric and massive planet. We suggest a new radial velocity follow-up observing program to search for low-mass, eccentric, massive planets.\nAims:..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the use of fixed limb-darkening, which leads to an (often inaccurate) detection of solar-like features in the observed light curves. We aim to characterize the capabilities of a space mission to provide a flexible framework for the interpretation of future exoplanet transit light curves. We construct a model of transmission spectra, based on the best recent estimates of the atmospheric properties and assuming solar metallicity. We simulate the case of the GJ 436b system with a range of mission parameters, and show that the upcoming generation of space-borne instruments will be able to resolve the spectral features present in the transmission..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the simplicity of their atmospheric models, which makes it difficult to translate their results into a physically relevant description of the atmospheric properties. To overcome this problem, we present a novel retrieval technique that employs a novel approach to atmospheric structure and chemistry, and which can be applied to a wide range of planetary properties. The technique makes use of the fact that molecular and atomic lines are the most readily available atomic and molecular species in the atmosphere, and because the retrieval technique is computationally efficient, it can be applied to a wide range of planetary properties. We demonstrate the capability of our retrieval technique by retrieving on simulated data the molecular and..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the simplicity of the models, which makes it difficult to compare predicted and observed spectra. To address this problem we present a new line list for water vapor, supplementing the existing line database. The line list spans the wavenumbers up to 7000 cm-1 (λ &gt; 7000 cm-1) for temperatures up to 400 K. It is the first of our kind; it will be useful for any field which require extremely high precision.The line list was obtained using an existing water vapor spectroscopic database. A new analysis algorithm was applied to this database, which we show is much faster than..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the number of parameters inaccessible to current models. In this paper, we present a new grid of 3D atmospheric models which should be able to provide more robust testable predictions for the upcoming observations. The grid is a hybrid of 1D and 3D, gas-coherent and particle-in-cell codes with a self-consistent treatment of condensates and the treatment of radiation transport. The grid comprises 10 chemical species, four radiative transfer parameters, four equation of state parameters, 12 opacity parameters, and 12 stellar parameters. Each species has a separate line, i.e., the condensate..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the simplifications implied by a one-dimensional model. We propose a two-dimensional model that represents the depth of each planet’s atmosphere as a function of wavelength. The model requires the constant, time-dependent mixing of gases and condensates in the atmosphere, and hence requires an additional heat source. We find that a sufficiently realistic simulated transmission spectrum can be used to constrain the atmospheric heat source in a manner independent of one-dimensional models. We demonstrate the technique on the hot Jupiter HD 209458b and find it to be a robust method. We predict the expected atmospheric signatures from the James Webb..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " system to keep track of the liquid phase when it is added to the mix. It is assumed that a single spot on Jupiter can keep track of liquid and gas phases and that it is possible to find and observe a global average. The requirements of cooling and refractory mixing are then formulated in the form of time-independent optimum values. We find that the maximum initial heat flux (maximum surface flux) is about 10 times the maximum surface heat flux at the core-mantle boundary. This flux is inferred to be associated with the thermal structure of the core. The track of the liquid phase is then..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " temperature regulatory mechanism to keep the liquid liquid solvent well below the exobase (where it is defined).\nWe investigate the potential of using the Rayleigh number and viscosity of the intergalactic medium to determine the existence of a localization (e.g., sublimation-predictability) of the radiative zones and how this would affect the pre-main sequence star and the star formation environment. We use a simple model to calculate the motion of sublimation and predict the corresponding Rayleigh number and viscosity. We show that existing estimates of the Rayleigh number and vis..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " system to store these liquid solubilities. The required driving mechanisms are widely divided into two categories: a thermal one, which is driven by the photochemical flux of atmospheric volatiles and dissolved in the ocean, and a nonthermal one, which requires a nonthermal source of methane to build up methane to the detectable level, and a liquid source that satisfies the methane accumulation to grow licensed methane. The third category may be populated by the atmospheric loss of methane from the surface dissolved in the crust. The assumed heat flux at the origin of life can be calculated directly from the equation of state..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " solid phase reservoir to store these solids. We use a one-dimensional energy balance model coupled with a statistical-migration model to calculate the partitioning between different molecules, solubilities, and exchange rates between the solvent and solid phases. The liquid phase is dominated by CO2, H2O, and H2S. The solubilities are dominated by H2O, CO2, and H2S. Exchange rates between the solid phase and the liquid phase are calculated from the liquid phase kinetic calculations using the exchange-diffusion model. The solubilities and exchange rates are in..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " solvent to facilitate transport, the three components being interchangeable. Although each is essential in its own, the combination of these three components is crucial. The liquid carbon provides an energy source through the thermodynamic instability, yet it is not a solvent because it is too readily accessible to transport. Likewise, the solubility of FeO in the liquid phase is a solvent because it is a hydroxide and the temperature is too shallow. For each of these three, easy to carry out a large experiment, the combined experiment and theoretical knowledge can be utilised to predict the state of the art.\nA time..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " solvent to diffuse the liquid. The liquid is assumed to be in chemical equilibrium with the gas phase, and the solubility of gases is assumed to be in the range of 10-6.5 to 10-4.5 g/cm3. The solubility model can be applied to the thermal and degassing of early Earth and Mars, and the CO2 solubility model can be used to predict the condensation of CO2 from the primordial atmosphere. Recently, three mechanisms have been proposed to explain the origin of the atmosphere: atmospheric escape to space, degassing from the mantle..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " solvent to draw the dissolved solvent to the solvent-rich regions, where it is eventually unstable to a molecular fluid. To explore which reactions are the most likely to be excited, we generate a grid of 10,000 model planetary thermodynamic evolution models and use the model to predict the age of a planet as a function of the age of its parent star. We find that a stellar age of 3.5 Gyr is needed to explain the age of Proxima Centauri, whereas a stellar age of 6.5 Gyr is needed to explain its age. For the three most recently proposed general scenarios of..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " solvent to reflect the immiscibility of molecules to aqueous solutions. Our results suggest that the habitable zone is close to the star and abundant in water-rich planets.\nWe report the discovery of a substellar-mass object (M=1.32+/- 0.12 MJup) orbiting the metal-rich star [Fe/H] = -2.57+/- 0.39. The object has an orbital period of 9.51+0.26-0.33 days and a minimum mass of 4.0+0.9-0.5 MJup...."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " solid fuel to power them. However, the required liquid phase is a highly liquid stoichiometry; similarly, the required solubility of solubilities in the solvent is a highly infinite regress. For example, if high enough liquid solubility of water exists, then there exists an equilibrium with that liquid, which is a geochemical source of geochemical fuel. If the liquid phase is an equilibrium chemical system with a chemical gradient created by the formation of a magma ocean, we explore the possibility of a geochemical source of geochemical fuel. For this reason, we propose geochemical sources for..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " cooling mechanism that keeps heat coming to the surface. In this review we focus on the liquid phase, i.e., the process that is most important for the Earth and other terrestrial planets, as well as the related processes that may have been important earlier in their history. We discuss the interaction of the Earth with its surroundings and the possible sources of life, including the solar system. We consider the possible emergence of life from the liquid phase, the formation of the Hadean eon and the possible emergence of life from the Proterozoic eon. We suggest that Earth could have liquid water oceans..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " mass-loss processes that may cause their atmospheric gas to lose heat and race off insolation. We find that in combination, mass-loss and thermal vacuum escape may be adequate to explain why a hot Jupiter can lose all of its atmospheric gaseous envelope in the age of the exoplanet, with a minimum amount of mass-loss for each exoplanet of ∼0.01 Earth mass. Specifically, we find that a hot Jupiter can lose ∼0.03 Earth mass in this age range if the atmosphere of the planet is mostly stripped during its main sequence evolution. A hot Jupiter..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " loss processes, and thus may experience atmospheric mass loss. We coupled an escape model with a mass-loss prescription and found that mass-loss is best-suited to an escape rate that depends on the mass of the planet and planetesimal source. Extrapolating the mass-loss prescription to the situation in which the planet is subject to intrinsic escape, we find that the mass-loss rate is reduced by a factor of about 3 compared to standard escape. This implies that the ratio of the intrinsic escape rate to the mass-loss rate is increased by a factor of about 2...."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " photochemical reactions between the atmosphere and the planet's interior. We investigate the possibility of using the stellar flux as a proxy for the incident flux on an exoplanet in this process, as it is the only other known method for measuring the escape rate of an exoplanet. We calculate the evolution of the planetary radius and the irradiation and photochemistry of the atmosphere for several cases of known hot Jupiters with different masses and equilibrium temperatures, and find that the upper limit of the atmosphere escape rate is a few tens of an Earth mass. We find that the escape of hydrogen is..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " mass loss through hydrodynamic blow-off. To determine how much mass and energy dissipation is required, we study the atmospheric evolution of an exoplanet enveloped by a H/He envelope and a sodium-bearing heat recirculation and thermal mechanism. We show that the atmospheric mass loss is not monotonic for the lower density atmospheres, depending on the mass of the H/He envelope. Depending on the mass of the H/He envelope, a cloud or haze layer at the base of the atmospheric mass loss can efficiently cool and oxidize the atmosphere, a process that..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " photoevaporation. Here, we use a one-dimensional photochemical and transport model to study the atmospheric loss and emergence of H2O on the warm dense transiting exoplanets. We investigate the dependence of the atmospheric mass loss rate on the radius of the planet, and the orbital radius of the planet. We find that (1) the escape rate is strongly dependent on the stellar irradiation, (2) the escape is sensitive to the total amount of mass in the atmosphere, and (3) an increase in the photoevaporation fraction leads to a decrease in the mass..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " loss, which influences the atmospheric mass. Here, we study the escape and evolution of hot Jupiters, exploring different global evolutionary scenarios for hot Jupiters. We find that hot Jupiters can be in a long-term habitatory (suspended mass-loss) state, or in an intermittent state. The latter is possible for hot Jupiters that are mature enough to have formed and lost substantial amounts of hydrogen. However, the probability of this state of habitability is low, because the thermal evolution is too slow for a high thermal inertia planet with a..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " loss, and this process is responsible for the formation of the exoplanetary system. The escape rate is highly dependent on the stellar EUV flux and is sensitive to the stellar EUV excess. As a result, the concept of `escape' cannot be used to describe the escape rate. In the present study, we investigate the influence of the low EUV flux of the hot-Jupiter HD 209458b on the escape rate and the subsequent evolution of its atmosphere. Our calculations show that the escape rate (as black body modification) is not the same when two escape channels are included...."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " mass loss driven by the stellar EUV. High EUV flux levels coupled to the gas-starvective instability may lead to erosion of the atmosphere by the photoevaporation mechanism. We discuss the possible relationship between EUV flux and mass-loss rate in the photoevaporating exoplanet regime. We find that both photoevaporation and mass-loss rates need to be high to account for the observed atmospheric escape rates.\nWe have developed a one-dimensional, photochemical photochemical kinetics model for Saturn’s atmosphere that incorporates the formation of the atmospheric ex..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " loss, via photochemistry and escape. We use a statistical analysis to explore the dependence of escape rates on planet mass and stellar XUV fluxes. We find that H escape is a factor of 4-7 smaller than mass-independent estimates, which may indicate that the actual escape rate is lower than what is theoretically expected in hot Jupiters. Extrapolating to hot Jupiters orbiting very close to their parent star and assuming solar abundances, we find that the majority of H escape flux is not detectable with present-day observations. On average, H escape is a..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " loss of volatiles on timescales longer than the age of the system (which may be longer than the age of the system). We present model scenarios for the evolution of the atmosphere of a biosignature gas through the common gas escape mechanisms (e.g., photochemistry and escape of molecular nitrogen from the Martian atmosphere) and the coupled evolution of the surface and atmospheric chemistry. We show that the common gas escape mechanisms can lead to a considerable fraction of a planetary lost of atmospheric nitrogen (about 25% for Mars in our model). Since the escape of nitrous oxide is already known..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are formed in the early solar system. However, their formation in cold regions of the outer Solar System or in the cold outer Solar System are challenging. Here we are able to combine observations of the ultraviolet (UV) and near-UV (NUV) stellar fluxes with first-principles calculations to predict the composition of an aerosol formed in a cold gaseous environment. We find that the total mass of an aerosol composed of nitrogen and oxygen is about 1600 kg, and 1520 kg for nitrogen and 300 kg for oxygen. The amount of nitrogen in..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " anaerobic and aerobic photosynthesis produces oxygenated, redox-dominant ecosystems. However, the relatively low spectral resolution of our Hubble Space Telescope (HST) observations can be challenging for the chemical kinetics of atmospheric photochemical aerosols. Here we developed a simple 1D photochemical kinetics model that incorporates vertical mixing and vertical diffusion, allowing us to calculate transmission spectra and emission spectra of H2O-’s atmosphere from 0.3 to 0.8 μm. Using the GCM method, we solved the chemical problem with a Gibbs free..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are formed via reaction with H 2O, and in the hot inner Solar System where they are formed via reaction with H 2O. The similarity of their chemical and physical properties to those of hydrocarbon compounds is often overlooked. The aim of this review is to provide the basic chemical and physical properties of such compounds, and their identification with respect to planetary science. The chemical pathways of their formation and destruction are discussed, including the ones that make them more or less ubiquitous in the cold outer Solar System. As a byproduct of this review, we provide, for the first time..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " photochemical production is highest.\nThe discovery of Uranus' and Neptune's non-dipolar, non-axisymmetric magnetic fields, the non-dipolar and axisymmetric magnetic fields in Jupiter and Saturn, the non-dipolar and axisymmetric magnetic fields in Neptune, and the non-axisymmetric non-dynamic waves in the solar wind, have been a major scientific breakthrough in the last two decades. The development of these fields has been driven by the advances in solar, astrophysics and other branches of science. The non..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they form in the absence of volatile photochemistry. Here we explore the potential for the primordial atmospheres of terrestrial planets and brown dwarfs to be habitable by pre-biotic chemistry. We develop a thermochemical kinetics model and find that a wide variety of types of anoxic atmospheres could produce prebiotic methane levels that exceed current detection limits. The prebiotic methane atmosphere would have formed in anoxic, high-temperature regions of Jupiter and Saturn, where methane is not a photochemical easily detectable greenhouse gas. Prebiotic methane would have been readily available..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they form in the absence of non-condensing gas-phase photochemical reactions. Here we revisit the formation of such aerosols, focusing on the identification of key reactions that catalyze their growth in a regime that is in between thermal inversion and chemical disequilibrium. Chemical disequilibrium is found to be a key reaction in a cold gas-phase atmosphere as it directly generates gas phase CO2 and H2O via photochemistry. The formation of CH3CN and C3H2CN via reaction of C2H6 to CO is also a promising reaction because..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " UV photolysis is thought to be important. However, the extent to which low-temperature inert gases would react with Martian atmospheric constituents remains poorly constrained. The timing and magnitude of the onset of solubility and abundance were poorly constrained by Viking measurements and largely determined by the limited availability of a limited number of low-temperature inert gas phase and in situ measurements of the loss of a few percents. There was some indirect evidence for the solubility of Nd in the atmosphere, but the lack of a complete record of this process, and the limited availability..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are formed in the absence of oxygenic photosynthesis. The photolysis of these aerosols produces HO2, HNO, and HNO2. The formation of the by-products of these reactions appears to be a key factor controlling the long-term redox balance of terrestrial planets.\nMagnesium oxide (MgO) and silica (SiO2) are components of the silicate oxide system, and their oxidation states are much higher than those of pure silica. Therefore, their stability is important for predicting atmospheric properties and for understanding the meteoritic..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " the proximate cause is thought to be photochemical reactions. Our work combines published laboratory experiments to explore the sensitivity of the resulting organic aerosol analogs to low-levels of near-UV fluxes from the hot inner Solar System. We find that aqueous N2- and CO2-rich aerosols are sensitive to UV fluxes that exceed about 10 times that of the present-day Earth’s stratosphere and sublimation temperature. Aerosol radiative heating produces an N2-driven photochemical aerosol, which readily undergoes collision with H..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they are produced by reaction between high temperature vapour and liquid/cloud-forming clouds. Here we present laboratory experimental organic aerosol analogs by carefully reproducing the steps necessary to produce a self-consistent aerosol analog. By comparing our experimental organic analogs to a control group of simulated aerosol analogs produced by a line-by-line photochemical reaction model, we find that self-consistent analogs coexist in a wide range of medium-temperature gaseous and star-forming environments.\nMolecular species are generally formed by a variety..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the atmospheric properties of non-inflated terrestrial planets. Planets with no atmosphere are in principle potentially habitable, but the presence of an atmosphere could prevent tidal heating to maintain a habitable climate. In this Letter, we investigate the effects of an atmosphere on the long-term atmospheric stability of a terrestrial planet. We find that an atmosphere with a stratosphere and a reduced gas opacity (used as a proxy for gas phase) have long-term stability. A reduced gas opacity suppresses the onset of the runaway greenhouse and stabilizes the climate. A reduced gas opacity increases..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the true fraction of the planet atmosphere that is actually being detected. What are the chances that Earth-like planets will actually be detected in these kinds of measurements? As an application, we explore the detectability of Earth-like exoplanets orbiting the nearest and brightest Sun-like stars, which are well-suited for such studies. Using a Monte Carlo simulation to solve for the detectability of solar-like exoplanets, we show that a detection of the type shown here requires an analog of a transiting Earth-analog orbiting a 10-100 M..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the geological information that can be obtained on exoplanets without being trapped into a time-consuming series of observations. The ultimate goal is to identify the type of exoplanet that will be capable of supporting life and to determine where and how the life will evolve in time. This goal is attainable by monitoring exoplanets remotely at near-UV wavelengths, through the atmospheric signatures of the Spitzer/IRAC, and in the thermal emission spectra of Earth-like exoplanets at mid-UV wavelengths. The current exoplanet research is not yet optim..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the true Earth-like (Earth-like) radii and masses. The probability of a planet having a given radius and mass is governed by its heat capacity. Using the Earth's mean heat capacity, we constrain the dependence of the exoplanet's radiation equilibrium temperature on planetary mass, as a function of planetary radius. The temperature of a planet that is both tidally locked and in thermal equilibrium with the Sun is found to increase with planetary mass, and thus the exoplanet's exoplanet size may increase with its mass. This result is supported by..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the percent of the total planet mass, and to place constraints on the planetary ephemeris and rotation period.\nContext. The Sun is an extremely active star, with superflares occurring regularly. The solar magnetism is therefore very different from other solar-type stars with respect to its long-term activity cycle. Aims: We attempt to explain the behaviour of the photospheric magnetic fields and their temporal evolution with the long-term activity of the Sun by means of a solar model. Methods: We use a solar model that calculates the magnetic activity of the..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the atmospheric properties from the ground. A system that is tidally locked and irradiated synchronously is considered as the most favorable environment in which to find and characterize terrestrial exoplanets. We report the detection of the secondary eclipse of the very hot Jupiter WASP-47b in the Ks-band. We find a flux decrement of 0.13% ± 0.09% from the planet's dayside to nightside at the 95.3% confidence level. This implies the planet has an atmospheric temperature inversion and a thermal inversion (temperature..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the atmospheric properties of potentially habitable exoplanets. The detection of atmospheric biosignature gases on a planet's surface is a strong indication of planetary habitability and the presence of liquid water is a fundamental factor in assessing the likelihood of life. The detection of the gas phase of carbon dioxide (CO2) in the transmission spectrum of an Earth‐like exoplanet would be a powerful biosignature indicator. The high spectral resolution and brightness of the James Webb Space Telescope, combined with the possible UV transit or eclipses, will make it possible to detect the spectral CO..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the presence or absence of CO in their atmospheres. Here we explore the detectability of CO in the mid-infrared (5-10 μm), where most terrestrial planets are expected to form. We use a 1D photochemical-dynamic model with a parameterized temperature-pressure relation and the effects of CO on the gas-phase abundance and the gas-phase absorption spectra. We find that CO is most easily detectable at 4.5 μm for a JW-m2 planet with as little as 0.4 W m-2 of..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the atmospheric thermal structure and chemical compositions of terrestrial planets. They also serve as a benchmark for models that attempt to recreate the planet's atmospheric chemistry and radiative structure. The NASA Transiting Exoplanet Survey Satellite (TESS) will bring forth a fleet of small, highly reflective, single-layered planets orbiting bright stars (J &lt; 11). The projected separations between the TESS targets will allow the detection of atomic, molecular, and molecular species in the atmospheres of many terrestrial planets in the coming decade. Here, we develop a time-dependent..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the nature of the planetary environment. In this work, we report the detection of the thermal emission of the Earth from space with the HST. This detection is based on the comparison of the observed emission spectra at different wavelengths with the predictions of the Earth's atmosphere model. We compare the detected spectra to the predictions of the model's atmosphere model and discuss the discrepancies. The most important ones are the differences in the absorption band strength (40-50 nm), the differences in the emission band strength (200-700 nm), and the differences in the continuum band strength..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " near-infrared emission between 0.55 and 1.2 μm. These observations are combined with optical observations to enrich the statistical properties of hot Jupiter atmospheric and interior models. We report the discovery of the photometric phenomenon of the hot Jupiter WASP-12b. The planet is a major target for exoplanet characterization. We present new ephemeris and explore previously published ephemerides. We also report newly obtained high-resolution optical spectra from the Blanco et al. and the Hobby-Eberly Telescope.\nThe discovery of..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " atmospheric constituents of hot Jupiters. We present a study of the dayside emission spectra of HD 189733b and HD 209458b in the wavelength range 1.1-1.7 μm. We find that planet-to-star brightness differences are small, ∆K ≈ 1 per cent, but not on the order of a few percent. These findings are in agreement with current inferences of HD 189733b and HD 209458b. The spectral energy distribution in the 1.1-1.7 μm region..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " chemical diversity in their atmospheres. Here, we report on the first optical spectra of eight hot Jupiters, in which molecular absorption bands are resolved and lines are detected. We present updated molecular and temperature line lists for HAT-P-1b, HAT-P-13b, HAT-P-16b, HAT-P-22b, WASP-1b, WASP-12b, WASP-16b, WASP-18b, WASP-19b, WASP-20..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " region where the temperature is low (T&lt;2000 K), a region that contains the ridges of carbon, iron, and magnesium silicate. Using the Infrared Space Observatory’s (ISO) patchy transmission and scattering phase function, we carry out a one-dimensional atmospheric retrieval algorithm to obtain molecular abundances from transmission spectra. We find good agreement with the observations for the main molecular species (H2O, CO, CO2, H2S, and H2O2) and the temperature-pressure profiles (T&..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " chemical composition and temperature structure of their atmospheres. Here we present the first detection of H2O (1.01-1.6 μm) in the atmosphere of an exoplanet. The observations were taken with the Near-Infrared Camera (NIRCAM) onboard the James Webb Space Telescope (JWST). The detection is based on a comparison with a predicted line list and the observations were taken during transit. The comparison has also enabled us to determine the true spectral width of the H2O line profiles as reported in the literature...."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " extent of atmospheric evaporation and the structures of planetary atmospheres. Here, we present a new way to derive exoplanet transmission spectra, based on the interpretation of absorption features in the stellar light curve during secondary eclipse. We infer the planet's transmission spectrum when the eclipsing binary's phase variations are ignored. We show that this new technique allows one to \"sense\" the transition from an optically thick to an optically thin atmosphere, without the use of theoretical spectra for this transition. This implies that transmission spectra for exoplanets can..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " near-infrared region of the atmosphere. The spectral energy distribution of an exoplanet can be used to infer the presence of an atmosphere and to constrain atmospheric properties. We apply this technique to the optical and near-infrared spectra of the hot-Jupiter HD 189733b. We derive the wavelengths of the NaI D1 and D2 lines and the Hα line. We find that these lines are mostly formed in the region of a few tens of bars of atmospheric pressure, above which the temperature increases rapidly and the absorption features are..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " atmospheric chemistry, chemical structure, and formation processes in these worlds. In this review, we focus on how observations with existing and planned telescopes can be combined to characterize the atmospheres of transiting exoplanets in a coherent manner, thereby enabling us with a better understanding of what planet formation requires.\nWe present a model for the dynamical and thermal evolution of giant planets due to the core-mantle friction mechanism and tidal dissipation. The gravitational energy of a core is transferred to the rest of the system by the gravitational energy of the tidal dissipation...."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " near infrared through the transit of a planet in front of the star. The planet crosses in front of the star and is in a retrograde orbit around the star. The planetary thermal emission creates an anomaly in the transit light curve, which is known as the Rossiter-McLaughlin (RM) effect. In this work, we study the RM effect and its effects on the photometry and radial velocity of a transiting exoplanet. We first study the effect of the projected stellar rotation rate on the RM effect. We find that the photometry and..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " extremes of atmospheric mass loss that are inaccessible from direct imaging. Here we report on the first attempt to image an exoplanet melting-induced structure in the optical phase curve of WASP-121b. We find the near-infrared emission spectra to be well fitted by a model with a high-temperature (2,300-3,600 K) planet and an outflow cavity. We estimate the planet core radius to be 1.4RJup, the outflow cavity size to be a few sub-Jupiter radii,..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a trap for escaping particles. These particles are tidally disrupted at the peak of the relative velocity of the atmosphere. For normal ammonia vapor, the disruption is caused mainly by two effects: the disruption of free-free absorption in the planetary thermal spectrum and the enhancement of collisions in Jupiter's atmosphere. These effects combine to increase the fraction of particles that are trapped as atmospheric gas rather than free-free absorption. For a pure ammonia vapor, the disruption is caused mainly by absorption in the planetary thermal spectrum. For a pure molecular ammonia vapor, the disruption is..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a trap for escaping atmospheric nitrogen. Vapir et al. [Vapir, A., Leshchishina, V., Levison, H.F., 2006. Icarus, 196, 551-564] suggest that this is a robust mechanism, which should be relevant to the satellites of the outer planets. However, the current models cannot address this issue because neodymium is already trapped at Jupiter's cloud level and its escape rate is quite sensitive to the intensity of Jupiter's ultraviolet and visible ultraviolet radiation. The..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a diagnostic, reporting directly the spatial location of the clouds. Thus, the objective of this work is to determine where the clouds are located, and how they are illuminated, by investigating the spatial distribution of atmospheric NH3. The vertical profile of atmospheric NH3 is a useful diagnostic of the cloud location. Previous works have derived cloud location and illumination maps for Jupiter. Here, we combine Jupiter's thermal phase curve, observed thermal phase curves, and magnetospheric data, in order to derive a more comprehensive picture of the deep cloud structure. The coupling of..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a global sunspot, with a permanent temperature minimum and a larger area of steady state. We use real-gas dynamical and radiative transfer calculations to explore the effect of ammonia clouds on phase curves in transmission and eclipse spectroscopy. We find that the height of the clouds and their location in the atmosphere have a significant effect on the transmission spectra, whereas the clouds themselves have a negligible effect on the transmission spectrum. However, clouds have a non-negligible impact on the eclipses of Jupiter and Saturn in the infrared. Explicitly..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a broad upper boundary condition for clouds to exist. If the ammonia vapor column density is above a critical value, then there will be a strong increase in cloud coverage. This is because a number of cloud condensation nuclei produce more ammonia vapor than is present in the deep atmosphere. This is because the temperature structure in the deep atmosphere absorbs much higher ammonia vapor than the lower stratosphere. We have developed a diffusion model that quantitatively reproduces the NH3/NH4 ratio in the Jovian troposphere, which has been used in a number..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a trap for charged particles and as a counterweight to the stronger solar wind effect. We find that the interior ammonia cloud layer is globally stable above 1 mbar and varies by density by only a few percent of the solar zonal flow velocity.\nA model of the external magnetic field of Uranus is developed here to investigate the dynamo mechanism that is producing the system's observed magnetic field. The effect of the large dipole tilt of Uranus is investigated in detail. A spherical harmonic representation of the magnetic field, which is a combination of a..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a trap. Because the clouds are optically thick, the pressure maximum penetrative to the meteoroids is low. Here, we used an NIMS-based kinetic model to simulate the NH3-NIMS system in this configuration. We found that the upward motion of the streamers, the detachment of the cloud decks, and the pressure maximum of the upper ammonia cloud strongly increase the vertical structure of the atmosphere. The material arrives at the cloud tops, where it is in chemical equilibrium with the gas and the plasma. Lower and upper cloud..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a propagating upper tropospheric refrigerator, with the gas mixture being in a negative feedback loop with the surface. The type of feedback is the second-order feedback effect that controls the rise of the cloud layer and the associated surface warming. By contrast, the type of feedback effect is the linear response of the surface to the oscillations. It is hard to have a simple explanation for the second-order feedback effects of atmospheric and surface processes, but a simple approximation is inescapable.\nIn this work, we study the well-known vertical..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a trap. This is because the escaping ammonia vapor is enhanced by the collisional and chemical processes in the atmosphere. These processes are caused by the large-scale and transiently increasing solar radiation, which triggers the formation of the ammonia cloud. For this reason, there is a direct and cyclic influence of the stellar radiation, which causes an increase in the escape rate of the ammonia vapor. This effect can be considered as an additional atmospheric aerosol formation mechanism for the non-equilibrium (alkaline) state. We discuss the influence of this new..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a global thermostat, which effectively prevents the planet from freezing. We find that the thermal structure of the region and the resulting surface temperature distribution are strongly dependent on the strength of the vertical thermal structure, the solar flux, and the strength of the vertical transport. The resulting surface temperatures are higher than expected in the presence of a dust-laden atmosphere, and lower than temperature simulations that do not include or do not predict dust transport. Consequently, we argue that the location of the boundary is determined by the thermal structure of the atmosphere rather than by the..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " likely to be in a state of tidally synchronized rotation, with the result that their dayside temperature increases with velocity, a result that is consistent with the independent discovery of a correlation between stellar rotation and planetary orbital period. We present a mechanism for the synchronous spin-orbit coupling that is based on the secular dynamical interaction between a fluid planet and a stellar binary. The planet's orbit is described by a simple semi-analytic secular Hamiltonian with the tidal dissipation term. The system is left in a state of inertial..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " expected to show a variety of atmospheric signatures: H2O, CO2, and/or CH4. However, previous studies have reported the detection of a `flat' line in the optical Kepler bandpass, with a thickness of about 0.1 per cent. Here, we report the detection of a strong near-infrared K-band feature, and suggest that this line is likely saturated, with a radial velocity semi-amplitude of up to 140 m s-1. We propose that this is due to the..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " potentially extremely difficult to detect. Here, we develop a general method that is based on the idea of the liquid water habitable zone (HZ). The exact location of the HZ is dependent on planetary mass and planetary radius. Under conservative assumptions, we show that the location of the HZ is close to the star and therefore, in theory, a reliable guide for the determination of the location of the HZ. The reliability of the location of the HZ is tested by computing the location of the Graham limit for two-body planetary..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " an abundant class of objects, with many showing surface conditions favorable for life. However, these planets are in short-period orbits, and their additional exoplanets must orbit stars where tidal dissipation is ineffective, which motivates the search for additional exoplanets in longer-period orbits. One such system is the 2/1 resonant super-Earth GJ 667C (pronized GJ 667C), which has a period of 18.6 days. Here, we report two planets transiting this star. The..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " very likely to be in a state of tidally synchronized rotation. A main reason for this is the large solar tidal torque on the planet, which can lock the planet into synchronous rotation if the differential rotation speed (the difference between the rotation period and the orbital period) of the planet is sufficiently high. The tidal torque is described by the formula T2( ϕ, ϕ) = a + bT - cT where T is the time constant and ϕ is the rotation period of the planet. This formula has been..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " near the threshold of habitability. The threshold is in part determined by the effect of stellar insolation. Insolation is the main determinant of habitability on Earth-sized exoplanets because the surface is permanently radiant and the outgoing longwave radiation is a major heat source. Previous work has suggested that planets around M stars may undergo runaway greenhouse climates in which surface temperatures rise by several hundred Kelvin, resulting in temperatures that permit liquid water to be present on the surface. However, these studies did not check whether the planet is being dynamically..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " frequently assumed to be in a state of tidally synchronized rotation. However, a simple visual model of the exoplanet's tidal state, which incorporates the effects of gravity and stellar insolation, is not always sufficiently accurate to allow for the existence of such a state. A series of simulations were carried out with the PRISM/SATE function, which allows the simulation of the tidal evolution of a system with arbitrary eccentricity and nonzero orbital parameters. We compared the results of the two methods in several ways. (1) For..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " extremely rare. In nearly all stars, the occurrence rate of small, 1-4 R ⊕ planets with orbital periods under 100 days is a strong function of stellar mass. This mass range is largely due to the strong gravitational attraction between a low-mass planet and its host star. We argue that the small, 1-4 R ⊕ planets with orbital periods under 100 days are extremely important because the small, 1-4 R ⊕ planets are optimal for the acquisition of direct stellar irradiation. We find that..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " an important area of dynamical interest. Previous work has focused more on the search for life in the terrestrial planets rather than considering how habitable Earth-like planets could survive in a host star system. However, the interplay between terrestrial planet habitability and other climatic conditions is not explored here, because most of the work is based on the search for life in our Solar System. Earth-analogs around Sun-like stars would experience a runaway greenhouse effect. Here we investigate how the runaway greenhouse effect of a close-in giant..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " expected to become “extrasolar” planets, i.e., planets orbiting stars other than the Sun. The detection of an Earth-like planet in the habitable zone of a Sun-like star would be a very interesting observation, and a very powerful test of our understanding of the potential of life. Unfortunately, current detection limits mean that most terrestrial planets are not in the habitable zone, and as they are, they are unlikely to be habitable. Here we present results of a study of the habitable zone of the Earth-..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of red dwarf stars, we will be faced with a choice between a bright future and a dark future. Future generations of space-based observatories could unveil the existence of life beyond Earth and perhaps even the detectability of biosignature gases.\nTransiting exoplanets represent a prime target in the search for life beyond Earth. The widely held assumption that the best way to find life elsewhere is by finding and supporting life on Earth-like planets, however, can be considered restrictive when considering the possibility of life..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of low-mass stars, there is a need for models that can predict this transition accurately. We present a grid of 1D radiative and convective models that show the transition from solar-like to Jovian-like atmospheres under various values of solar constants and internal structure. We show that different atmospheric models show different temperature structures at different wavelengths in the visual and near-infrared, suggesting the importance of different cloud/haze properties. We show how the changing pressures and cloud properties in the upper..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of Sun-like stars, we find that the chances of detecting such planets by the radial velocity method increases with stellar mass. Here, we present the detection and characterisation of the first two planets orbiting the solar-type on low-mass main-sequence stars. We found that the inner planet, Kepler-91b (Mpsin i = 2.5 ± 0.5 Jupiter masses), has an eccentricity of 0.12 less than that of the Solar System's Jupiter (Mpsin i =..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of cool stars, the first such planets will be those with Earth-size to Neptune-size bulk compositions (1 &lt; R &lt; 4 R⊕). Here we show how the number and types of rocky planets around cool stars can be used to identify where the atmospheric thermal forcing is greatest. Hence, we are able to determine the minimum atmospheric thermal forcing needed to sustain a habitable Earth-like planet. This is an important point in the search for habitable Earth-like planets.\nWe show..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of low-mass stars, a challenge in the standard picture of exoplanet formation. Here, we combine the orbital parameters of the close-in exoplanets and radial velocity signal of the host star with a statistical analysis of the system's parameters. We find that the majority of the short-period planets are not in 3:2 or 4:1 resonance configurations with the host star's spin. Instead, we find that a small fraction of hot Jupiters have been trapped in high-order reson..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zones of cool stars, it is important to understand what the respective stability criteria are. Here, we consider the self-gravitating, diffusion-limited, high-pressure limits. We present results of numerical simulations of terrestrial planets in the habitable zones of stars with masses of 0.5 to 1.0 Msolar and surface temperatures around 3,000 K. We find that the surfaces of planets with masses above 1.0 Msolar cannot be habitable at distances between 0.5 and 1.0 AU for both..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of Sun-like stars, we will need to develop and test a number of general questions before we can confidently answer any outstanding questions.\nThe ability to identify molecules in the Earth's atmosphere is one of the primary questions of exoplanet habitability. Fortunately, the detection of hydrocarbons, which are crucial in the context of life on Earth and Mars, is not yet possible. Here, we present a method to identify hydrocarbons in the planetary atmospheres of tidally locked exoplanets around M..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of cool stars, we predict that the frequency of terrestrial planets should increase with time. Here, we calculate the frequencies of terrestrial planets for orbiting stars that are likely members of a dynamically active binary system. We find that the frequency of terrestrial planets should be in the range (1-2) per cent for stars that are likely to have either multiple giant planets within their habitable zone, or planets at a distance &gt; 0.5 au from the habitable zone of the primary. This prediction is at odds with the..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of Sun-like stars, essential for testing theories about how habitable Earths can be hosted.\nIn this paper, we present a new method for determining the tilt angle of an exomoon, which is the angle between a satellite’s orbital axis and the spin of its host exoplanet. A moon orbiting an exoplanet can be aligned with the exoplanet’s spin axis, and the moon’s orbit can therefore be considered to be aligned with the planet’s..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of Sun-like stars, we will need spectra from the James Webb Space Telescope (JWST) to study the spectral characteristics of these newly born worlds. Here, we simulate the spectra of Earth-like and Venus-like spectra from 0.3 to 10 μm and show how the differences in planet size and incident stellar flux affect the spectra. We further use the transfer in transmission, which is more sensitive to planets' atmospheric properties, to calculate the impact of CO2 and H2..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " a variety of factors, but the precise measurement of the exoplanet signal-to-noise ratio (S/N) in a specific time and orbital phase is still efficient. We apply this method to the KELT-9 system, previously reported to exhibit synchronous exoplanet signals around the star due to the transits of the super-Earth KELT-9 b. We do not find evidence for such a signal and suggest that other possibilities, such as another exoplanet candidate,..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " a combination of (i) reflected light and (ii) Doppler boosting. We investigate the effects of linear polarization on the determination of the planetary mass, radius, and equilibrium temperature of an exoplanet. Polarimetry is a powerful technique that can be used to characterize planets’ atmospheres. We perform an analysis of the effects of linear polarization on the mass, radius, and equilibrium temperature of an exoplanet around the star. The effects are calculated for a number of planets with different masses and..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " a combination of three effects. First, the presence or absence of a hot Jupiter's side of an active region can cause a variation in the transit duration that is not observed in the CoRoT light curve. Second, the photometric pulse periodicity is modulated during the transit due to the orbit of the planet. The third effect is the detection of a secondary eclipse, which is not seen due to the disruption of the PetitCAM transit window by the secondary of the stellar binary. Simulations of these..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " a combination of (i) spurious increasing stellar activity and (ii) errors in models that treat these processes together in an overall plan of effort to mitigate these errors. We present a statistical framework to study these and other possible sources of systematics for planets that may be discovered through transiting exoplanet surveys. Methods: We consider the path from true positive to false negative exoplanet detections, from real detections to systematics, and from systematics to false positives. The path for which the true positive..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " an unknown perturbation to the transit light-curve. We explore this issue by simulating an exoplanet signal and its variability in the presence of stellar stellar magnetic activity. We demonstrate that the signal of an exoplanet transiting a star with magnetic activity is different from a completely cloud-free site due to differences in the distance, wavelength, and phase of the stellar magnetic field. Our work shows that the effect of stellar magnetic activity is qualitatively similar to the signal produced by an exoplanet..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " a factor of about 2-20, depending on the level of irradiation, atmospheric structure, and cloud cover. These effects are well known from the activity at the solar system's hot spots. Here we analyze the effect of the hot spot and its effect on precision radial velocity measurements. We show that a hot spot that is three times larger than the photospheric equivalent thickness can significantly affect radial velocity measurements, by reducing the level of absorption in the line of sight and thus precluding the detection of close-in..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " a combination of (i) reflected light and (ii) intrinsic planetary signal. We focus on three main effects that are seen in the light curves of the planets that are observed during transit: (i) reflected light from the planet, which is up to 30% of the transit duration, (ii) transmitted signals from the planet, which is up to 80% of the transit duration, and (iii) intrinsic planetary signals, which are up to 75% of the transit duration. For each planet candidate in the..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " the amount of non-occulted starspot light modulation, as well as by the transit probability that is incorrectly omitted. We estimate the corresponding effect for each of the measurement instruments and discuss how the precession of stellar surface images affects the derived planet radius. We also discuss the effect of stellar activity on derived planet radii and the importance of stellar activity on transit detection. Methods: We use simulated time series of star-spots, which includes both stellar rotation and spot evolution, to derive the effect of time..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " an unidentified, close binary. In addition, the stellar activity cycle may introduce systematic noise into the derived exoplanet parameters. Here, we present results for the subgiant component of KIC 8677585 (HD 154345) observed by Kepler. Using the time series of our spectroscopic observations and the analysis of the light curve, we investigate the star’s activity during the first half of the Kepler mission. We find that KIC 8677585 is photometrically stable..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " a factor of three to four and is a primary reason for the dearth of long-period, transiting exoplanets around VLM objects. As part of the Transiting Exoplanet Survey Satellite (TESS) mission, the 1D transit depth will be measured using a graph or tau _, where t is the orbital period of the planet and u and v the position of the star. The exact form of the correlation function is not unique and depends on the planet's orbital period. Generally,..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " a powerful probe of atmospheric conditions, even if the planet does not transit the host star. Here we take a simple model of the stellar limb-darkening and show how it can be used to retrieve the transit depth and the limb-darkening parameters from infrared observations. We present results from two-dimensional atmospheric simulations of HD 209458b that illustrate the capabilities of methods and show the accuracy limits that can be achieved. We find that limb-darkening cannot be constrained from the ground because it does..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " a powerful probe of atmospheric chemistry. Here we present observations of the transmission spectrum of HD 209458b over a wide wavelength range (1.1-1.7 μm) performed with the HARPS-N space telescope. Our retrieval method is capable of correctly determining the abundances and temperature structure of the planetary atmosphere. The retrieved water abundances are consistent with the previously reported results based on HST/STIS observations. Our retrieval method is capable of matching the spatial and spectral structure of the..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " an important ingredient in the form of its transmission and scattering properties. Here, we present a comprehensive Monte Carlo radiative transfer and retrieval tool to constrain the optical albedo and scattering properties of a planet. We retrieve the scattering and absorbing properties of the incident stellar flux by combining the results of several tests of the planet's scattering properties in the optical and near-infrared. We present a new parameter space in optical scattering properties that we explore in this work, including the effects of distance and distance..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " an important diagnostic of its atmospheric state. Here, we report the detection of an absorption feature from water vapor in the Lyα line of the M dwarf Gl 479D. The inferred effective energy of this signal is 1.3-0.2+0.3 keV and its full width at half maximum is 3.5-0.3+0.2% at the root. This signal is not seen in other active M dwarfs. We propose that this is due to the..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " a powerful probe of atmospheric properties. Here, we present a retrieval of atmospheric properties, including cloud and surface coverage, from the direct imaging data of the HR 8799 b and c planetary systems. Using the Dan-Herrmann and Meachon-Nordström naive theory, we first test how well our retrieval agrees with previously published results. We find that our retrieval successfully recovers cloud and surface coverage for both planets. These results are then applied to the direct imaging of a large sample..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " a sensitive probe of atmospheric conditions. By imaging the planet and its surface in multiple optical bands, it is possible to reconstruct the planet at high spectral resolution. Here we present results from the first, Intermediate Resolution Imaging Spectrometer coronagraph (IRIS), which provides the first observational advantage of its kind. The IRIS system is based on a 1024x1024 HAWAII-2RG detector with a spectral resolution of Rabout 70, and a pupil plane phase plate. We first describe the..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": ", at a given wavelength, a very sensitive function of wavelength. Its shape and wavelength dependence are very sensitive to the wavefront propagation within the atmosphere. Indeed, the difference between the spectra at different frequencies and at the corresponding wavelengths in the two wavelengths can be used as a diagnostic of atmospheric wavefront propagation. In a first step, we simulate the effect of the planet on the wavefront with a Monte Carlo approach and show how the resulting wavefronts are sensitive functions of the planet-to-..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " atypical of the thermal emission from a steam atmosphere, with H 2O molecules being the predominant absorber. This suggests that the atmospheres of giant exoplanets may be more diverse than currently predicted.\nThe redox evolution of terrestrial planets and the source of its heat is a fundamental issue. However, no attempt has been made to link observational constraints on its atmospheric evolution with physical parameters of the planets. In this study, we derive global atmospheric thermodynamic parameters (TEs) for the..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " a powerful probe of atmospheric and interior properties. Here, we present the first detection and characterization of the near-infrared reflectance spectrum of an extrasolar planet. We detected the near-IR spectrum of the hot Jupiter HAT-P-31b at three wavelengths. The results are compared with available measurements of the planet's radius at various wavelengths and the existing predictions of the physical properties. We find evidence for a steep decrease in the temperature-pressure profile and a decrease in the planetary radius from..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " dominated by the H2O and CO2 absorption bands at 1.07 and 1.27 μm. The observations were obtained with the ESO/VLT Adaptive Optics (AO) instrument NACO. The target was observed during one night and the residual data are available in the form of two nights of simultaneous observations. The data were corrected for atmospheric seeing using the principal component analysis method. The resulting transmission spectrum contains the absorption of methane (CH4) and carbon dioxide (..."}, {"Input": "General circulation models of exoplanets explore", "Output": " a wide range of atmospheric thermal profiles. We show that thermal inversion layers are crucial to our understanding of these atmospheres and that a parametric description of the thermal structure of hot Jupiters is needed.\nWe present ground-based transmission spectra of the highly irradiated and ultra-short period hot-Jupiter WASP-103b covering the wavelength range ≍400-600 nm using the FORS2 instrument on the Very Large Telescope. The light curves show significant..."}, {"Input": "General circulation models of exoplanets explore", "Output": " a wide range of atmospheric thermal profiles. The thermal forcing is caused by the heating of the atmosphere by the central star, which depends on the planetary mass and semi-major axis. Here we study the effects of different thermal profiles on wind speeds and temperature gradients. We use three-dimensional idealized numerical simulations of tidally locked exoplanet atmospheres to explore the effects of changing atmospheric thermal profiles and the effects of forcing. We find that changing atmospheric thermal profiles significantly affects wind speeds and..."}, {"Input": "General circulation models of exoplanets explore", "Output": " large-scale extents of supersonic surface winds. In this work, we explore the possibility of generating such winds by liqueflating exoplanetary water on ultra-wide orbits (0.1 AU &lt; a &lt; 2.2 AU). We simulate the tidal dissipation of a local, solid body (laboratory) of mass 10-100 times Earth's, located at 5 AU from the Sun. Then, we find that the dynamics of the..."}, {"Input": "General circulation models of exoplanets explore", "Output": " moderate eccentricities for tidally locked planets, and show that tidal heating can maintain a warm and humid climate on a wide range of initial conditions. Stronger tides heat the planet more, but tidal heating is probably not important for tidally locked planets in the habitable zone of Sun-like stars. The combination of these two effects may explain why the cold and rocky planets in the Solar System have such stable climate regimes. Finally, we show that the formation of a warm and humid climate on tid..."}, {"Input": "General circulation models of exoplanets explore", "Output": " a wide variety of atmospheric circulation regimes through a combination of atmospheric action, thermal perturbation, and internal wave forcing. The large-scale circulation consists of an equatorial jet with angular momentum associated with the equatorial superrotation and an equatorial superrotation with the associated day-to-night flow. While the circulation in the atmosphere is globally coherent and characterized by the drag associated with the equatorial superrotation, it has potential for internal waves to play a secondary role...."}, {"Input": "General circulation models of exoplanets explore", "Output": " large ranges of atmospheric mass, surface area, and rotation rate. To test the main hypotheses, we model the conditions under which each of these parameters can be uniquely calibrated. This includes comparing theoretical predictions with observed data, and assessing the consistency of these predictions. The model spans a range of parameter spaces, and solves for the atmospheric parameters directly. The comparison between the theoretical and observations is a strong constraint on the parameters for the solar system, and allows for the possibility of independently verifying or constraining..."}, {"Input": "General circulation models of exoplanets explore", "Output": " a wide variety of atmospheric circulation regimes. The key to understanding these processes is that the equilibrium fluid equations describing the Rossby and Frank-Vitense (F-V) equations are symmetric, which leads to a simple approximation of a nonlinear hydrologic equation. In contrast, the nonlinear equations have a non-linear form with a complex parameterized form (the so-called conventional approximation) that is not well reproduced by a simple equation. In this paper, we present..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the effects of thermal stratospheric heating and dynamical tides. We find that tidal heating dominates a warm, thin, rapidly rotating planet over a narrower region of parameter space than the hot regions of hot Jupiters, and that the latter do not host a monotonic temperature contrast or a steady state. For strictly random orbits, we find that the small size of tidal heating and dynamical tides create a stable stratosphere inside 10 mbar, with the turbulent region becoming globally obsolete..."}, {"Input": "General circulation models of exoplanets explore", "Output": " two physics-stopping time scales on the time scales of the equilibrium geosphere-turbulence and the associated time scales of turbulent diffusion-diffusion. We find that the slowing time for the diffusion is related to the eddy kinetic energy and the turbulent velocity dispersion. The eddy kinetic energy can therefore be regarded as a form of a constant III-V and III-G power spectrum with the characteristic scale of the diffusion-stopping time scale. The eddy diffusion-..."}, {"Input": "General circulation models of exoplanets explore", "Output": " an exoplanet ‘s atmosphere’s vertical structure and dynamics, which affects the planet’s global circulation. The atmospheric circulation is affected by both the heating of the interior and the cooling of the atmosphere, which affects the outgoing longwave radiation and the day-night temperature contrasts. In three-dimensional (3D), global circulation models, we explore the dependence of circulation on a planet’s radius, gravity, and orbital period. In general, thermal forcing is..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are studied within the framework of the core instability model. We find two possible models which describe the formation and evolution of planetary systems. The first one is the gravitational instability model, and the second one is the chemical instability model, where the chemical instability is triggered by the instability of one or more gas giant planets.\nWe investigate the effect of a fraction of the solids accreted as falling back into the main sequence in a series of planetary accretion events. We find,..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are inseparable from the question of planetary formation and evolution. The basic question is whether planets formed by accretion of gas or solids, and by collisions between planetesimals. The second fundamental question is the mass of a planet, the mass of a star, the mass of a star is determined by the combination of its luminosity and mass. The third fundamental question is the distance of a star from a star. First derives the basic physical quantities such as mass, lumin..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are discussed. The planetesimal population is analyzed, taking into account the effects of gas drag and stellar mass loss. It is shown that the number of planets formed in the simulations is about 30-100, which is also the number of planets that were formed in the simulations with zero opacity.\nWe present the discovery and characterization of WASP-164b: an inflated hot Jupiter transiting an early-K dwarf. The host star, WASP-164 (TYC..."}, {"Input": "The origin and evolution of planetary systems", "Output": " is discussed in the context of the star and planet formation processes. We focus upon the physical processes involved, and on the dynamical evolution of planetary systems. We discuss the observed trends in the orbital and physical properties of systems, and speculate that they are related to the formation and evolution of planetary systems. We also discuss the most recent observational and theoretical progress made, with the aim of assisting the future generation of researchers in the field.\nWe present photometric measurements, made with the..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are discussed in the light of the different formation mechanisms proposed in the past. Dynamical evolution of the planetary system is also studied considering the influence of gas accretion and the orbital decay of the disk on the evolution of the planets.\nThe review contains an analysis of the properties of stars and planets as observational evidence for helio- and human methods of discovering, evaluating, and assembling science. The methods of detection are presented and science questions are asked. The assumptions, probed by..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are examined. The effects of tidal orbital decay and mass transfer on planetary systems are examined. Planetary systems are formed from planetesimals with radii between 50 km and 100 km in diameter. The efficiency of tidal orbital decay is estimated. Final orbital periods are obtained from the position of the initially formed satellites and their semi-major axes, which are a few percent of the orbital period of the satellite. Only a few percent of the orbital period of the satellites are chosen to be..."}, {"Input": "The origin and evolution of planetary systems", "Output": " is discussed. It is shown that the interaction between the protoplanetary disk and the massive planet is the main cause of their orbital migration. Disk-planet interactions can lead to orbital decay, break up into sub-Jupiter mass exoplanets, and spectacular close encounters. One cannot help but speculate that, in this case, the planetesimal disk will have a different population of giant planets, Saturn-like objects with low eccentricities and slow rotation rates, and Neptune-..."}, {"Input": "The origin and evolution of planetary systems", "Output": " is discussed. The focus is especially on the role of Kozai-Lidov (KLD) oscillations in the formation of the i = 0, 1 and 2 modes and their effects on the formation of binary systems.\nThe remarkable diversity of extrasolar planetary systems is due to the diversity of planets produced as a consequence of planet-planet interactions. The Kozai-Lidov mechanism plays a key role in the dynamics of multiplanet systems. It generates a..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are discussed. Also, the planetesimal-driven migration mechanism is discussed.The formation of planetary systems is related to the structure of protoplanetary disks. The apparent absence of gas giant planets in the solar system can be attributed to the formation of terrestrial planets in the \"cold\" early Solar System (about 100 million years (Ma) after the disk dissipated. The orbital distribution of giant planets formed by the gravitational instability is the well-known correlation between stellar metallicity..."}, {"Input": "The origin and evolution of planetary systems", "Output": " with a hot Jupiter is discussed. It includes the gravitational interaction of the young star and the protoplanetary disk during the gaseous phase. The formation of the hot Jupiter is a well-understood problem in stellar evolutionary theory. The basic scenario of the formation of the hot Jupiter is unraveled. The hot Jupiter is found to have two stages. During the first stage, the planet is in a high eccentricity, with a large semi-major axis (a) about..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a potential focus for understanding the atmospheres of warm exoplanets. A three-dimensional atmospheric circulation model has been used to predict temperature and pressure profiles of hot atmospheres on tidally synchronized extrasolar planets. Haze particles represent an important atmospheric constituent, but transmission spectra of its photochemical nature are still poorly characterized, which makes it crucial to simulate transmission spectra at high spectral resolution in order to identify the molecular signatures of Haze in planetary atmospheres. A..."}, {"Input": "The formation of photochemical hazes creates", "Output": " an important link between the chemistry and the initiation of planetary chemistry. We discuss the conditions under which photochemical hazes may be formed and discussed two major stages of gas giant planet formation. These are (i) gas accretion to form gas giants that are large enough to become gas giant protoplanets, and (ii) gas accretion to form gas giant protoplanets that are small enough to have sub-solar composition. We show that gas accretion in..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a large scale chemical gradient that regulates atmospheric mass, composition, and methylphosphonic acid production. Photochemical hazes are produced directly by H 2O or CO 2 photochemistry, and their relative contribution to atmospheric mass and temperature is small. A laboratory experiment simulating the evolution of photochemical hazes produced by CO 2 photolysis was conducted in conditions analogous to the early Earth and Venus. Results suggest that an early martian stratosphere was rich in H 2..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a variety of new challenges for ozone chemistry and understanding of atmospheric chemistry. The updraft and mixing of atmospheric hazes increase the abundance of ozone by several orders of magnitude, potentially driving significant changes in atmospheric ozone. The increase in atmospheric and surface ozone can also be caused by the recondensation of highly abundant carbon dioxide, which potentially changes the atmospheric chemistry. We propose that there are several important events in the evolution of atmospheric oxygenation in such a manner that are likely to..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a number of important questions about the state of planetary chemistry. Photolysis of methane and the formation of condensed carbon monoxide have been invoked as possible mechanisms to drive the formation of a primitive haze layer on Venus. However, models predict that a more rapid and virulent greenhouse climate may be expected to have evolved by 2, 3, or 4 Gy, depending on the details of the early atmosphere and its evaporation. Here, we present a thermal and chemical model..."}, {"Input": "The formation of photochemical hazes creates", "Output": " an important contribution to the stratospheric chemistry. We review advances in the chemical and photochemical modeling of photochemical hazes. The improved understanding of photochemical hazes is reviewed, and the complex interplay between chemistry and photochemistry is summarized. The periodic changes in the interplay between chemistry and photochemistry are analyzed. The periodic and nonperiodic contribution functions are calculated. The dynamical spectra are calculated to provide a realistic evaluation of the various contributions to the..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a challenge for modeling the atmospheric chemistry. A promising and heavily studied way to circumvent a degenerate issue is to use a detailed understanding of the photochemistry, including photochemistry, and the gas-phase chemical reactions that drive gas-phase chemical processes. We present a novel approach to this approach, the derivation of a differential reaction energy model, which allows for a more accurate treatment of reaction kinetics and gas-phase chemistry. We demonstrate that this model provides an accurate..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a well-known void with no viscosity. Its presence from both gas phase and grain surface reactions is suspected to have been important in the early stages of gas phase chemistry. This hypothesis is investigated by models of grain-surface chemistry in a self-consistent and computationally efficient Monte Carlo atmosphere. We find that the photochemical hazes do not efficiently destroy the molecular hydrogen. The surface of the gas phase is found to be dominated by molecular hydrogen from H2..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a new challenge for models of atmospheric chemistry. A common assumption is that interactions between chemistry and dynamics are equivalent to Coulomb interactions. Here we introduce the distinction between dynamics and chemistry. We analyze the effects of the distinction on a common observability metric, the Modified Complex Robert-Bonamy (MCRB) formalism. The MCRB metric is based on the quantal theory of the diffusive equilibrium. We incorporate the actual time evolution of the diffusive equilibrium..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a number of new chemical disequilibrium phenomena. Here, we study the reaction of methane with a copper catalyst to form photochemical hazes. The reaction is a simple metastable multicarbox model, which is motivated by current experimental and theoretical work on the reaction of methane with carbon dioxide and carbon dioxide and is based on the thermodynamics of methane at elevated temperatures. We find that the metastable multicarbox model is able to reproduce the experimental and theoretical..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere, which may be driven by H2 dissociation and recombination of CO. We investigate whether these hypothesized clouds can explain the observed thermal phase curve of GJ 1214 b. We compare the thermal phase curves of hot Jupiters with low-resolution spectra and find that they prefer a square-shaped planet, with a scattering phase function that is a function of the wavelength. The thermal phase curves of planets with higher scattering..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere. We investigate whether clouds are present in the photosphere of GJ 1214 b and if they affect the models of gaseous planet atmospheres. We simulate photometric observations of a transit event of an Earth-like, tidally locked exoplanet in the habitable zone of an M star, and determine the wavelength-dependence of the transit absorption signal. We find that the transit depth in the Kepler bandpass is a..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere; possible thermal inversions are present in the photosphere and detectable at mid-UV wavelengths. The stochastic nature of the mixing processes, which include cryovolcanic mixing, is likely to be at play in GJ 1214 b, as it is likely that similar processes should occur in hot Jupiters.\nThe superhot Jupiter WASP-103b was discovered from wide-field near-UV trans..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere. The presence of clouds has been linked to many theories of planet formation, including orbital migration, novel planetesimal and gas accretion models, and the detection of H2O in the atmosphere. The detection of CO2 in the atmosphere of GJ 1214 b is challenging because it is highly sensitive to cloud physics and the weak oxygen absorption band at 1.6 μm is weak. Here we compare models of the atmosphere of..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere. We determined the optical thickness of the clouds using a one-dimensional photochemical model with an appropriate surface mixing. A strong downward revision of the mean molecular weight suggests an atmosphere with a low mean molecular weight. The clouds have internal structure consistent with a water-saturated composition. Our model implies that the probability of a planet with a given equilibrium temperature and equilibrium pressure is a function of wavelength and wavelength-dependence of a possible internal..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere, which are highly opaque to Rayleigh scattering. Since Rayleigh scattering depends on velocity, we find that the linear regime is the key to understanding the velocity dependency of the opacity. We find the GJ 1214 b albedo is about 0.7 at 4.5 μm and even more opaque at 3.6 μm compared to single-scattering albedo of about 0.2 at 1.1 μ..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere. However, no consistent observational signature has been found. Here, we propose that this could be evidence of an additional, massive planet on a wider orbit. We show that the planet is locked in a 2:1 resonance between the exterior perturber and the inner resonant perturber. The motion of the planet on a mass-luminosity orbit triggers the Rossiter-McLaughlin effect and, hence, both the..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere. Our new data are not sensitive enough (with 7.5 mDoppler velocity precision) to distinguish between a variety of possible atmosphere models. If the atmosphere of GJ 1214 b is hydrogen-dominated, a variety of cloud thicknesses and types may be consistent with its current gravity and inferred age.\nThe hot Jupiter HD 189733b is the most highly irradiated gas giant yet discovered, and the only A-..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere. In this Letter, we explore the possible thermal structures of the deep atmosphere of GJ 1214 b, considering the effects of condensates and hydrothermal circulation. We find that thermal inversion layers are possible in the range of pressures probed by current observations. We also find that there is not a strong yet for or against the need for an inversion layer, depending on the formation history of the system.\nWe..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in its atmosphere; indeed, spectral energy distribution models show that cloud particles are submicron-sized. Theoretical models of turbulent mixing are non-turbulent, so we favor the non-monotonic, low-backscaling mechanism of eddy mixing. We also favor the non-monotonic, low-backscaling mechanism of thermal mixing. We find that the temperature perturbations produced by the non-mon..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " the existence of planets with relatively small radii (Rp &lt; 4 R\\oplus ). Most have short orbital periods (P &lt; 100 days) but their masses are intermediate between those of rocky planets and gas-rich planets. A major puzzle is why these are missing in the solar system. Two mechanisms have been proposed to produce short-period planets: core erosion and atmospheric mass loss due to ablation. Here we show..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a large population of “warm” Earth-sized (2 R ⊕) super-Earths, with orbital periods ranging from 2.5 to 300 days and radii of 1.5-4 R ⊕. Their orbital shapes are diverse, with several showing a 2:1 resonance with the star and other having eccentric orbits with apsidal axes lsim0.3 au. Here we report on two-..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " that the incidence of false positive planetary detections is a rising trend, with only 10% of Galactic Centauri analogs reporting false detections. The current sample of 10% of stars with false positives represents about 50% of Galactic Centauri analogs. We hypothesize that if false detections are primarily caused by false positives, then the Galactic Centauri analog sample should be dramatically increased in number of false detections.\nWe present the current status of the..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a lot of stars with oscillating δ Sct and X-ray emission, but it is not clear how many of these are truly pulsating stars and how the age distribution of pulsating stars is distorted by the effects of convection. Aims: We aim to determine whether there are any optical counterparts of the clearly detected rapidly-pulsating B-type δ Sct stars in the Kepler field of view. We study whether..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a lot of planets with orbital periods of a few days. These can be identified in the two-dimensional phase space maps of the Kepler “Earth” and “Neptune” exoplanet” samples. Here, we report the discovery of two new objects in this interesting group: more than a dozen planets with orbital periods of 1.5 days or less that show transit timing variations that indicate they are in eccentric orbits..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " that the radii of the planets in these two systems are inflated with respect to the observed radii of their host stars, R P/R ⋆. A simple geometric model of inflation combined with the effect of the tidal and rotational distortion on the radii of gas-giant planets is able to match the radius of both planets in Kepler-11 and Kepler-90. For this model, the fractional difference between the radius..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a minimum of more than 400 stars with transiting planets. A major unanswered question is whether many of these are truly planets or false positives. For a high-fidelity study of exoplanet properties, a rigorous test of the falseness of planet candidates would provide insight into their true mass and radius distributions. Here, we determine whether the gravitational near-unity condition is satisfied in the sample of transiting planet host stars. We find that the..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a numerous systems that are ripe for new planet candidates. Here, we review the potential of the James Webb Space Telescope (JWST) to further expand the sample of transiting exoplanets discovered by Kepler. These systems are largely due to the excellent planet-metallicity correlation that arises from the high degree of dynamical interactions that occurs between the planet host stars and the candidates. JWST could increase the sample of transiting ex..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " that super-Earths (planets with masses between 1 and 10 M ⊕ and orbital periods shorter than about 400 days) are frequent around Sun-like stars. As a consequence, the frequency and locations of these planets are dependent on the formation histories of their host stars. Aims: Our aim is to determine how much the Sun and stars are affected by their close-in exoplanets. We want to determine how much information..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " that the frequency of planets with radii larger than that of Earth is approximately 10%. This estimate of ηEarth is higher than that we obtain from Doppler surveys of solar type stars in the Kepler field of view. The majority of gas giant planets discovered by Kepler are fewer than 10% larger than the Earth. This may indicate that a terrestrial planet may have a different composition than that of the Earth.\nWe present and analyze the phot..."}, {"Input": "TESS is predicted to discover", "Output": " about  200 transiting exoplanets around main sequence stars brighter than V = 12. Here we derive stellar parameters from an empirical mass-luminosity relation for subgiant stars. We find that the mass-luminosity relation is reproducible for stars with masses ≲ 0.7 M☉, and that the mass-luminosity relation may be used to predict the properties of TESS planets.\nD..."}, {"Input": "TESS is predicted to discover", "Output": " 60-80 transiting planets around mid-to-late M dwarfs within the duration of the TESS mission (about 2.5 years). In fact, many planets are well-suited to secondary eclipse observations, which make the current sample of transiting planets relatively fresh in the field. Here, we derive the detection limits for each of the transiting planets, and extend previous work by incorporating the detection limits from both ground..."}, {"Input": "TESS is predicted to discover", "Output": " 900 transiting exoplanets around main sequence stars within a radius of 8.5 AU from a star. Transiting planets have been found at a variety of orbital distances, and the question of whether all planets are due to the same star-planet interaction is raised. The system of HD 85512 and HD 85736, both with a projected separation of about 1.5 AU, is discussed in some detail. We consider..."}, {"Input": "TESS is predicted to discover", "Output": " more than 15 transiting exoplanets with Rp &lt; 4 R⊕ orbiting stars brighter than V ≲ 13 in the next two decades.<|endoftext|>M dwarfs are known to generate photometric variability through the H alpha line at 2.17 μm. We present a survey of optical and near-infrared colours of a sample of M dwarfs, looking for correlations between these quantities. We find that the..."}, {"Input": "TESS is predicted to discover", "Output": " and characterize a large number of transiting and non-transiting exoplanets. The study of the diversity of exoplanetary systems is vital in order to understand planet formation and evolution processes. We use blind projections based on the known distribution of exoplanet multiplicity as a guide to estimate the number and characteristics of expected exoplanets that TESS will detect and characterize. Our blind projections reveal that the number and characteristics of ex..."}, {"Input": "TESS is predicted to discover", "Output": " 90-100 transiting exoplanets within its first year of data. Transiting exoplanets are especially important for budget operations of the Transiting Exoplanet Survey Satellite (TESS) due to the increased mission capacity. We present a method for the efficient prioritization of follow-up observations by TESS's On-board Camera and Probability of Exoplanetary Transits and Orbital Observation and Monitoring Satellite (APOST..."}, {"Input": "TESS is predicted to discover", "Output": " 100-1000 transiting exoplanets with R &lt; 4 R⊕ within the orbital period range of the Transiting Exoplanet Survey Satellite (TESS). A large percentage of these will be small, less massive planets, which are difficult to detect using traditional radial velocity methods. These planets are therefore more likely to be detected by TESS. We predict that TESS primary and secondary transit detections will be available..."}, {"Input": "TESS is predicted to discover", "Output": " about a dozen super-Earth planets in the habitable zone of Sun-like stars.\nWe present the current state of the art of exoplanetary characterization. Based on the present knowledge, it is concluded that the most important task in the field of exoplanetary science is to find a planet that lives, and is not in an Earth-like state. This is understood to mean that the difficult choice between a life and a planet..."}, {"Input": "TESS is predicted to discover", "Output": " ∼2000 transiting exoplanets by the end of the TESS primary mission.\nWe present high-resolution infrared spectroscopic observations of the early-type star Fomalhaut, obtained with the CRIRES near-infrared spectrograph at ESO's Very Large Telescope. In the first part of our study we use interferometric data taken in 2003, to measure the star's radial velocity as a function..."}, {"Input": "TESS is predicted to discover", "Output": " more than a thousand transiting hot Jupiters, and it can precisely measure their masses and radii. These measurements will refine our understanding of the atmospheres of hot Jupiters and, ultimately, provide insight into their chemical compositions. Finally, the discoveries of TRAPPIST-1 and Kepler-9 (the hottest Jupiters known) will provide a statistical census of exoplanets. With the discovery of..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " the cause of the radial velocity variations. We have obtained follow-up Lick Observatory radial velocity measurements of nine stars in eight near-infrared (NIR) wavelength bands. Planet candidates have been detected around these stars, and a planet or brown dwarf is a possible long-period analogue. Measurements obtained in the J and Ks bands show that the J-band slopes are steeper than those in the NIR..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " necessarily earth-sized. They are so because they are embedded in a hot H2O atmosphere that maintains a condensation temperature as high as our own. In contrast, an exomoon's thermal emission is very low energy, making the exomoon virtually invisible. Our H2O-dominated exomoon hypothesis is incompatible with the thermal emission from any exomoon. We use a one dimensional photochemical model to..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " known in our solar system. Here, we report the physical and orbital properties of the newly detected giant planets orbiting the nearby solar-type stars, HD 69830 and Gl 570. These broad-band photometric and spectroscopic observations help to refine the system parameters and search for additional close-by planets in the HD 69830 and Gl 570 systems. We present a first attempt to organize the HD 69830 system in a..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " just few and far-infrared detections of atmospheres beyond ancient Earth. However, an atmospheric survey is possible by monitoring the fraction of nearby stars with high spatial resolution (≳10 au) for long-term high-precision astrometric measurements. While current high-contrast imaging instruments are designed primarily to search for gas giant and stellar companions around nearby stars, a future generation of instruments that includes a coron..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " not in thermal equilibrium and are most likely not in a hot phase of their host stars; the most rapidly rotating stars have produced a turbulent system that carries many small bodies with it. In this context, the present paper is concerned with the possible efficacy of tidal heating in the planet-forming regions of close binary systems. The simulations use a generic analytic model of the coupled tidal flow and the stellar spin evolution, and thus may be..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " studied to determine whether they are true or false. The candidate red giants so far identified include three red giant components: HD12301 and HD92788, HD1774-and a possible intermediate component, HD1778.\nWe present the results of a detailed spectroscopic survey of a sample of nearby FGK main sequence stars in the three regions of the YY Orionis complex: Cygnus and Ly..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " expected to show a variety of signs of dynamical evolution during their present irradiation. Aims: We aim to develop a physical understanding of the early evolution of a close-in giant planet, HD 187123 b, and search for its transits in the Lyman-alpha (Lyα) line. Methods: We obtained high-resolution ultraviolet spectra of the Ca II H&amp;K and Hα line..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " well suited for high-precision, time-resolved measurements. The core-accretion theory is also applicable to giant planets at distance of several AU around nearby stars. We discuss the current shortcomings and possible extensions of the core-accretion mechanism, and the possible role of envelope convection in the formation of giant planets.\nWe report the detection of a very large multipolar (up to 12-kms)..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " obscured by debris disk asymmetries. Previous studies have shown that the frequency of debris disk asymmetries relative to the population of stars in the solar neighbourhood is a function of distance from the star. Here, we attempt to model this relation in two steps. Firstly, we construct our realised-radial velocity (RV) database of stars, which we then compare to the data from the fields investigated in this work...."}, {"Input": "Earth-analogues around nearby stars are", "Output": " compared in an effort to elucidate the effects of transit timing on the physical properties of the planets. In this study, we calculate the transit timing variations for the 111 targets presented in the current Kepler Mission. After correcting for geometric and sensitivity biases, we find that the mass-by-distance distribution of small planets is better described by a power-law. The median mass of a planet is 5.8 ± 0.5..."}, {"Input": "Directly imaged exoplanets probe", "Output": " strongly the asymmetric component of the magnetic field. At a few AU, the stellar wind becomes so strong that the flow molecules become coupled to the stellar gravitational field. These systems therefore represent potential analogs to young T Tauri stars, and provide valuable additional insight into the physical properties of magnetized young stellar objects. Using the well established dynamics of T Tauri stars, we study the properties of the wind-..."}, {"Input": "Directly imaged exoplanets probe", "Output": " a region of the planet's atmosphere that is mostly clear of dust. This area means that direct imaging is reliable and is extremely effective. With the current facilities it is inconceivable to detect exoplanets. However, the next generation of instruments will allow the detection of exoplanets in the entire gaseous disk of their host stars, which will dramatically open up the search for exoplanets. Here we..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the volatile reservoir in the disk. Here we report the first detection of gas-phase H2 gas in the disk around the nearby M4.0 dwarf Gl 570D using ALMA. The H2 line is detected in 2014-2015 with an angular resolution of 0.7'' × 1.3'' (about 160 million km). This implies that the gas is sufficiently optically thick to allow H2..."}, {"Input": "Directly imaged exoplanets probe", "Output": " new regions of substellar mass at different orbital distances, and can thus be used to test local stellar evolution models. This is possible because directly imaged exoplanets have high angular resolution, which creates an increased contrast between the planetary and stellar angular momentum. We show that the young exoplanet β Pic b can be used as a probe of local stellar evolution because it is massive relative to the young nearby star..."}, {"Input": "Directly imaged exoplanets probe", "Output": " a wide range of orbital and physical properties. While there is growing observational evidence that the tidal evolution of the orbits of known exoplanets is definitely driven by the tidal energy internal to the planet, more observational constraints are lacking on the mechanism driving long-term orbital evolution, particularly the way tidal energy is transferred between the planet and the parent star. Here, we present a novel method for the detection of non-..."}, {"Input": "Directly imaged exoplanets probe", "Output": " from the favorable vantage point of high-contrast imaging systems. In this work, we present the first angular differential imaging (ADI) comparisons with the ADI mode of the SPHERE (Spectro Polarimetric High contrast Exoplanet REsearch), the VLT NRF coronagraph, and the Gemini Planet Imager. We show that the performance of the first two instruments is identical within all..."}, {"Input": "Directly imaged exoplanets probe", "Output": " a mass range that is too closely separated for current planet formation theories. With so few exoplanets around a star, an exoplanet's mass is relative to its mass relative to its total mass. For a planet with a mass of 0.01MJup and a semimajor axis of 0.01 AU, our current exoplanet mass function is g(M,Pi) = g(..."}, {"Input": "Directly imaged exoplanets probe", "Output": " highly asymmetric structures in the circumstellar dust disk. Aims: We present new VLT/SPHERE polarimetric differential imaging of the circumstellar dust around the young (≈5 Myr) solar-type star HIP 65426. Methods: We used IRDIS (1.6 μm) and combined them with ADI and SPHERE (1.5 μm) data..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the regime where exotic exoplanets find themselves. The Spitzer Space Telescope provides access to small, cool planets orbiting in the habitable zone of nearby stars. It also provides the first place constraints on the presence of highly complex, non-transiting exoplanets. Here, we describe an updated analysis of the planets recently discovered by Spitzer. We provide updated estimates of the orbits, minimum masses, and rad..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the extremes of in situ atmospheric dynamics: the atmospheric circulation regimes can differ substantially. On the one hand, convective mixing is a fundamental process that allows the atmospheric circulation to escape from the lattice region and drive the planetary rotation away from synchronous state. On the other hand, strong substellar-mass drag forces can reverse the relationship between the planetary rotation and the size of the atmosphere and can prevent the dust..."}, {"Input": "Phase curves of exoplanets are", "Output": " very promising. They provide a unique opportunity to test theoretical models and unveil new correlations. Our goal is to build low-noise (LNOS) radial velocity (RV) spectra for these objects, which will be the best to measure exoplanet radial velocity in the near future. First, we build a model for planet exoplanet reflection and transmission spectra, and use it..."}, {"Input": "Phase curves of exoplanets are", "Output": " a rich source of information that can be used to characterize spacecraft and planetary architectures. These missions will discover new types of exoplanets, and we will be able to characterize those newly discovered. A recent study showed that the Kepler mission will discover transiting circumbinary planets with orbital periods up to about 31 days. The strangeology of the Kepler mission will allow us to probe the atmospheres of many..."}, {"Input": "Phase curves of exoplanets are", "Output": " being observed with Kepler for a variety of reasons. Among the more than 20 planets with detected secondary eclipses, three show evidence of significant phase changes between transit and secondary eclipse, suggesting that a likely cause of these phase variations is a complex host star with internal structures different from that of the Sun. To investigate further, we calculate the expected phase curves that a planet would induce in an orbiting host star...."}, {"Input": "Phase curves of exoplanets are", "Output": " rapidly evolving with time. We have developed a modelling code that automatically takes into account the temporal and spatial gradients in exoplanet orbital parameters. This, along with a basic component analysis, allows us to obtain more robust estimates of exoplanet eccentricity and parameter semimajor axis than the classical analysis. We have applied the approach to the HD 217107 system, recently announced in the literature and..."}, {"Input": "Phase curves of exoplanets are", "Output": " validated against model predictions at a level of ∼ 2.4σ. The analysis also shows that the consistency of the observed data is useful. During periods of high phase amplitude the data may be inaccurately adjusted. Furthermore, as a measure of the starlight we include the correction of immediately after the light curves have ended. Many known exoplanets have brightness temperatures ≲ 4000 K, implying that the..."}, {"Input": "Phase curves of exoplanets are", "Output": " inferred. We find that the planetary emission spectra are well described by the activation function with the excess power scaling with radius and the slope of the function at 1/R. The recovery rate increases with planetary mass. On the other hand, we also conclude that the recovery of planetary emission spectra is insensitive to the planetary mass. These two features of the data are very important in the context of the..."}, {"Input": "Phase curves of exoplanets are", "Output": " a prime target for measuring the planetary radii and masses. Specifically, radial velocity measurements with time resolution greater than ∼4 days offer a unique opportunity to constrain the planetary radius and to detect and characterize, if it exists, external drivers of the planetary orbit. This expectation has not been directly demonstrated, partly due to the fact that radius estimates for low-mass planets are difficult to make. The Kepler..."}, {"Input": "Phase curves of exoplanets are", "Output": " ∼10% smaller than those of stellar binary stars with the same stellar properties. Thus, differential atmospheric heating, due to the planet’s distance from its parent star and its own photochemistry, should not be neglected in planet formation models. Some proposed explanations of the Differential Unexpected Stellar Group (DUSG) lineage include: (1) Close-in giant planets are inflating as..."}, {"Input": "Phase curves of exoplanets are", "Output": " valuable because they are sensitive to the temporal, gravitational, and atmospheric dynamics affecting the planetary atmospheric structure. Three types of planetary envelopes are studied: weigh-up scenarios, which contain no thermal or compositional differences between two classes of planets; atmosphere models, which quantify the atmospheric properties of the two classes; and uniform envelopes, which quantify the contributions of all other parameters to the atmospheric structure. We..."}, {"Input": "Phase curves of exoplanets are", "Output": " remarkably achromatic in the optical which may not be due to scattering or reflected light from the planet but instead may reflect the presence of aerosols. We present photometric and spectroscopic observations of the hottest exoplanets to date. HAT-P-11 b, HAT-P-24 b, HAT-P-26 b, HD 189733 b, Kepler-20..."}, {"Input": "Biosignatures are", "Output": " commonly used in numerical modeling of stellar evolution, and numerical modeling of planetary evolution is becoming a key component. We present a new pipeline designed for planetary modeling that uses the Levenberg-Marquardt minimization transit light curve inversion, along with a novel maximum-likelihood algorithm for modeling the dynamical evolution of planetary systems. The Levenberg-Marquardt and..."}, {"Input": "Biosignatures are", "Output": " needed to establish the feasibility of the techniques. If detected with the current generation of micro-satellite facilities, micro-satellite missions could be offered as a whole complement to the far-ultraviolet space missions. The amount of space-borne ultraviolet (UV) time-series would be enormous, comparable to the amount of time spent by the Space Telescope [1993]. For Earth, the..."}, {"Input": "Biosignatures are", "Output": " a powerful tool that permit the determination of stellar properties. Aims: We study the stellar activity of the primary star of the single site star Gaia-DR2 and its surrounding fields to extract the 4 minute Sky-Projected (egress and egress) photometric signal for the first time. We also investigate the effect of the photometric signal on the radial velocity measurements. Methods:..."}, {"Input": "Biosignatures are", "Output": " the determination of the physical properties of stellar atmospheres and their related potentials to detect life as we know it. They are also the essential tools in the field for the application of advanced methods to the study of planetary and stellar properties, in particular, to determine how the physical properties of stellar atmospheres affect the corresponding potentials to detect life. This chapter provides an overview of the main steps..."}, {"Input": "Biosignatures are", "Output": " grouped systematically according to three characteristics: (1) the concentration of molecular species in the general vicinity; (2) the spatial distribution of species; and (3) the types of contamination. All three characteristics are related to the level of contamination; the level of contamination is measured as the square root of the number of species in the sample. Considering the contamination of molecular species as hyperfine or..."}, {"Input": "Biosignatures are", "Output": " a base of a class of alternative methods for diagnosing the orbital parameters of extrasolar planetary systems. Based on Bayesian analysis, we present a procedure for choosing planetary candidates from lists of likely transient companions. We find several interesting cases, one of which involves a multi-planet system with an eccentric planet-in-a-box structure, and another, in which the eccentricity of the..."}, {"Input": "Biosignatures are", "Output": " crucial in astronomy to assist in developing and improving astronomy. We demonstrate how the Everymanad and Cassini missions will be complementary in this work. We propose a new paradigm for the recognition of planetary transits and the search for extrasolar analogues. In particular, the orbit of the first planet discovered by the TESS mission can be constructed from a set of all known planetary analogues and..."}, {"Input": "Biosignatures are", "Output": " studied in a sequence of the following steps: (i) the entire set of the observational data available, (ii) the validation of the detection, and (iii) the measurement of the results.\nWe present a method for the derivation of the stellar parameters Teff, log g, vsini from very-high-resolution spectra. It is based on the comparison between the..."}, {"Input": "Biosignatures are", "Output": " identified as possible prebiotic sources and can thus be taken as widely used prebiotic markers. The purpose of this study is to put the solar and cosmic perspectives on the prebiotic sources and their relationship to the origin of life. To do this, we examine the earliest life-bearing environments in the solar system and the first known prebiotic sources. Prebiotic sources contain..."}, {"Input": "Biosignatures are", "Output": " identified by the statistical properties of the sample. A subsample of 68 low-metallicity stars, with relative metal abundances derived from spectra acquired with the ESPaDOnS spectrograph (R ≃ 10,000), is used as a control for comparison. A detailed statistical analysis of the combined sample of metal-normal stars shows that: (i) the observed..."}, {"Input": "We present a comprehensive catalog of cool (period P ≳ 2 yr) transiting planet candidates in the 4 yr light curves from the prime Kepler", "Output": " mission. We find that none of the planet candidates in our sample are in a P &gt; 4 yr orbit.\nKepler-22 and Kepler-93 are two of the four triple-planet systems identified by Kepler. The orbital periods of Kepler-22b and Kepler-93b are 1.99 and 2.95 days, respectively, and the radii of these planets are 1.22 and 1.00RJ, respectively. The masses of Kepler-22b and Kepler..."}, {"Input": "We present a comprehensive catalog of cool (period P ≳ 2 yr) transiting planet candidates in the 4 yr light curves from the prime Kepler", "Output": " mission. We construct our stellar properties from high-resolution spectra and use these to determine the planet's radius and mass, which are crucial for considering the potential for atmospheric characterization. From our sample, we find six candidate planets with radii &lt;3 R\\oplus and masses &lt;1 M\\oplus. Four of these have fractional densities \\rho _\\simeq 10-3.5. We report a new detection of gas-rich exoplan..."}, {"Input": "We present a comprehensive catalog of cool (period P ≳ 2 yr) transiting planet candidates in the 4 yr light curves from the prime Kepler", "Output": " mission. We find 10 new and 10 old hot Jupiter candidates, 2 hot Saturn candidates, and 1 warm sub-Neptune candidate. We estimate the effective temperatures of the hot and warm sub-Neptunes to be 5 760 ± 70 and 4790 ± 70 K, respectively. Our sample includes 10 hot Jupiters, 20 hot Jupiters with eccentric orbits, 5 hot Jupiters with circular orbits, and 2 hot Jupiters with no eccentric orbits...."}, {"Input": "We present a comprehensive catalog of cool (period P ≳ 2 yr) transiting planet candidates in the 4 yr light curves from the prime Kepler", "Output": " mission. The catalog is based on all previously published data and accounts for 87% of the detected candidates. The analysis employs a variety of statistical and theoretical techniques, including the matching probability (CR) and Bayesian information criterion, the Markov chain Monte Carlo (MCMC) technique, the hierarchical multiple stellar system (HTSS) dynamical stability analysis, and the FFT-based isochrone placement. The relatively high CR and Bayesian hints that these techniques are appropriate to treat the underlying planetary..."}, {"Input": "We present a comprehensive catalog of cool (period P ≳ 2 yr) transiting planet candidates in the 4 yr light curves from the prime Kepler", "Output": " mission. We focus on four categories: (1) planets with orbital period P ≲ 200 days, which may be detected by Kepler. (2) planets with P ≳ 500 days, which may be detected by TESS. (3) planets with P ≳ 10 days, which are potentially habitable. and (4) planets with P ≳ 500 days, which are potentially habitable but are not necessarily observable in ground-based transit surveys. Our catalog contains 853 planets, of which..."}, {"Input": "Since the discovery of brown dwarfs in 1994, and the discovery of dust cloud formation in the latest Very Low Mass Stars (VLMs) and Brown Dwarfs (BDs) in 1996, the most important challenge in modeling their atmospheres as become the understanding of cloud formation and advective", "Output": " mixing. This effort involves computing and understanding the formation of condensates and sublimation processes in different regimes and under different atmospheric conditions, including the recently discovered condensate clouds in VLMs, and their response to variations in the atmospheric pressure and temperature structure. We review the relevant physical processes and their connection to cloud formation in VLMs and BDs. We discuss the principles of atmospheric mixing and advective mixing, and note how these processes can be combined to provide self-..."}, {"Input": "Since the discovery of brown dwarfs in 1994, and the discovery of dust cloud formation in the latest Very Low Mass Stars (VLMs) and Brown Dwarfs (BDs) in 1996, the most important challenge in modeling their atmospheres as become the understanding of cloud formation and advective", "Output": " mixing. These processes are closely related to the formation of condensates in the photospheres of brown dwarfs and planets, which control their condensation color and cloud optical and near-infrared wavelengths. Using a one dimensional (1-D), cloud-free atmospheric model with grain opacity, we explore the formation of condensates and their effect on the near-infrared color and spectrum of brown dwarfs and planets. We find that, for a variety of grain properties, the..."}, {"Input": "Since the discovery of brown dwarfs in 1994, and the discovery of dust cloud formation in the latest Very Low Mass Stars (VLMs) and Brown Dwarfs (BDs) in 1996, the most important challenge in modeling their atmospheres as become the understanding of cloud formation and advective", "Output": " mixing. This is especially true when one considers the formation of condensates in the gas-phase, since these are readily available in every type of atmospheres in the Solar System and are well mixed under physical conditions appropriate for a few examples. Due to the complexity of the cloud formation and advective mixing in VLMs and BDs, we developed a new approach that is applicable to atmosphere models of any condensate. This technique allows us to compute the formation of condensates..."}, {"Input": "Since the discovery of brown dwarfs in 1994, and the discovery of dust cloud formation in the latest Very Low Mass Stars (VLMs) and Brown Dwarfs (BDs) in 1996, the most important challenge in modeling their atmospheres as become the understanding of cloud formation and advective", "Output": " mixing. The cloud particles are intrinsically low optical depth, i.e., they are small enough to be water-free, and therefore the composition of the gas phase should be a key observational constraint for any VLMS model. In this review, we discuss current cloud models of brown dwarfs and VLMs covering a wide range of atmospheric conditions and modeled in a self-consistent manner. We first discuss the important physical processes that shape the clouds and their resulting atmospheric structure and the role..."}, {"Input": "Since the discovery of brown dwarfs in 1994, and the discovery of dust cloud formation in the latest Very Low Mass Stars (VLMs) and Brown Dwarfs (BDs) in 1996, the most important challenge in modeling their atmospheres as become the understanding of cloud formation and advective", "Output": " mixing. We have since developed a numerical hydrodynamics code called VPLanet that solves the regular hydrodynamics equations for ideal MHD. VPLanet allows us to compute the \"dynamical\" equations for a variety of MHD and non-LTE solutions, and to make the self-consistent derivation of optimal solutions straightforward. In this chapter, we first present VPLanet and its related methods for the calculation of the equations of hydrod..."}, {"Input": "Near-infrared observations of more than a dozen `hot-Jupiter' extrasolar planets have now been reported.  These planets display a wide diversity of properties, yet all are believed", "Output": " to have formed via core accretion, with rocky cores being favoured. Theoretical work argues that the vast majority of newly formed planets should have rocky cores of a few Earth masses in size. Here we report the detection of a candidate pair of planets transiting the relatively old (12.5 ± 1.9 Gyr) star HD 21997. The planet is in the classical hot-Jupiter mass range, with mass and radius of 0.2 Jupiter masses and 1.5..."}, {"Input": "Near-infrared observations of more than a dozen `hot-Jupiter' extrasolar planets have now been reported.  These planets display a wide diversity of properties, yet all are believed", "Output": " to have formed in a similar way as solar-type stars. How are these planet properties related to each other? Have they been imprinted in different physical properties? If so, what can we learn from them? As we approach the launch of the James Webb Space Telescope, the goal of this article is to answer this question. My contribution at the outset is to describe the physical morphology of the various planets (which we call `planets'), and the observing techniques which are being or will..."}, {"Input": "Near-infrared observations of more than a dozen `hot-Jupiter' extrasolar planets have now been reported.  These planets display a wide diversity of properties, yet all are believed", "Output": " to have formed by the same mechanism. A number of previously unsuspected properties of these planets have now been revealed. In this review we discuss the nature and properties of the many recently reported extrasolar planet candidates. We also present some hitherto neglected, hitherto prominent, properties of the exoplanetary systems.\nWe report the discovery of a substellar-mass companion to the nearby (d = 47.6 pc) F8V star Wolf 1062 (GSC 040-01067..."}, {"Input": "Near-infrared observations of more than a dozen `hot-Jupiter' extrasolar planets have now been reported.  These planets display a wide diversity of properties, yet all are believed", "Output": " to have formed in a similar way. The formation process of hot-Jupiters is not understood, but is believed to be closely linked to the structure and evolution of protoplanetary disks. Previous works have suggested that the presence of a rocky core in such objects, and the subsequent evolution of the disk, is a possible cause of the formation of these extrasolar planets. The high-pressure, high-temperature environments in which these planets are formed may lead to the formation of..."}, {"Input": "Near-infrared observations of more than a dozen `hot-Jupiter' extrasolar planets have now been reported.  These planets display a wide diversity of properties, yet all are believed", "Output": " to have formed in a similar way. In this review we discuss the observed properties of `hot-Jupiter' planets, the current state of knowledge for their formation and their possible connection to the formation of other planetary systems. We also discuss the significance of these planets for the theory of planet formation.\nWe report the discovery of a substellar-mass companion to the K0 giant HD 104420. The K0 giant is part of a wide (a about  15 arcsec..."}, {"Input": "The gas-phase chemistry of water in protoplanetary disks is analyzed with a model based on X-ray heating and ionization of the disk atmosphere. ", "Output": " The heating is examined in two different regimes, one is in the empirical, and the other is in the hydrodynamical regime. The heating produces H2O (or OH-) in gas phase, and O(2-) in solubility. The solubility of O(2-) is the dominant source of OH and O. OH is found to be stable against X-rays, and the H2O molecule is photodissociated against UV radiation. The column..."}, {"Input": "The gas-phase chemistry of water in protoplanetary disks is analyzed with a model based on X-ray heating and ionization of the disk atmosphere. ", "Output": " The heating of the gas is obtained by the magnetorotational instability, and the ionization of the gas is by the photoevaporative wind. The neutral hydrogen (H I) and the ionized hydrogen (H II) are considered together with H I and H II cooling and ionization. The equilibrium disk profiles are calculated by the equation of state of H I and H II, extended to include gas heating and stellar XUV irradiation. The results show that XUV..."}, {"Input": "The gas-phase chemistry of water in protoplanetary disks is analyzed with a model based on X-ray heating and ionization of the disk atmosphere. ", "Output": " The heating and ionization are computed using a two-zone chemical and photoionization model. High-temperature ionization produces H2 (a major source of ionization) and H2+ (a major source of thermal conduction) molecules with a large variety of dynamics and formation rates. The ionization produces H2O (a minor source of ionization), H2O and the formation of H2O2 (a minor source of thermal conduction), and the..."}, {"Input": "The gas-phase chemistry of water in protoplanetary disks is analyzed with a model based on X-ray heating and ionization of the disk atmosphere. ", "Output": " The negligible heating of the disk atmosphere is due to low gas-phase abundances of carbon and oxygen. The excess gas-phase abundance of carbon and oxygen is produced by photodissociation of CO and related species. The abundance of water is strongly dependent on the total amount of dissolved CO and the O2 content of the disk atmosphere. If the carbon and oxygen abundances are assumed constant throughout the disk, and if an assumed dust-to-gas mass ratio is known, then..."}, {"Input": "The gas-phase chemistry of water in protoplanetary disks is analyzed with a model based on X-ray heating and ionization of the disk atmosphere. ", "Output": " The heating and ionization are computed self-consistently from a global, three-dimensional hydrodynamic model of the solar nebula and its surrounding solar nebula. The magnetic field is included using nonlocal thermodynamic equilibrium. Two disk models are investigated, the first one simulating the evolution of an optically thick, hot, supercritical atmosphere and the second one simulating the evolution of an optically thin, cool, compact atmosphere. The heating and ionization calculations are..."}, {"Input": "The transmission of light through a planetary atmosphere can be studied as a function of altitude and wavelength using stellar or solar", "Output": " occultation data at these wavelengths, or transmission spectra with special care dedicated to this subject. We are mainly interested in the interactions between atmospheric waves and the planetary atmosphere, and we consider the ways in which the wave propagation and its effects on the transmission spectrum may differ from the waves observed at shorter wavelength. We discuss how the atmospheric wave characteristics at these wavelengths and the transmission spectrum are related to the incoming stellar flux. We also discuss the effects that a wave has on the propagation of..."}, {"Input": "The transmission of light through a planetary atmosphere can be studied as a function of altitude and wavelength using stellar or solar", "Output": " occultation data. We find that occultation data can be used to infer the planetary transmission geometry, which is sensitive to the vertical extent of the atmospheric layers. The degree of polarization can then be used to place strong constraints on the physical properties of the atmosphere. We find that the optical Rayleigh scattering is a dominant source of opacity in planetary atmospheres and leads to a transmission coefficient that is a factor of 2-3 larger than for a clear atmosphere. On the other hand,..."}, {"Input": "The transmission of light through a planetary atmosphere can be studied as a function of altitude and wavelength using stellar or solar", "Output": " occultation data. We demonstrate how the transmission spectrum of an extrasolar planet can be characterized when the planet is occulted by its host star. We define a parameter space in planetary mass and orbit distance from which an exomoon can produce transit signature in the light curve of a planet with no atmosphere and a planet that has no atmosphere must produce an occultation signature in the light curve of a planet with atmosphere. Depending on the planet mass and orbit distance, an exomoon..."}, {"Input": "The transmission of light through a planetary atmosphere can be studied as a function of altitude and wavelength using stellar or solar", "Output": " occultation data over a given wavelength interval. Because this data set consists of a large amount of independent exposures, it is important to detect and analyze deviations from the pure Rayleigh-scattering atmospheric model. First, we investigate the effects of altitude and wavelength on the transmission spectrum. We show that cloud particles create a spectral penalty to the broadband transmission spectrum due to scattering and absorption and that a decline in cloud opacity results in a transmission spectrum that is a function of wavelength over the whole..."}, {"Input": "The transmission of light through a planetary atmosphere can be studied as a function of altitude and wavelength using stellar or solar", "Output": " occultation data. In the context of a planet with an atmosphere rich in H2O and CO2, we predict its transmission spectrum as a function of wavelength and in the wavelength bands considered to be the most important for planetary atmospheric studies. The transmission spectrum is explained as a function of the brightness temperature (i.e., the temperature of the planet at the local wavelengths of resonance of the spectral components. We find that in the optical wavelength region, the mathematical relation of the transmission..."}, {"Input": "We report the discovery and complex analyses of the first two compact hierarchical triple star systems discovered with TESS in or near its southern continuous viewing zone during Year 1.  Both TICs 167692429 and 220397947", "Output": " were previously unknown eclipsing binaries, and were identified through their low-signal-to-noise ratio and red color. We performed extensive ground-based photometric and spectroscopic observations, including spectral analysis, spectral classification, and radial velocity measurements. The masses, metallicities, and absolute radial velocities of the three systems were determined using a two-dimensional cross-correlation technique. The magnetic field of the third system was derived using ground-based spect..."}, {"Input": "We report the discovery and complex analyses of the first two compact hierarchical triple star systems discovered with TESS in or near its southern continuous viewing zone during Year 1.  Both TICs 167692429 and 220397947", "Output": " were previously unknown eclipsing binaries, and the presence of a third companion star was inferred from eclipse timing variations exhibiting a 4-day periodicity. We conducted comprehensive spectral analyses, including the full TESS passes, and radial velocity curves, which allowed for an accurate classification of the binary and planetary candidates. The TICs show a clear Doppler shifts during the first year of the TESS race, likely originating from the combined effects of mass transfer and mass outflow from..."}, {"Input": "We report the discovery and complex analyses of the first two compact hierarchical triple star systems discovered with TESS in or near its southern continuous viewing zone during Year 1.  Both TICs 167692429 and 220397947", "Output": " were previously known to be circumbinary (CBSS) systems. The TIC in the northern continuous viewing zone of OTS 3 (=SUMMER et al. 2012a) was also known to be a binary, with both components sharing the same latitude and the same magnitude. The complex photometric and spectroscopic configurations of these systems are presented. In this study, all three systems have equally good to give the best explanation of their selected properties. It is suggested..."}, {"Input": "We report the discovery and complex analyses of the first two compact hierarchical triple star systems discovered with TESS in or near its southern continuous viewing zone during Year 1.  Both TICs 167692429 and 220397947", "Output": " were previously unknown eclipsing binaries, and the presence of a third companion was inferred from eclipse timing variations exhibiting signatures of strong third-body perturbations and, in the first system, also from eclipse duration variations. We detected significant linear and quadratic orbits in the binary systems, which are coupled via a few-body Newtonian dynamics (PD) effect. We proceed to discuss the complex computations in binary star and triple star formation.\nWe present a technique for..."}, {"Input": "We report the discovery and complex analyses of the first two compact hierarchical triple star systems discovered with TESS in or near its southern continuous viewing zone during Year 1.  Both TICs 167692429 and 220397947", "Output": " were previously unknown eclipsing binaries. In the first system, a candidate second component is found with a period of 14.51 d and a radial velocity semi-amplitude of 23.3 m s-1, while in the second system a tentative line is found with a period of 18.9 d. It is interesting that the line is not seen in the second system, which is part of a hierarchical triple star system with two components. In both cases, the..."}, {"Input": "Several days prior to the Voyager spacecraft encounter with Uranus, the plasma wave and radio astronomy receivers detected extraordinarily narrowband bursty signals, the first indication of", "Output": " a planetary radio source. The bursty signals were discovered in region of high density and frequency, and appeared to be confined to a time interval of about 2.3 h. At first sight this appears to be due to the rotation of the planet, and subsequent Voyager observations showed the same region to have twice as strong a bursty signal as a rotation-only signal. At first sight this may suggest that the source of the bursts is confined to a region of high plasma..."}, {"Input": "Several days prior to the Voyager spacecraft encounter with Uranus, the plasma wave and radio astronomy receivers detected extraordinarily narrowband bursty signals, the first indication of", "Output": " the the presence of a magnetic field in the atmosphere of the planet. These bursts reached frequencies as low as 20 Hz, and display a remarkable parallel and temporal ordering of the source. We propose that these narrowband bursts may represent the real time signatures of the particle-in-cell (PIC) electric field measurements inside Uranus.\nWe present a model of the deep interior structure of Uranus based on the observed mass and radius of the planet and a set of..."}, {"Input": "Several days prior to the Voyager spacecraft encounter with Uranus, the plasma wave and radio astronomy receivers detected extraordinarily narrowband bursty signals, the first indication of", "Output": " the periodic radio emission being due to Jupiter's magnetosphere. These communications are very likely generated inside the density cavity in which the first Uranus radio bursts are located. The present report presents these data and confirms the earlier findings that this small-amplitude radio bursts are closely related to magnetospheric substorm activity. The radiation is strongly modulated by Jupiter's magnetic field and is at all times within a kilometric region of Jupiter. This configuration is unique for radio..."}, {"Input": "Several days prior to the Voyager spacecraft encounter with Uranus, the plasma wave and radio astronomy receivers detected extraordinarily narrowband bursty signals, the first indication of", "Output": " the periodic radio emission from an Uranian satellite. The bursty signal was observed over a frequency range of 1125 kHz to 1625 kHz and was completely unlike any previously detected Uranian signal. It contains a significant component of incoherent background radiation which must be added to the \"collisional\" source of the signals.This paper describes the Voyager 2 plasma wave and radio observations of the Uranian radio emissions during the encounter. The encounter was classified as a giant radio..."}, {"Input": "Several days prior to the Voyager spacecraft encounter with Uranus, the plasma wave and radio astronomy receivers detected extraordinarily narrowband bursty signals, the first indication of", "Output": " the presence of a broad, localized, planetarywide magnetic field. The solar wind dynamic pressure was measured approximately 30,000 times below the planetary escape velocity. The strong radio emission and high-energy electrons (including Io-dependent and solar-like charged particles and the Io-B and Io-C particle populations) make this the largest planetary radio emission laboratory to date. The high-energy electrons are highly variable, and the flow is not parallel to the radiation direction...."}, {"Input": "Good explanations for the unusual light curve of Boyajian's Star have been hard to find.  Recent results by Montet &amp; Simon lend strength", "Output": " and plausibility to the idea that the star's light curve shows evidence of a magnetic cycle, which is also implied by the shape of the star's spectral energy distribution. We show that the magnetic cycle hypothesis might explain why the star's light curve is so different from the others of its kind. We suggest that this kind of magnetic cycle may be common among stars of the same age, and class. We find that the power spectra of Boyajian's Star..."}, {"Input": "Good explanations for the unusual light curve of Boyajian's Star have been hard to find.  Recent results by Montet &amp; Simon lend strength", "Output": " and plausibility to the conclusion of Schaefer that the star's light curve is a natural function of its age. We show that the star's photometric behavior is naturally consistent with a particle-in-a-box approach to stellar activity and that the star's small size does not influence its atmospheric thermal structure at energy levels high enough to affect the star's measured relative flux through the CMB. We find that the CMB fluxes are a relatively low function..."}, {"Input": "Good explanations for the unusual light curve of Boyajian's Star have been hard to find.  Recent results by Montet &amp; Simon lend strength", "Output": " and plausibility to the idea that the star is undergoing a pre-main sequence (PMS) expansion of its mass-loss rate into the red-giant region. Here we show that mass-loss rates based on these true MS processes are in fact consistent with the same slope found from the more recent Coupler expansion. The slope is thus equivalent to a lower mass-loss rate than previously reported in the literature. We find that the most probable explanation for..."}, {"Input": "Good explanations for the unusual light curve of Boyajian's Star have been hard to find.  Recent results by Montet &amp; Simon lend strength", "Output": " and plausibility to the conclusion that the star has a thermal inversion. We show that the star's thermal inversion is reasonably stable against constant-level mass-loss rates, and that its properties are consistent with a balanced, near-surface convection zone and no extra mixing. We discuss the implications of these findings for atmospheric models of hot Jupiters. We conclude that the thermal inversion is a more likely explanation for Boyajian's Star's..."}, {"Input": "Good explanations for the unusual light curve of Boyajian's Star have been hard to find.  Recent results by Montet &amp; Simon lend strength", "Output": " and plausibility to the conclusion that the star is surrounded by a circumstellar disk, innermost of which is just a small fraction of the stellar mass. The disk is located in a ring, with a total mass of ≈2 × 10-4 M☉, and it is probably misaligned with the star's rotation. The apparent lack of a spin-orbit misalignment in the disk might be a consequence of the tidal forces binding the star and..."}, {"Input": "We present a computationally tractable implementation of spectro-perfectionism, a method which minimizes error imparted by spectral extraction.  We develop our method in", "Output": " the context of the Data Validation component of the SPOC framework, which provides a framework to automate the process of applying a verification scheme to synthetic data. We show how our implementation achieves verification within a few seconds, and also compare it to existing methods. When applied to a real data set, our method will inform the investigator about potential false positives and provide the opportunity to perform extensive live verification simulations.\nThe detection of mixed modes that are split by rotation in..."}, {"Input": "We present a computationally tractable implementation of spectro-perfectionism, a method which minimizes error imparted by spectral extraction.  We develop our method in", "Output": " parallel, using Genova, a Python-based framework for parallel computation. We show how our method can be applied in a variety of contexts, including high-resolution imaging observations with the upcoming generation of large space-based telescopes. Spectro-perfectionism is a simple extension to the popular box-by-box method of least-squares deconvolution, which can be used to deconvolve sky-subtracted images. In this paper..."}, {"Input": "We present a computationally tractable implementation of spectro-perfectionism, a method which minimizes error imparted by spectral extraction.  We develop our method in", "Output": " a uniform way over all spectral types and uniforms. It is particularly useful for the problem of wavelength calibration, which is a challenging task for traditional spectro-optics. A description of the computational methods used in this article is presented in a separate paper. Spectro-optics is an important subfield of astronomy, and the ensemble of techniques used in this article can be used as a basis for any graduate student degree in computer science, engineering or medicine...."}, {"Input": "We present a computationally tractable implementation of spectro-perfectionism, a method which minimizes error imparted by spectral extraction.  We develop our method in", "Output": " a public C++ code and publicly available Python package. Our publicly released Spectro-Perfectionist software package is open source, available from <A href=\"http://https://github.com/pcubillos/Spectro-Perfectionist\">https://github.com/pcubillos/Spectro-Perfectionist</A>.\nWe investigate the effect of stellar activity on the radial velocity (RV) measurements. We simulate..."}, {"Input": "We present a computationally tractable implementation of spectro-perfectionism, a method which minimizes error imparted by spectral extraction.  We develop our method in", "Output": " a simple, yet physically plausible way, by defining a function to exponents of the radial velocity, and a function to integrals of the velocity field, which guarantees a stationary radial velocity scale. Our method is applicable to datasets spanning a range of resolutions and scatters, and can be extended to data sets with more and higher resolution. Although our method is simple, it can be easily adapted to complex situations, and its ease of use hints that the complexity of..."}, {"Input": "Sulphur dioxide is a million times more abundant in the atmosphere of Venus than that of Earth, possibly as a result of volcanism on Venus within the past billion years.  A tenfold decrease", "Output": " in atmospheric oxygen above present levels would have been required to maintain an early Mars-anox-like climate on Venus. A globally averaged volcanic flux, centered on the ice-sheet regions, would have been required to prevent atmospheric oxygenation to present levels.\nWe present results of a study of the effect of solar flares on the upper atmospheres of Venus. We use a one dimensional (1 d) global climate model coupled with a surface energy flow model..."}, {"Input": "Sulphur dioxide is a million times more abundant in the atmosphere of Venus than that of Earth, possibly as a result of volcanism on Venus within the past billion years.  A tenfold decrease", "Output": " in sulphur dioxide column density is predicted by the one-dimensional model of Christensen-Dalsgaard et al. (1990). If the volcanic sulphur cycle is able to maintain a carbonaceous atmosphere and a biosphere and enhances the greenhouse effect of CO2, the Venusian atmosphere may be habitable by life.\nWe report the discovery of a candidate substellar system (SDSS J001641-000925) with a 2.25..."}, {"Input": "Sulphur dioxide is a million times more abundant in the atmosphere of Venus than that of Earth, possibly as a result of volcanism on Venus within the past billion years.  A tenfold decrease", "Output": " in atmospheric abundance of sulfur was found in the early Proterozoic era (about 800-639 million years ago), leading to the first detection of sulphur dioxide from the terrestrial atmosphere. The formation of the present-day atmospheric sulfur reservoir may have been influenced by the large orbital radius and temperature of the terrestrial planets, and the subsequent radiation and dynamical interaction with the evolving Sun. The increased UV flux, and the increased cycling of H 2O..."}, {"Input": "Sulphur dioxide is a million times more abundant in the atmosphere of Venus than that of Earth, possibly as a result of volcanism on Venus within the past billion years.  A tenfold decrease", "Output": " in sulfur-to-oxygen ratio (S/O) was found in the atmosphere of Venus, compared with the Earth, implying that the past escape of sulfur from the atmosphere was not a significant contributor to the atmospheric oxygen deficit. The escape of oxygen was a secondary effect of the first major impact on the early Earth, and the largest contribution to atmospheric oxygen after that event. The S/O ratio in the atmosphere of Venus equates to that of..."}, {"Input": "Sulphur dioxide is a million times more abundant in the atmosphere of Venus than that of Earth, possibly as a result of volcanism on Venus within the past billion years.  A tenfold decrease", "Output": " in atmospheric oxygen would be triggered by a change in the solar flux, which would need to be accompanied by a change in the thermal structure. Venus' climate history has been qualitatively similar to Earth's, with the main difference being a much stronger greenhouse effect. For Venus, the difference in climate and the strong greenhouse effect could be explained by a much larger CO2 atmosphere, but an inhospitable Venus would have a much larger greenhouse effect. The most..."}, {"Input": "We observed the transit of the HAT-P-6b exoplanet across its host star with the SOPHIE spectrograph (OHP, France).  The resulting stellar radial velocities", "Output": " contain information on the stellar rotation, and thus the planetary orbital parameters. We found a clear signature of the planet's orbital period, with a slightly larger than linear (2.0 ± 0.2ms-1) period. This periodicity was found in the SOPHIE spectra, which is relatively sensitive to the planet's orbital eccentricity. The planet's orbital period is very likely a result of tidal interaction with the star in the..."}, {"Input": "We observed the transit of the HAT-P-6b exoplanet across its host star with the SOPHIE spectrograph (OHP, France).  The resulting stellar radial velocities", "Output": " show significant deviation from the Keplerian motion, which indicates that the planet’s orbital axis is non-coplanar with the star’s spin. We obtain a planet mass of MP=1.9±0.3 MJup and radius of RP=1.2±0.1 RJup. The radius of HAT-P-6b is consistent with both theoretical models of gas-giant planets and with the..."}, {"Input": "We observed the transit of the HAT-P-6b exoplanet across its host star with the SOPHIE spectrograph (OHP, France).  The resulting stellar radial velocities", "Output": " include a scatter of 1 m s-1 on the orbital parameters and an 11 m s-1 on the planetary mass. Together with three published spectroscopic measurements, our radial velocities allow a precise mass constraint for the planet Mp=(2.53+/-0.17)MJup.\nIn this letter we present the application of the anomaly scaling relation to the case of planetary transits. The scaling relation provides a very powerful..."}, {"Input": "We observed the transit of the HAT-P-6b exoplanet across its host star with the SOPHIE spectrograph (OHP, France).  The resulting stellar radial velocities", "Output": " show a scatter of 3 m s-1, compatible with the accuracy of the published velocities, thus confirming the validity of the PARSEC program. We then obtained the Rossiter-McLaughlin effect for the system and used these new data to compute the sky-projected angle between the stellar spin and planetary orbital axis of λ = 24° ± 12° (λ = -11° ± 11°). This is the third case..."}, {"Input": "We observed the transit of the HAT-P-6b exoplanet across its host star with the SOPHIE spectrograph (OHP, France).  The resulting stellar radial velocities", "Output": " reveal a planetary orbital velocity indicative of the presence of a planetary companion. The combined radial velocity data and Keplerian fits to the planetary system allow us to refine the parameters of the system and reveal that HAT-P-6b is a close-in “Hot Neptune” (Mp = 5.81 ± 0.53 MJup, Rp = 1.04 ± 0.06 RJup) orbiting an active K4 star with..."}, {"Input": "Analyses of Voyager infrared spectroscopy and radio occultation measurements confirm ground-based observations that the deep lapse rate of Uranus exceeds that for an adiabat of molecular hydrogen in thermodynamic equilibrium.", "Output": " The high abundance of molecular hydrogen (H2) at the thermal poles is a fundamental constraint on models of the deep interior structure.\nA planetary radio emission source, called the gyrofrequency gyrofrequency engine, generates the planetary kilometric radio emission (SKR). This emission is directly related to the planetary rotation and is modulated with the planetary rotation period. The emission is thought to be generated in the northern hemisphere in the region where the..."}, {"Input": "Analyses of Voyager infrared spectroscopy and radio occultation measurements confirm ground-based observations that the deep lapse rate of Uranus exceeds that for an adiabat of molecular hydrogen in thermodynamic equilibrium.", "Output": " The high thermal conductivity of the gas at depth, which could shield the atmosphere from solar ultraviolet and soft XUV radiation, also detected during the occultation, provides a possible explanation.\nWe present a self-consistent model of the atmosphere of the outer planets, based on the assumption that their atmospheres are composed of molecular nitrogen (N2) and carbon dioxide (CO2) and methane (CH4). This model is able to..."}, {"Input": "Analyses of Voyager infrared spectroscopy and radio occultation measurements confirm ground-based observations that the deep lapse rate of Uranus exceeds that for an adiabat of molecular hydrogen in thermodynamic equilibrium.", "Output": "\nThe physics of the solar wind-interior interaction is studied for its three major constituent constituents: atomic chlorine, hydrogen and helium. The kinetic theory of the interaction is then developed and used to derive the velocity and acceleration distribution. The theory is used to compute the energy and momentum transfer coefficients as a function of frequency, and is made explicit through the use of a perturbation method. The effects of various kinds of radiative and nonrad..."}, {"Input": "Analyses of Voyager infrared spectroscopy and radio occultation measurements confirm ground-based observations that the deep lapse rate of Uranus exceeds that for an adiabat of molecular hydrogen in thermodynamic equilibrium.", "Output": " This excess is interpreted as a possible source of the observed atmospheric H2O mixing ratio, although the preferred value of the mixing ratio is not well constrained. Voyager infrared spectra show a melting temperature of 61 ± 10 kelvin at a depth of 9.2 ± 0.3 of the surface. The total H2O mixing ratio is then fitted to a model of chemical equilibrium at an assumed temperature of 10-20°K, where..."}, {"Input": "Analyses of Voyager infrared spectroscopy and radio occultation measurements confirm ground-based observations that the deep lapse rate of Uranus exceeds that for an adiabat of molecular hydrogen in thermodynamic equilibrium.", "Output": " However, the question of the source of the leaky problem remains open.\nThe discovery of Uranus' and Neptune's non-dipolar, non-radial p modes in the radios of the Sun and other cool stars has raised the question of how the p modes are excited in the Sun. Radio emission mechanisms are known to be sensitive to the amplitude of a cool star's magnetic field, so it is not easy to predict the effects..."}, {"Input": "Infrared absorption spectra of NH3 have been obtained at high resolution", "Output": " using the cryogenic high-resolution infrared spectrometer Project 1640 at the National Institute of Standards and Technology. These observations reveal that a significant increase in the absorption band depth occurs between 40 and 50 μm. Absorption of NH3 in the region of the 4-5 μm band has a maximum amplitude of 4.4 ± 0.5 % in the 1-5 μm bandpass and is about twice as strong..."}, {"Input": "Infrared absorption spectra of NH3 have been obtained at high resolution", "Output": " (Rabout 65,000) at a wavelength of 11.5 μm, using a tunable, distributed-feedback InGaAsP diode laser. The resulting spectrum is well described by a combination of a high-order Paschen-Lappin-Kronian (PL) model and a high-order gap formation algorithm. The gaps are found in regions of high molecular weight and are thus created by the..."}, {"Input": "Infrared absorption spectra of NH3 have been obtained at high resolution", "Output": " using a tunable, distributed-feedback InGaAsP diode laser. The combination of these observations and laboratory data allows us to obtain high-resolution IR spectra of NH3 in the 14-26 μm wavelength range. Measurements were obtained over a spectral range of 1435-1550 cm-1 (R≃λ/∆λ ≃ 40,000) at temperatures up to 195 K. Spect..."}, {"Input": "Infrared absorption spectra of NH3 have been obtained at high resolution", "Output": " (Rabout 105) using the HTS bench and the multicharge spectroscopic mode at TSR. These data were combined with previous high-resolution absorption cross-sections of NH3 in order to derive the rotational and rovibrational structure constants of the ground electronic state. The results are presented in the form of integrals which can be used to describe the electronic ground state and its transitions with respect to the nuclear motion..."}, {"Input": "Infrared absorption spectra of NH3 have been obtained at high resolution", "Output": " (0.03 cm-1) and are presented. These were analysed using two techniques, the Rossiter-McLaughlin and Keplerian-Doppler, which were previously used to obtain high-resolution spectra of NH3 in laboratory experiments. The result shows a strong absorption feature at 3.6 μm and a deep absorption at 4.5 μm. At the resolutions obtained, we also detect a narrow absorption band..."}, {"Input": "We present dual-wavelength observations and modeling of the nearly edge-on Class 0 young stellar object L1157-mm.  Using the Combined Array for Research in Millimeter-wave Astronomy,", "Output": " we observe the Class 0 object in the near-infrared at 1.3 mm, 2.8 mm, and 3.3 mm. We find that the spectral energy distribution can be well described with an optically thick disk model with radial distribution of dust and gas. The radial distribution of dust is best fit with grains of size &gt;about  10 μm. We find that the near-infrared emission is opt..."}, {"Input": "We present dual-wavelength observations and modeling of the nearly edge-on Class 0 young stellar object L1157-mm.  Using the Combined Array for Research in Millimeter-wave Astronomy,", "Output": " we measure a radial velocity across the disk of 20.4 km s-1, a particle size of about 2.5 cm, and an orbital period of 6.4 h. This provides the first observational constraints on the orbital parameters of a disk around an embedded young stellar object. The absorption lines in emission are modeled with an opacity distribution function (ODF). We find that the radial velocity of L1157-mm is consistent..."}, {"Input": "We present dual-wavelength observations and modeling of the nearly edge-on Class 0 young stellar object L1157-mm.  Using the Combined Array for Research in Millimeter-wave Astronomy,", "Output": " we detect 12CO and 13CO 6-5 emission, as well as HCO+ and H13CO+ 1-0 line emission. The 12CO lines trace gas flowing onto the protoplanet's surface, while the 13CO lines trace gas flowing away from it. The CO gas is detected almost simultaneously with the HCO+ emission, which indicates that both molecules are pumped by the same physical mechanism. We model the movement..."}, {"Input": "We present dual-wavelength observations and modeling of the nearly edge-on Class 0 young stellar object L1157-mm.  Using the Combined Array for Research in Millimeter-wave Astronomy,", "Output": " we spatially resolve and measure the spectral index of the Class 0 protostellar source in 32 and 34 GHz dust continuum, and 12CO 2-1. The spectral index increases from 2.6d-1 at 34 GHz to 1.6d-1. The velocity gradient of the dust emission, inferred from our modeling, shows a velocity gradient (5 km s-1) that is consistent with the disk inclination and is..."}, {"Input": "We present dual-wavelength observations and modeling of the nearly edge-on Class 0 young stellar object L1157-mm.  Using the Combined Array for Research in Millimeter-wave Astronomy,", "Output": " we detect a jet at 1.''5 from L1157-mm and measure the spatial extension of the dusty disk to 2.''5. The jet appears to be aligned with the magnetic field, with the equator of the source being offset by about 30° from the central source of the magnetic field. The total angular momentum of the jet, including toward the disk, is about 0.01 M☉ . We find that the..."}, {"Input": "The G8 dwarf star HD 217107 has been announced to have", "Output": " a planetary companion with a projected separation of 1.2 astronomical units (AU), and the exoplanet candidate HD 217107b has been detected photometrically. Here, we confirm the existence of HD 215307, and we measure its radius to be 1.35 +/- 0.06 Rsolar. The radial velocity measurements and SED fitting allow us to determine the fundamental stellar parameters of the star to be Teff=..."}, {"Input": "The G8 dwarf star HD 217107 has been announced to have", "Output": " a planetary system with two Jupiter-sized planets close to the central star. The first of these, HD 217107, is the most metal-poor star discovered so far and has an absolute carbon abundance of [C/Fe] =-0.34, placing it among the lowest-metallicity stars with planets. The second of the two, HD 217107 (also known as HD 217107), is a solar analog..."}, {"Input": "The G8 dwarf star HD 217107 has been announced to have", "Output": " a planetary system with two confirmed planets. The inner planet, HD 217107b, has a mass of about 3.5 Jupiter masses and is in a circular orbit of period about 9.2 days. The other, HD 217107c, has a mass of about 3.5 Jupiter masses and is in a circular orbit of period about 8.5 days. Here we report the detection of additional, long-period, radial..."}, {"Input": "The G8 dwarf star HD 217107 has been announced to have", "Output": " a planetary system with two outer planets, HD 217107b and HD 217107c, with an inner super-Earth, HD 217107b. Here we compute the secular dynamical evolution of the system with the inner planet in the frame of the second order approximation. We find that this secular dynamical evolution is qualitatively consistent with the data. Moreover, we numerically integrate the whole system over the age of the system (..."}, {"Input": "The G8 dwarf star HD 217107 has been announced to have", "Output": " a planetary system with three super-Earths orbiting around it. Our first published results were based on precise radial-velocity measurements obtained with the SOPHIE spectrograph. Here we present a new analysis of those data, which provides a more significant and statistically significant detection of two additional companions. Our follow-up observations with SOPHIE and the 2.7 m telescope at the Observatoire de Haute..."}, {"Input": "The far-infrared spectra (45-197 μm) of 28 low-luminosity young embedded objects have been studied in order to search for possible evolutive trends in the observed spectral features.  The low-resolution spectra from", "Output": " the NIRSPEC and MIRI instruments on the James Clerk Maxwell Telescope and the European Southern Observatory's Very Large Telescope showed a strong 20-30 μm silicate feature indicative of submicron grains. The features observed in the spectra and the different line profiles are interpreted in terms of grain size. The lower limit of the grain size, for the grain size distribution index n, is set to be n &lt..."}, {"Input": "The far-infrared spectra (45-197 μm) of 28 low-luminosity young embedded objects have been studied in order to search for possible evolutive trends in the observed spectral features.  The low-resolution spectra from", "Output": " the NIRSPEC instrument on the Keck I telescope show several new emission lines, some of which are not seen before in the classical T Tauri phase (Class I). These lines are most commonly interpreted as tracers of warm (1000-2000 K) gas in a narrow (0.05-0.11 AU) versus velocity scale (CS velocities v h ≃ 1 km s-1, where..."}, {"Input": "The far-infrared spectra (45-197 μm) of 28 low-luminosity young embedded objects have been studied in order to search for possible evolutive trends in the observed spectral features.  The low-resolution spectra from", "Output": " the 4000-6500 Å wavelength range show a variety of strong features typical of Class II objects and show a large number of weak-line and Class I features, particularly within weak lines. The mean rotational velocity of Class II objects in the cloud is V sin i = 3.5 ± 0.2 km s-1, and the mean rotational velocity of Class I objects in the cloud is V sin i..."}, {"Input": "The far-infrared spectra (45-197 μm) of 28 low-luminosity young embedded objects have been studied in order to search for possible evolutive trends in the observed spectral features.  The low-resolution spectra from", "Output": " 1 to 85 μm show strong absorption bands due to silicates and/or carbon monoxide that are stronger than expected from the simple blackbody model of the low-mass young stellar object. Carbon monoxide absorption is stronger than expected from the standard picture of a photospherically heated, low-mass star. The strength of the absorption is probably a result of tidal forces. The strength of the absorption is probably a..."}, {"Input": "The far-infrared spectra (45-197 μm) of 28 low-luminosity young embedded objects have been studied in order to search for possible evolutive trends in the observed spectral features.  The low-resolution spectra from", "Output": " Lyman-alpha and the hydrogen Balmer lines have been obtained, showing strong signs of low-temperature gas in absorption, which suggests that the gas is in the form of very weak high-energy stellar radiation (VHELL) and is produced in the very cool temperature region (TR≲ 200 K). Therefore, the observations show that the background VHELL emission in the NIR and very low-energy..."}, {"Input": "In order to study disk perturbation during the periastron we used the PIONIER (low resolution H-band) and AMBER (high resolution, Brγ region) interferometers, ESO/APEX LABOCA and SABOCA bolometers and the", "Output": " VEGA interferometer, all located at Paranal Observatory. The current exposure time of the present issue is sufficient to investigate disk perturbation during the said periastron. The obtained results show that the different sub-millimeter images of the same field are inconsistent. Therefore, we conclude that the current sub-millimeter images of the SR21 disk are not inconsistent with the previous images.\nContext...."}, {"Input": "In order to study disk perturbation during the periastron we used the PIONIER (low resolution H-band) and AMBER (high resolution, Brγ region) interferometers, ESO/APEX LABOCA and SABOCA bolometers and the", "Output": " combined data set of the European Southern Observatory/VLT. The radial velocity perturbation (the \"zonal flow velocity\") is roughly an order of magnitude smaller than for the case of normal solar-type main-sequence stars. The radial velocity perturbation is well fitted by a power-law derivative of the standard deviation of the difference between the radial velocities and the standard deviation of the differential radial vel..."}, {"Input": "In order to study disk perturbation during the periastron we used the PIONIER (low resolution H-band) and AMBER (high resolution, Brγ region) interferometers, ESO/APEX LABOCA and SABOCA bolometers and the", "Output": " High Resolution Echelle Spectrometer. The velocity field is obtained with the FKELT code. Our sample contains 30 circumstellar disks with masses ranging from 0.2 to 3.5 M☉. The mass distribution is well fitted by a power-law monotonic ξ with index α = 2.2 ± 0.3. The disk mass distribution follows a power law monotonically β..."}, {"Input": "In order to study disk perturbation during the periastron we used the PIONIER (low resolution H-band) and AMBER (high resolution, Brγ region) interferometers, ESO/APEX LABOCA and SABOCA bolometers and the", "Output": " VEGA interferometer. The first long run (about 80 h) was devoted to studying disk-satellite interactions, while the other long run was devoted to the magnetospheric accretion column. The magnetospheric accretion column is explored in the second paper. The magnetospheric accretion column is found to be tightly coupled to the rotation, showing a positive correlation with the velocity of the first Earth-..."}, {"Input": "In order to study disk perturbation during the periastron we used the PIONIER (low resolution H-band) and AMBER (high resolution, Brγ region) interferometers, ESO/APEX LABOCA and SABOCA bolometers and the", "Output": " HARP-I instrument. The magnetospheric fields and the angular momentum were probed. The magnetospheric mean free path was calculated under the condition that the disk is in a state of a local partial equilibrium with the background magnetic field and the angular momentum is conserved. Our analysis indicates that the disk remains close to equilibrium if the background magnetic field is stronger than the local pressure. The analysis of the magnetosp..."}, {"Input": "Plasma lensing is the refraction of low-frequency electromagnetic rays due to free electrons in the interstellar medium.  Although the phenomenon has a distinct similarity to gravitational lensing,", "Output": " this latter type lensing can be seen as an extension of the former. We show that every physical quantity of interest—sized, optical particles, velocity fluctuations, or electric field—isocentric with respect to the speed of light. An essential feature of lensing is that the speed of light is always very small compared to the speed of light velocity, so that the electric field is acting through a velocity. The..."}, {"Input": "Plasma lensing is the refraction of low-frequency electromagnetic rays due to free electrons in the interstellar medium.  Although the phenomenon has a distinct similarity to gravitational lensing,", "Output": " the latter involves the direct control of the electron distribution and hence the potential for interference. To investigate the limits of refraction in lensing, we consider the specific case of a static medium governed by Coulomb interactions. We find that, even for a static medium with free energies, refraction can exceed the gravitational lensing level.\nWe study the effects of a single large scale magnetic field on a neighboring regions of..."}, {"Input": "Plasma lensing is the refraction of low-frequency electromagnetic rays due to free electrons in the interstellar medium.  Although the phenomenon has a distinct similarity to gravitational lensing,", "Output": " the two phenomena are in principle independent. In this paper we present the first demonstration of the ability of the ‘free-electron’ ’ lensing to reveal the location of the lensing source. We show that the source is located near the source. This discovery reveals that the free-electron processing of electromagnetic waves in the source is similar to gravitational lensing. These findings open the way to..."}, {"Input": "Plasma lensing is the refraction of low-frequency electromagnetic rays due to free electrons in the interstellar medium.  Although the phenomenon has a distinct similarity to gravitational lensing,", "Output": " the difference is treated by a separate body, the ``plantation rate,'' which governs the growth rate of the radiation of interest. The dominant mode of growth in the Plantation Rate is the growth rate of the electron beam, the mode of decay of the radiation of interest is the interference of the electron beam with the background electrons. This mode arises due to the nonlinear interaction between the nonlinear and linear waves...."}, {"Input": "Plasma lensing is the refraction of low-frequency electromagnetic rays due to free electrons in the interstellar medium.  Although the phenomenon has a distinct similarity to gravitational lensing,", "Output": " the latter has not been well studied. We report on the first application of the lensing theory to radio emission from the interstellar medium. We show that the presence of a cold relativistic electron beam in the interstellar medium can explain the observed radio flux from globular sources.\nThe relativistic dispersion of electromagnetic waves in a dipole magnetic field in a wide range of frequencies and modes is investigated in the..."}, {"Input": "With the arrival of a number of wide-field snapshot image-plane radio transient surveys, there will be a huge influx of images in the coming years making it impossible to manually", "Output": " analyse the data. Automated data-analysis techniques, which have been developed in the field of radio astronomy, are under intense and novel testing. The results of these surveys are scattered in the literature and the community is encouraged to offer up to the community with any exoplanet candidates found by the surveys.\nThe SETI (search for extraterrestrial technological signals with radio telescopes) project is a Fast Access to..."}, {"Input": "With the arrival of a number of wide-field snapshot image-plane radio transient surveys, there will be a huge influx of images in the coming years making it impossible to manually", "Output": " analyse the data. Automated pipelines are being developed to derive images and associated metadata from the data. These pipelines are performing quite well and constitute a cost-effective method of finding and screening the most promising transient candidates. In this paper we suggest a new pipeline of image processing that is computationally efficient and can be used by busy professionals. The new pipeline is applicable to data acquired by a wide-field network of..."}, {"Input": "With the arrival of a number of wide-field snapshot image-plane radio transient surveys, there will be a huge influx of images in the coming years making it impossible to manually", "Output": " investigate which of the thousands of observed transient event sources should be prioritized. This is especially true for the transient images taken during the first hour of the IDSS transition. We propose a selection of images that should be immediately scanned and downloaded for detailed study by the community. These are images of the transient sky, compressed to high quality and high temporal sampling, making them immediately usable in order to find and study recurring..."}, {"Input": "With the arrival of a number of wide-field snapshot image-plane radio transient surveys, there will be a huge influx of images in the coming years making it impossible to manually", "Output": " analyse the results for many of them. Automated pipelines are therefore needed to deal with the exoplanet data. Here we present the first code for dealing with exoplanet image data developed to parallel and processed in a Bayesian framework. It is based on a model for exoplanet image processing which takes into account all planet/star parameters and a priori knowledge of the exoplanet (planetary..."}, {"Input": "With the arrival of a number of wide-field snapshot image-plane radio transient surveys, there will be a huge influx of images in the coming years making it impossible to manually", "Output": " analyse the datasets. Automated pipelines have previously proven successful in adhering to the constraints given, but human classifiers have not been performing as optimally. We develop a new image-matching pipeline, which matches known images with new, more relaxed pre-computed models. This pipeline is publicly available through a Python package under the GNU General Public License v3. We make the Python package publicly available..."}, {"Input": "Fugacities of H2, N2, O2, CH4, H2O, H2S, NH3, CO, and CO2 are calculated on the basis of the extrapolation of the caloric properties, and those", "Output": " of the pressure-induced absorption cross-sections, for the ranges of temperatures between 300 and 1000 K, and log (g) between 0 and 5.5. The calculations are compared with laboratory measurements and with other available theoretical and experimental data. The influence of the lapse rate is investigated in the context of the metabolic thermodynamics of organics and with other available data on the thermodynamic properties of organics..."}, {"Input": "Fugacities of H2, N2, O2, CH4, H2O, H2S, NH3, CO, and CO2 are calculated on the basis of the extrapolation of the caloric properties, and those", "Output": " of the quantum mechanical cross dispersion of the molecules, for temperatures up to 10 000 K and pressures up to 100 GPa. The calculations are done with the large flux density approximation, which is appropriate to temperatures up to 1000 K and densities up to 1020 cm-3. The computations are done for a wide range of temperatures and optical properties of solids. The molecular and eddy diffusion..."}, {"Input": "Fugacities of H2, N2, O2, CH4, H2O, H2S, NH3, CO, and CO2 are calculated on the basis of the extrapolation of the caloric properties, and those", "Output": " of the thermal mass-temperature relations. The temperature-pressure (T-T) relation is analyzed in the case of a fixed carbon abundance, and the effects of the carbon abundance and temperature on the T-T relation are studied. The latter two effects are found to be important because of the much higher carbon abundance in the atmosphere of the early Mars. About half of the oxygen is converted into carbon..."}, {"Input": "Fugacities of H2, N2, O2, CH4, H2O, H2S, NH3, CO, and CO2 are calculated on the basis of the extrapolation of the caloric properties, and those", "Output": " of the excitation energy of the vibrational lattice modes in the local thermodynamic equilibrium (LTE) state. The direct-imaging , direct-audit , and rotational-Vibrational transitions of OH+ are also calculated, and compared with the direct-imaging and direct-audit transition-by-point (CMB) energies. The direct-audit transition-..."}, {"Input": "Fugacities of H2, N2, O2, CH4, H2O, H2S, NH3, CO, and CO2 are calculated on the basis of the extrapolation of the caloric properties, and those", "Output": " of the hydrodynamic stability. These estimates are for the present Earth and for Mars, reflecting the Solar System values, and for the present-day values of O and C. The nature of the atmospheres on the other planets is investigated by means of the model calculations. It is shown that the contribution of the dissociation of N2 and the recombination of N and O are small, and that..."}, {"Input": "Dust is known to drift and grow in protoplanetary discs, which results in dust segregation over the disc extent.", "Output": " However, the effects of vertical settling are not well-known, and may significantly affect dust growth. Here, we investigate the vertical structure of dust using a grid of 3D hydrodynamical simulations, including effects of vertical settling. We find that the vertical structure of the dust is well described by the diffusion equation and that the vertical speed of massive dust is reduced by the equilibrium between drag forces and..."}, {"Input": "Dust is known to drift and grow in protoplanetary discs, which results in dust segregation over the disc extent.", "Output": " However, the movement of grains into embedded regions, where they are susceptible to gravitational collapse, is slower than the drift rate of the grains outwards. Using three-dimensional hydrodynamical simulations, we explore the dependence of the diffusion parameter β on the particle size and initial radial and vertical pressure gradient, and show that the initial β values are sensitive to the particle size and radial pressure gradient. We..."}, {"Input": "Dust is known to drift and grow in protoplanetary discs, which results in dust segregation over the disc extent.", "Output": " In this study, we investigate dust grain growth and drift, specifically focusing on the time-scales associated with the fractal growth of the dust grain-molecular oxygen ion. We find that the growth and drift of dust grains are faster than the diffusion time-scale, thus leading to a dust-gas ratio that scales with the gas-to-dust ratio and, therefore, with the..."}, {"Input": "Dust is known to drift and grow in protoplanetary discs, which results in dust segregation over the disc extent.", "Output": " We present the first global 3D global simulations that simultaneously resolve grain growth and dust segregation in a global, three-dimensional (3D) disc model. We find that a broad range of grain sizes are readily accreted by the system, with a specific maximum size of the order of 10 m. The relative speed of dust growth and drift is well-defined, with a power-law index..."}, {"Input": "Dust is known to drift and grow in protoplanetary discs, which results in dust segregation over the disc extent.", "Output": " The subsequent evolution of the dust is therefore a key driver for understanding the spectral appearance of protoplanetary discs, which are among the first observations of a transition disc. Here, we use a suite of three-dimensional hydrodynamical and dust evolution codes to perform a suite of 1D simulations of protoplanetary disc-aided accumulation of kilometre-sized bodies in a swarm of kilometre..."}, {"Input": "Aims: The aim of this work is to constrain properties of the disk around the archetype FU Orionis object, FU", "Output": " Ori, and to search for evidence of additional companions. Methods: We used the polarimetric imaging (PIM) technique at the Very Large Telescope/NACO to image the near-infrared inner disc of FU Ori at about 2 λ/D. Results: We detect a faint point-like signal at a projected separation of about 100 mas ( ≃8 au)...."}, {"Input": "Aims: The aim of this work is to constrain properties of the disk around the archetype FU Orionis object, FU", "Output": " Ori, through observations in different frequency bands and to investigate the grain properties and their possible links to the gas disk structure. Methods: We obtained new high-resolution optical spectra with the 1.2 m Echelle spectrograph. We also analyzed existing optical spectra in the near-infrared H-band and K-band using the 2.2 m telescope at the VLT..."}, {"Input": "Aims: The aim of this work is to constrain properties of the disk around the archetype FU Orionis object, FU", "Output": " Ori. <BR />Methods: We observed FU Ori with the VLTI/AMBER instrument between March 2013 and June 2016. <BR />Results: We obtain photospheric and chromospheric spectral energy distributions (SEDs) that place limits on the radial extent of the disk. The photosphere of FU Ori is consistent with the existing data and the spatially resolved..."}, {"Input": "Aims: The aim of this work is to constrain properties of the disk around the archetype FU Orionis object, FU", "Output": " Ori, and to study the effects of the presence of the FU Ori effect on the CS (J = 2-1) line profiles. Methods: We have obtained high-resolution (R ≈ 100,000) spectra with the VEGA/CHARA instrument. A novel method is used in which the polarization is modulated with time, and integration over a spectrum is possible...."}, {"Input": "Aims: The aim of this work is to constrain properties of the disk around the archetype FU Orionis object, FU", "Output": " Ori, using observations in the infrared. Methods: We used the IRAM 30-m telescope to observe the FU Ori phenomenon over about five years, making use of the fact that the emission at far-infrared wavelengths is relatively insensitive to the choice of line list used for the model. The analysis of the IRAM 30-m observations allowed us to refine the estimate of the rotational..."}, {"Input": "We present the first results of a project with the Hubble Space Telescope to take STIS parallel spectra to constrain the onset of reionization in the IGM shortly after the first UV sources formed in the early Universe. ", "Output": " The spectra span a range within the Early Universe and can help constraining models of reionization. We use a set of early Universe models based on nonlinear and nonlinear (but non-local) time-independent equilibrium reionization. The authors derive a set of parameters that describe the first rise of UV photons and the timing of the first ionization shift. We find that..."}, {"Input": "We present the first results of a project with the Hubble Space Telescope to take STIS parallel spectra to constrain the onset of reionization in the IGM shortly after the first UV sources formed in the early Universe. ", "Output": " <BR />Results: We find that, for a subset of UV initially inconsistent globals, the standard UV spectrum can be reproduced well with a standard model with a slightly delayed expansion of the first LOF, followed by a final expansion whose shape is determined by a nonlinear feedback term [N(r)/N(r+1) - 2fμ-1 - 2f..."}, {"Input": "We present the first results of a project with the Hubble Space Telescope to take STIS parallel spectra to constrain the onset of reionization in the IGM shortly after the first UV sources formed in the early Universe. ", "Output": " We show that the continuum in the early Universe is dominated by neutral hydrogen recombination, and we argue that this process cannot have perturbed the IGM at any time during the short history of the early Universe. We calculate the decay of the IGM initial mass function using a model for the growth of dust grains which includes a component of free energy, E, which is equal to the mass..."}, {"Input": "We present the first results of a project with the Hubble Space Telescope to take STIS parallel spectra to constrain the onset of reionization in the IGM shortly after the first UV sources formed in the early Universe. ", "Output": " Most of the UV reionization sources formed in the first 100 million years after the breakdown of the nebulae were located in the IGM and contributed most to the ionization, heating, and turbulence during this early evolution. The NUV accelerated from the decay of a few initial species and were dominated by the first 100 ka. The H I was formed in the second 100 ka by..."}, {"Input": "We present the first results of a project with the Hubble Space Telescope to take STIS parallel spectra to constrain the onset of reionization in the IGM shortly after the first UV sources formed in the early Universe. ", "Output": " First we present new HST spectra covering the transition region between the subcales of UV-flares and the main sequence. We find a robust reionization phase in the early Universe, with reionization occurring only at M4.5 ≃ -1.3, and on about 1.2 times the present mass. This supports a simple model in which mass is..."}, {"Input": "NASA's EPOXI mission used the Deep Impact (DI) Flyby spacecraft to deliver a payload of three scientific instruments, two visible cameras and an IR spectrometer, to a", "Output": " near-Earth-Sun L1 site for planned science operations. Flyby data assimilation enabled a resolution of the terrestrial planets' orbital parameters at the level of ∼15 km. The cameras have now reached high enough contrast to allow detection of the thermal emission from exoplanets. In this paper we present the observing strategy, the data reduction, and the analysis of the first of the..."}, {"Input": "NASA's EPOXI mission used the Deep Impact (DI) Flyby spacecraft to deliver a payload of three scientific instruments, two visible cameras and an IR spectrometer, to a", "Output": " close flyby of the nearby asteroid Vesta. Two science instruments each had to be placed in a space suit degree 1 (2) with an orbital distance of about 1000 km from the primary, and the third had to be in a more low-density type suit degree 2 or higher with an orbital distance of about 800 km. The third was to be in a suit degree 3 with..."}, {"Input": "NASA's EPOXI mission used the Deep Impact (DI) Flyby spacecraft to deliver a payload of three scientific instruments, two visible cameras and an IR spectrometer, to a", "Output": " close flyby of the nearby comet 82P/Wild 2 on November 12, 2004. The mission resulted in the discovery of a 10- November 12 Earth-Moon system that contains the remains of comet 82P/Wild 2 and is only loosely constrained by the spacecraft’s performance time allotted to it. The instrument measurements, combined with those from the previous two missions, are a..."}, {"Input": "NASA's EPOXI mission used the Deep Impact (DI) Flyby spacecraft to deliver a payload of three scientific instruments, two visible cameras and an IR spectrometer, to a", "Output": " deep rendevouz orbit about the New Horizons spacecraft in New Horizons' proximity. The cameras were designed to measure the spectra of the four spacecraft and the IR spectrometer to acquire images of the spectra at the 2.2-2.4 μm wavelength. The IR spectrometer had dual fibers, one with each of the four cameras, which allowed spectra..."}, {"Input": "NASA's EPOXI mission used the Deep Impact (DI) Flyby spacecraft to deliver a payload of three scientific instruments, two visible cameras and an IR spectrometer, to a", "Output": " close-in orbit around the transiting planet, an exoplanet, in an encounter that resembles an epic battle. The scientific instruments performed the following scientific investigations: characterization of the photospheric temperature structure and spatial distribution of cloud particles, determination of the abundances of the major, and trace gas abundances. In this paper, we describe the spacecraft and the tracking and analysis of..."}, {"Input": "Many recent observational studies have concluded that planetary systems commonly exist in multiple-star systems.  At least about 20%,", "Output": " and presumably a larger fraction, of the known extrasolar planetary systems are associated with one or more stellar companions. The orbital histories of these systems are likely complex and differ from planet to planet, and there are probably bound binary Argus (binary orbital separation less than about 0.1 AU) planetary systems with unresolved binary orbits. This variety in orbital properties suggests that formation and dynamical..."}, {"Input": "Many recent observational studies have concluded that planetary systems commonly exist in multiple-star systems.  At least about 20%,", "Output": " and presumably a larger fraction than that have already been discovered. Here we investigate the orbital and planet formation mechanisms for planets in multiple systems. We systematically compare the orbital dynamics and the dynamical evolution of several exoplanetary systems with the system properties (mass, separation of planets, system age) of their parent stars. We find that different dynamical evolution mechanisms for planets in multiple stellar..."}, {"Input": "Many recent observational studies have concluded that planetary systems commonly exist in multiple-star systems.  At least about 20%,", "Output": " Gyr ago. Inborn of the chaos of accretion and stellar multiplicity, the star-planet interaction is a fundamental process during planetary formation. The study of the star-planet interaction I.e. the orbital dynamics of the stellar components and their effects on the orbital evolution of the planet is still in its infancy. The dynamical structure and observability of planetary systems are..."}, {"Input": "Many recent observational studies have concluded that planetary systems commonly exist in multiple-star systems.  At least about 20%,", "Output": " and presumably a larger fraction, of the known extrasolar planetary systems are associated with one or more stellar companions. The orbital configuration of the stellar companion determines the planetesimal disk and may affect the growth of circumplanetary disks.\nWe have used a sample of about 635 stars with known to be orbited by a close stellar or substellar companion (a \"planet\")..."}, {"Input": "Many recent observational studies have concluded that planetary systems commonly exist in multiple-star systems.  At least about 20%,", "Output": " and presumably a larger fraction, of the known extrasolar planetary systems are associated with one or more stellar companions. The dynamical evolution of the planetary systems is of major interest in the context of the formation and evolution of planetary systems and the planet/star mass ratio. In this work we simulate the dynamical evolution of known planetary systems with binary stellar companions using a Monte Carlo approach...."}]}