{"samples": [{"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " weather, surface, and subsurface properties. Earth-based observations of the Earthshine in high-latitude winter solstice fields are an analogue of such observations, and will allow us to test the detectability of surface and subsurface biosignatures who may exist in the near future. A dynamic spectrum of the Earth's atmosphere will be obtained with an adequate sampling rate in order to sample a wide range of surface and subsurface types. We present a search algorithm and explore the various types of instruments, observing strategies, and analysis techniques that might be capable of observing a high-quality Earth-sunlight spectrum in the thermal infrared (R and I band at 1.65 and 2.32 μm, respectively). We simulate the..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " atmospheric chemistry, dynamics, dynamics, and weather. Remote sensing missions, such as JWST, ARIEL and others, will be sensitive to atmospheric composition and temperature in addition to data of global origin. The detection and characterization of biosignatures will require significant technological advances in such an environment as the infrared (IR) telescope and interferometer.\nThe habitable Zone (HZ) is the circumstellar region where standing bodies of liquid water could be present on the Earth-like planets. Conventional definitions assume that CO2 and H2O are the only greenhouse gases. The outer edge of this classical N2-CO2-H2O HZ extends out to nearly ∼1.7 au in our solar system, beyond which..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " atmospheric chemistry, cloud cover, and the event space environment. In this paper, we simulate the reflection, transmission, and emission spectra of the sunlight that is reflected by the Earth's oceans. We find that the signals we detect from the ocean surface can be separated into two main frequency groups. In the low-frequency group, reflected sunlight is detected by a single meter instrument. In the high-frequency group, multiple instruments are used to detect the reflected signal and several meters per second of bandwidth are expected. In some cases, it is possible to detect the reflected signal from the ocean, with data from a single day, by recording several consecutive transits. However, this is unlikely to explain observations from full Earth rotation, when a rotation period of..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " atmospheric composition, temperature, and dynamics. It is thought that the main information is buried in the Earth's atmosphere, but an exoplanet's light scattered by the moon will have a significant component. Here we present a spatially resolved high-contrast observations of the exoplanet-hosting star HD 189733 b designed to detect the light scattered by the planet itself. The exoplanet's orbit is modeled after a three-dimensional planar circular orbit of the diameter of the star and an inclination of the planetary orbit of less than about 10°. The starlight is clearly detected in the observations at optical, near-infrared, and mid-infrared wavelengths, the data being analyzed simultaneously. The slope of the light curve is..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " temperature, pressure, and oxygen fugacity (and therefore which chemical pathways are active). The resulting data can be used to characterize the atmosphere, monitor the chemical and physical conditions, and test models for the interpretation of the observations. The resulting composite spectrum, of an Earth-like atmosphere, will be useful for global climate models, which project the trends of observable spectra and the underlying physical and chemical processes. The light curves and spectra of planets that rotate and are under the influence of various influences from the host star can be used to simultaneously and simultaneously model different aspects of the planet's atmosphere, including its potential chemistry and geochemistry. This interpretation will not only improve our ability to detect and characterize exoplanets, but will also improve our ability to..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " its temperature, pressure, and composition. Atmospheric retrieval is the process by which the data are interpreted. These conditions, combined with parameters of the atmosphere such as temperature, pressure, and composition, provide constraints on the physics and chemistry of the atmosphere. In this chapter we summarize the main technical characteristics of the remote sensing mission, and describe the main scientific results. We conclude with a list of the most anticipated results for the next decade.\nThe giant planets Jupiter, Saturn, Uranus and Neptune, as well as the small ice giants Europa, Enceladus and Triton, have been discovered in the past few years. It is now understood that the formation of these planets was the result of the collision of planetary embryos with the giant planets...."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " atmospheric chemistry, the dynamics, and geochemistry. In particular, it will be possible to infer the geophysical and geophysical structures of an atmosphere, such as the geocorrelation of the chemical and thermal abundances. Habitable exoplanets orbiting very close to their host stars, such as those in the transiting habitable zone, will be prime targets for such observations.\nWe present an analysis of the photometric and spectroscopic data of the Brown dwarf Gliese 229B derived from the analysis of data taken by the HAT Network, and we report the results. Our photometric data set reveals that Gl 229B has an effective temperature of T eff = 1728 ± 23 K, a surface gravity of log g = 4..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " atmospheric chemistry, their ionization state, and the planetary rotation state. The resulting data will be used to infer the planet's atmospheric composition, dynamics, and global circulation.\nThe surface of Triton is covered with large cool surface ice and at least two large rings on the surface of Enceladus. However, no direct evidence has been found for the existence of surface water on Triton. The detection of the moon's plume by the Cassini spacecraft, which entered the moon's ice shell, introduced new questions about the chemical and physical conditions in the moon, which have not been answered in the traditional, surface-dynamics model. We use a point-mass flow hydrodynamic model to study the gravitational interaction between..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " atmospheric composition, temperature, chemistry, and dynamics. Trace spectroscopy of these atmospheres will be possible through the radio, infrared, and optical observations. Most radio-telescopes will have high spectral resolution modes, which will be highly sensitive to atmospheric composition and temperature. The radio tracking systems will also have high spectral resolution modes, which will be sensitive to the concentration of clouds and other trace substances. Most ground-based radio-telescopes will have unprecedented sensitivity to atomic and molecular spectral features. This paper provides a brief overview of the radio-telescope mission, a brief review of the science program, and an overview of the optical and near-ultraviolet performance.\nWe review three main results of our recent study:∙..."}, {"Input": "We can remotely sense an atmosphere by observing its reflected, transmitted, or emitted light in varying geometries. This light will contain information on the planetary conditions including", "Output": " atmospheric chemistry, radiative energy balance, cloud properties, and global circulation. The field of exoplanet atmospheric modelling has matured in recent years into a rich field of research, with many new applications including, but not restricted to, remote sensing of aerosols, clouds and dynamics. This paper describes the current state of the art in remote sensing of atmospheric aerosols and the types of data that are being collected by satellite missions. Several objectives are discussed including the generation of aerosols in ecosystem-wide aquaworld conditions, modeling of cloud properties in the atmospheres of giant planets and brown dwarfs, detection of hydrocarbon and other volatiles in the atmospheres of close-in extrasolar planets, and remote sensing of surface and cloud properties in..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the availability of a binary benchmarking reference frame. In this paper, we develop a new method to link the absolute phase reference frame of an observed science target to a reference frame describing its instrumental and data processing artefacts. Our method incorporates a reconciliation of the instrumental and data measurements during the observation. We apply this method to the upcoming Gemini Planet Imager (GPI) and Very Large Array (VLA) observations of Fomalhaut, a nearby M4 dwarf that hosts two transiting planets. We show that the GPI data require a significant component of near-infrared (NIR) calibration, including detrending from the atmospheric NIR alone, before the NIR can be used to select optimum target filters. This requirement..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the use of a simplified scheme that is homogenous and insensitive to the treatment of dust-condensate transitions. In this paper we present a new model for the treatment of dust-condensate transitions based on a more realistic equation for the dust-to-gas ratio and on a more complete set of equations for the dust size and pressure. Our model does not assume that the efficiency of the condensational growth of helium and other light noble gases is independent of temperature and other parameters. It is motivated by models of dust evolution in protoplanetary disks and by observations of significant dust concentrations in protoplanetary disks. We show that the new model leads to more realistic dust-condensation scenarios, which can provide an alternative explanation for the..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the need to treat scattering and absorption processes correctly. In this paper we develop a radiative transfer code that allows the treatment of scattering and absorption by both gas and dust alike, making the code suitable for the large range of atmospheric conditions encountered in exoplanetary atmospheres. We show that the code is fast, easy to use, and versatile enough to be used for a wide range of atmospheric conditions. We also discuss some of the limitations of the code and present approximate comparisons to other codes that have been used in the past.\nWe have computed evolutionary models for extrasolar giant planets (EGPs) that are based on a range of mass-loss and mass-gain rates. We study the effects of mass-loss rates based on recent models..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the lack of explicit description of atmospheric dynamics, particularly of the role of hazes in the high-altitude layer where the dominant haze particle formation mechanism is snow, and where the chemistry of the heavier species is initiated. In this paper we describe the dynamical model for this layer with the inclusion of a chemistry with direct vertical levels and an approximate treatment of condensation and sublaturation of the major species. We find that the snow line is a local maximum of pressures, with an increase of just above that of the hydrogen mixing ratio between the haze and gas phase. The snow line comes at the inner edge of the hydrogen distribution between the base of the gas phase and the temperature maximum. In comparison to the case of condensation in the gas..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the complexity of the atmospheric models, which often requires us to re-calibrate the models. We have developed a method to automate calibration tests that uses a series of \"joint fit\" simulations. We use this method to examine the correlation between the atmospheric temperature and the strengths of the seven IRAC bandpasses. We also consider the effects of unmodelled wavelength regions on the temperature profile and find that these do not generally affect the resulting temperature profile. We have then examined the resolution of resolution and time, and found that the resolution is a key parameter for high-resolution transmission spectroscopy. In particular, we find that the resolution needs to be adjusted to properly compensate for unmodelled wavelength regions.\nWe present new observations..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the use of a simplified parametric description of cloud formation and drifting. We have developed a new cloud formation and drift model that requires self-consistent vertical profiles of key parameters describing nebular gas and dust grains, including the radial distribution of material that may now be considered as migrated dust. Our model requires a nebula that is dynamically hot and expands to large radial distances. This description describes the formation of a nebula of nebular gas and dust that is dynamically hot but decreases in size relatively rapidly. In contrast, this nebula rapidly disperses small particles through radial drifts that are supported against gravity by the powerful nebula gravity, but which also require the existence of significant gas-phase reservoir molecules. We have found that the radial velocity..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the complex relationship between cloud and aerosol opacity, which leads to non-uniqueness in the interpretation. Here we present a model that incorporates a more accurate treatment of cloud opacity, which leads to a better understanding of the role of clouds in the atmospheres of exoplanets and the energy budgets of exoplanets. Our model predicts that the following characteristics should be common for atmospheres with high-altitude clouds: (1) the presence of a strong thermal inversion; (2) a lack of a sharp transition in opacity from gray to uniform; (3) a moderate temperature inversion; and (4) a tendency toward uniform halo opacity. These predictions should be testable with future observations of exoplanets.\nWe..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " their large computational resources. Here, we describe a novel retrieval technique for the computation of atmospheric temperature profiles and molecular abundances using a joint forward model of the atmosphere with a parametric cloud description. The parametric cloud model is derived from the work of Jansen &amp; Armstrong, allowing us to easily adapt the model to include non-uniform cloud cover and include non-uniform cloud cover on top of a two-dimensional parameterized cloud model. Our new forward model includes the formation of several chemical species and their potential detection in their respective atmospheric chambers. We apply our method to the upcoming observations of the James Webb Space Telescope (JWST) and show that we are able to fit the JWST data with a temperature profile..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the use of a simplified model or parameterized framework that is based on a model with a fixed set of equations and is limited to solving one (1) global functions. In this paper we develop a rigorous scheme that allows the computation of many (up to about 10) global functions, while retaining the computational architecture that is a key strength of our model. This computational architecture significantly improves the computational efficiency of our method. We also exploit the global nature of the network to offer the user a large choice of network depth and can easily include external processing even in a single computational package.\nWe study the dynamical stability of mean-motion resonant systems in the extrasolar planetary system HD 82943, where a suspect resonance is found in the present..."}, {"Input": "Exoplanet atmospheric models capable of interpreting the upcoming observations are often limited by", "Output": " the possible existence of clouds, which induce wavelength-dependent variations in the planet's reflectance. Here, we generate model transmission spectra from 3200 to 10 300 Å, including both homogeneous and inhomogeneous surface coverages of molecular species, for the M-dwarf habitable zone using three atmospheric profiles: cloud-free, cloudy, and clear. Our spectral retrieval method produces the transmission spectrum with an uncertainty of 15 ppmRMS for a clear atmosphere and about 20 ppmRMS for a cloudy atmosphere. We find that the spatial distribution of the ozone is sensitive to the surface pressure, but the contribution due to the molecular absorption is relatively weak and relatively insensitive to the size of the homogeneous and inhomogeneous surface patches...."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " thermal solvus to cool the parts of the atmosphere that are frozen. The melting temperature of ices at these temperatures is much lower than that of silicates, despite the higher concentrations of ices driven by CO2 and other greenhouse gases. The formation of a stable thermochemical equilibrium requires that the rate of the partial melt recirculation rate be limited by this thermodynamic equilibrium. A new model of the silicate cycle predicts that the concentration of ices in the outer solar nebula relative to the total nebular H2 flux varies by a factor of 2 between 40% and 60% of the Sun-Earth system (I.e., periods 0.4-1.3 Gyr).\nMean-motion comm..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " process to deliver the oxidized material to the surface. Here we discuss the evolution of the abundances of siderophile elements from their first-principles theoretical levels through the experimental measurements of simple species and together with the observations of siderophile elements (particularly C and N) in the Earth's crust. The results show that the siderophile elements have a relatively constant concentration relative to the concentrations of moderately volatile elements. This suggests a fundamental change in the oxidation state of Earth's mantle during the early heavy bombardment period, where siderophile elements were probably produced and destroyed on a timescale of a few million years.\nThe Moon-forming giant impact recorded in lunar Cretaceous ejecta accumulates a mass of ∼..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " system capable of accepting an independent, dynamically stable form of the solute. In this paper we describe the structure of the Medusa Extreme Adaptive Optics (MEDUSA) system, present a summary of all non-transient modes and discuss their performance.\nA simple method of analysing the time series of radial-velocity measurements to determine the period, quiescent and non-radial oscillations of a star is described. The method was demonstrated on the red giant star ξ Hydrae with a period of 4.3 days. The Fourier autocorrelation technique applied on the data allowed us to determine the large and small frequency separations, ∆ν, for both radial modes and the stellar oscill..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " robustly synthesized Ca+-Mg+ system. The high-energy level requirement for these processes, coupled to the requirement for a subsolar Ca+-Mg+ atmosphere, imposes a demand that may have metamorphosed rock.\nSulfuric acid (SO2) is a key diagnostic for the chemical and thermal evolution of brown dwarfs and extrasolar giant planets, and thus played an important role in the development of the atmospheres of these objects. For example, SO2 plays a major role in the energy budget of T dwarfs. Therefore, the characterization of sulfur-rich atmospheres of these objects, including their sulfur-containing compounds, is a crucial area of research. In particular, the ≤..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " thermal separator to separate the metabolic from instrumental signals. We simulate the evolution of Europa's water inventory and reflectivity using a parameterized model for the Cassini-Huygens mission. Europa's water inventory can be described by a constant concentration of particles of 50 mg kg-1 and a constant temperature of 5 kJ (ref. 2) at 1800 km2. The surface ocean has an albedo of about 0.6 and a low concentration of water on the surface of about 1 m. The high albedo of Europa is due to its bimodal distribution of surface materials.\nWe present a new version of the Alfvén wave solar model, a global model that includes the dissipative influence..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " thermal solvus to cool the planet. We describe the critical steps to complete the integration of such an instrument and show that the integration of an entirely new design is both feasible and a viable path for the next generation of extreme precision radial velocity (RV) spectrographs.\nWe report the discovery of a large ( ∼8 Jupiter masses) low-mass (∼0.35 Jupiter masses) companion to a young (∼150 Myr) M3 dwarf star in the caustic-crossing LMC-LMC 15 binary system, which was initially identified as a candidate from its presence in the Pan-STARRS1 catalog. The companion is separated by 3.6 ± 0.5 AU in..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " thermal solvent to cool the crust. This chapter reviews the various thermal and chemical technologies used to drive biological processes on exoplanets. The variety of observations that are now available also allows us to define a list of the current state-of-the-art in terms of the atmospheric composition and the surfaces that host the biological systems. We consider the various types of biota present on the Earth and then review the various proposed mechanisms that could exist, or not, on exoplanets. We finally discuss the implications of the various observations on the potential habitability of exoplanets and their potential habitability.\nA general computational method for cross-identifying astronomical sources is presented. The technique, designated as the “SWIFT system..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " machine to combine the components. The high-resolution radial-velocity spectrometer of the HARPS instrument on the ESO 3.6-m telescope, called the echelle spectrograph, has been optimized to achieve this goal. This instrument, mainly built in order to achieve this performance, has two echelle gratings: a pair of 808-actuator coils that are precisely matched to the HARPS optical train and a separate fiber near the cost of the HARPS optical train. Both the fiber in the fiber system and the spectrograph optics are highly thermally regulated and cannot be opened directly to the sky. In this paper we describe the optical design of the spectrograph and the design of..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " medium you can control, to control the concentration of the model. A great part of the time in exoplanetary research has been spent studying the mechanics and nucleosynthesis of complex molecules, which only remain in small amounts. Understanding the evolutionary history of complex matter is crucial for understanding the origin and evolution of complex matter throughout the post-probe phase. Here we discuss the design, manufacturing, and performance of the solid state, pressure-sensitive, solubility, and storage ring systems for astrophysical applications. A section reviews the history of experimental and theoretical studies of the reactions involved and the corresponding technology for solving the equations of state and for conducting vibration-rotation states. Another section studies the storage of aqueous magnesium sulf..."}, {"Input": "Life requires three essential components: an energy source to drive metabolic reactions, a liquid solvent to mediate these reactions and a", "Output": " solvent/gas phase to provide molecular stability. A detailed review of the physics of liquid water, one of the most fascinating and hotly-debated topics in modern biology, is presented here. The three key findings produced by recent research in this field are (i) that, in the absence of biological regulation, only the richest metabolisms may be regulated, not the complete metabolism; (ii) that the concentration of certain polyads in living organisms is regulation-induced and not the composition of living organisms; (iii) that living organisms preferentially associate with regions of high temperature and low pressure, and that this is linked to their survival under various degrees of hydrostatic, liquid water (including both pool and surface) and nutrient-..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " mass loss driven by the high-energy (XUV) radiation from the host star, which can also deplete the planetary atmosphere of hydrogen. We performed numerical simulations on the evolution of the magnetic field structure in the vicinity of the planet and show that it is significantly affected by the stellar wind and the internal thermal energy. We also found that the atmospheric gas is mostly lifted in the stellar wind while the planetary atmosphere is protected by a thick hydrogen atmosphere. The protection of the hydrogen atmosphere against erosion by the stellar wind is found to be a key condition for the long-term evolution of the exoplanets.\nWe present a new model for the evolution of the atmosphere of an extrasolar giant planet (EGP) that combines..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " mass loss driven by the internal thermal energy. However, while the ionizing flux is largely reduced in hot Jupiters, they are not completely in disarray and their atmospheric escape is still progressing at an accelerated rate. The thermal atmospheric escape is studied in the linear and two-dimensional models. The atmospheric escape rates are found to follow two different sequences in the two-dimensional case: (i) a high-temperature (T &gt; 1400 K) phase in which the atmospheric K_3/K_2 ratio is about 0.05 and (ii) a lower-temperature (T &lt; 1900 K) phase in which the atmospheric K_3/K_2 ratio is about 0..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " atmospheric erosion by stellar and interstellar extreme-ultraviolet and X-ray radiation, but the majority of atmospheric samples currently available are derived from space-based observations. The resourceful collection and analysis of space-based samples will enable rigorous studies of physical and chemical processes in the atmospheres of exoplanets, their surfaces and surfaces, and their interactions with the host star. In this paper we describe the origin and evolution of the samples, their subsequent analysis, and the future development of the samples.\nWe report the discovery of a massive (Mp=9.04+/-0.50 MJ) planet transiting an M3+ dwarf star on a nearside orbit. The system was identified from Kepler K2 photometry..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " intense stellar heating that are expected to affect the upper atmospheres of planets as well as the cores of neutral gas giants. We investigate the effects of energy deposition rate, planetary radius, and energy budget on the strength and duration of the atmospheric escape. The atmospheric escape is modelled as a time-dependent diffusion process, which is assumed to take place in the same direction as the solar wind. We find that heating by exoplanetary hydrogen to its observed level (about 1014 W/m2) can, over short timescales, deplete the atmosphere on a timescale of about 108 years. We find that the total atmospheric mass, including the H2O that is converted into N2, is about 0...."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " atmospheric escape, and they could be observable through the present generation of telescopes. We modeled evolution of atmospheric escape and atmospheric escape for the two classes of planets: solar-type and non-magnetized planets. The evolution of atmospheric escape is more sensitive to the planetary mass but we find that the mass-loss rate of the non-magnetized planet is about twice as fast as that of the solar system planets. We suggest that the non-magnetized atmosphere is the remnant of the primordial atmosphere captured after the disc dissipated. We also investigate the long-term evolution of the atmospheric escape of the two classes of planets. We find that the non-magnetized planet is once again captured to the trans..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " atmospheric erosion by stellar and interstellar ultraviolet/ultraviolet (UV/EUV) and X-ray/radio radiation, but the detailed mechanisms of atmospheric escape may differ between systems. Here we discuss the evolution of the atmospheres of the \"hot Jupiters,\" GJ 436b, HD 209458b, HD 189733b, and HD 209458b. We model the escape and atmospheric erosion taking into account the stellar and interstellar UV/EUV radiation and the atmospheric escape rate and heating rates through the thermosphere and exosphere of the exoplanets. We found that the mass-loss rate and heating rates of the exoplanets are such that they may not be habitable if the atmosphere is subjected..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " hydrodynamic blow-off conditions. In this paper, we investigate the evaporative mass-loss driven by the atmospheric escape of the exoplanets KIC 12557548b, Kepler-9b, WASP-15b, and HAT-P-11b. We find that the exoplanets KIC 12557548b, WASP-15b, and HAT-P-11b are the most affected by the atmospheric escape. However, the exoplanets HAT-P-16b, KIC 120.011217, WASP-18b, and KIC 112.01812 have only moderate evaporation rates. For the other non-trans..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " heating through interactions with the stellar wind. Here, we model the atmospheric escape and heating with a simple analytic model for the stellar wind and a simplified model for the stellar wind-planet interaction. We find that the mass-loss rate of WASP-12b is about 3.7×1010 g s-1 and its expected atmospheric escape rate is about 20 times larger than the mass-loss rate of HD 209458b. We also find that the mass-loss rate of WASP-12b is increased by about 15% due to the interaction with the stellar wind, which is likely to be the main cause of the inflated radius of WASP-12b. Therefore, the WASP-12b system..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " mass loss driven by the stellar UV radiation, which varies by orders of magnitude between regions on Earth and other planets. However, the total XUV irradiation of an exoplanet is limited by the thermal energy released during the exoplanet's lifetime, where the cooling is dominated by the stellar XUV radiation. The atmospheric XUV evolution and mass loss of an exoplanet governed by the above factors can be different, depending on the efficiency of energy redistribution and the atmospheric composition. However, here we focus on the XUV evolution of a hydrogen-dominated exoplanet, assuming a surface composition dominated by H2O and CO2. Our calculations show that, during the earlier phase of the H2O-dominated..."}, {"Input": "Heavily irradiated exoplanets are subject to atmospheric escape and", "Output": " evaporation through interactions with the host star. The mass-loss rates and rates of planetary escape are expected to be different depending on the characteristics of the host star, the planet's orbital distance, and the planet's initial temperature. Here we investigate the influence of the host star's rotation and magnetic field on the evolution of the planetary magnetosphere. We find that the influence of the stellar rotation on the evolution of the planetary magnetosphere is relatively weak, and the evolution of the surface magnetic field and the escape rate is mainly determined by the spin-down of the host star with time. However, the influence of the magnetosphere's evolution on the evolution of the escape rate is relatively strong. Our results indicate that the evolution..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " organic hazes are as abundant as carbon monoxide. The formation of these aerosols took place in the reaction between CO2 and H2(J = 3-2) from a photodissociation of CO2 and the subsequent reaction of these gases with CO. The oxidation of these gaseous products with ultraviolet light is estimated to have taken place by this mechanism, and the organic hazes would have played an important role in the evolution of the early martian atmosphere.\nThe origin of Saturn's large moon Titan is shrouded in mystery. First, a giant impact with proto-Saturn, then the moon's orbital parameters changed radically following the collision. Titan's atmosphere would have been affected by the loss of..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they form at low altitudes near the water-condensation front (H2O condensation) layer. Here we report the first high-resolution laboratory experiments to measure the formation rate of an organic aerosol in an amorphous water medium. We measured particulate organic aerosol formation rates in the range of 0.08 -5% of ambient atmospheric nH4 (N2) in comparison with Titan's atmospheric average. The aerosol species included protosolar organics such as amorphous and crystalline species. When analyzed consistently with Titan's atmospheric molecular composition, the experimental result suggests that N2 is the major atmospheric species in Titan's atmosphere. This conclusion is important for understanding the formation mechanisms of..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " solid water is an important raw material for life on Earth. In contrast, in the tropical and temperate zones of the Earth, a variety of photochemical aerosols can form because of their ability to withstand UV/EUV radiation when they are exposed to Earth's UV/EUV spectrum and environmental conditions. The formation of these aerosols and their effects on the atmospheres of the planets can be modeled by taking into account their unique kinetic energy and mass production rates, which depend on their location in the solar system. We developed a photochemical aerosol model to simulate the photochemistry of cold planetary atmospheres under different types of luminosities (F, G, K, and M) and Earth's UV/..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " traces of primitive life can persist in the mid-infrared. However, the origin and evolution of such aerosols are poorly constrained, due to a lack of observations from orbit-based instruments and the limited number of data available in laboratory-based stellar-chemistry experiments. Here, we report a laboratory experiment to probe the production of organic aerosols in a high-pressure and high-temperature environment simulating the evolution and growth of the organic aerosols from an early, warm planet to a warm planet (10 °C) and then a cool planet ( down to 10 K) growing until the atmosphere is thin and optically thick in scattered light. The aerosol production in this experiment was analyzed using synch..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " no other terrestrial species can be detected. However, the availability of ultraviolet and visible radiation does not prevent the formation of these aerosols in a primordial disk.\nWe present a survey of &gt;4,000 star compositions from the Hypatia Catalog to examine whether rocky exoplanets might be detectable at radio wavelengths. To infer their radio properties we simulate observations using a grid of 1D mass-radius models for the target star population based on the observed spectral energy distribution of low-mass stars. We also explore the effects of target star metallicity and rotation rate and show that the lower the metallicity the lower the radio emission. Our results indicate that exoplanets orbiting metal-rich stars will..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " volcanic activity is very low. Here we report a strong detection of the organic aerosol feature in the spectrum of Titan’s aerosol analogs. We identified three primary modern types of aerosol analogs. The first consists of a quenched organic aerosol of experimental origin, the second is produced by aliphatic hydrocarbons from photodissociation of organic aerosols, and the third is formed from a mixture of organic aerosols and a water ice cloud that has been carefully filtered from aerosol analogs. We found that these three types of aerosols can readily be produced in Titan’s atmosphere with an aerosol production rate generally below that of tropospheric hydrocarbons and the..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " they form in the chemistry of small-scale primordial atmospheres. Our laboratory experiments on the free activation of the organic aerosol were performed using a high-pressure optical sapphire-anvil cell coupled to a gas chromatograph. The experiments were also performed using a laser-based diode laser with the Lutz-Kramers theory. The results demonstrate that a nitrogen-containing aerosol can be produced in a chromatograph, which has important ramifications for future instrumentation in space and ground-based labs.\nWe present several new observations of the disk surrounding the young star HR 4796A. Our new Keck/NIRC2 astrometric data and H-band scattered light images..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " photosynthesis is not very efficient, and where ozone is a prominent absorber. However, the prevailing view that solar UV is an extremely important driver of atmospheric chemistry suggests that the UV flux must necessarily have a pH of 10-3 or greater, or else the photochemistry would be unable to maintain the normal abundances of important organic molecules. The absence of UV radiation would have a profound effect on the organic particle production and surface fluxes in these planets, as well as in old (age &gt; 3 Gyr), hot (young) planet-forming disks.\nWe present a fast Python tool, SpectRes, for carrying out the resampling of spectral flux densities and their associated uncertainties onto different wavelength..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " survivability is defined by the space environment and the temperature. In this paper we review current knowledge of the UV environment in the solar nebula, in particular its relevance to the origin of life as we know it and its evolution. We summarize the state of knowledge of the UV environment of the protoplanetary disk and discuss its implications for the chemical evolution of planetary atmospheres.\nThe formation of proto-Jupiter himself seems to have been followed by premature accretion of material via passing envelopes. The size and mass of Jupiter's envelope, which is probably larger than any other nebula, are constrained by its cooling rate and nebula temperature profiles, and the He abundance in Jupiter's envelope, which is probably much..."}, {"Input": "Photochemical organic aerosols are ubiquitous in the cold outer Solar System where", "Output": " prebiotic chemistry begins at an early stage. While Earth's primitive atmosphere contained several biologically produced hydrocarbons, early life was probably a lipid-rich, hydrogen-dominated environment.\nThe early evolution of Earth’s atmosphere, dominated by complex reactions between molecular hydrogen and oxygen molecules, was determined in this study. The experimental results were derived from the assumption that primordial peridotite contents on Earth typically vary as a function of the initial atmospheric oxygen abundance, with the values for H 2O and O 2 resulting from the distribution of the molecular hydrogen and oxygen in the protosolar molecular cloud being dictated by the initial abundance of molecular hydrogen. The enrichment of the initial atmospheric abundances of oxygen and hydrogen..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the occurrence rates of the products of their atmospheric reservoirs. The detection of an Earth-like planet around a nearby star is conceivable over the next decade, as many as eight such planets are likely to have the best conditions to explore their potential habitability. In this context, the Kepler mission provides the opportunity to detect thousands of Earth-sized planets in the near-infrared. The detection of an Earth-like atmosphere around an such a nearby star is not ruled out by our analysis.\nWe have performed a search for new extrasolar planets in the 4-year long Kepler photometric data set, and find several new transient candidates. One of these candidates, KIC 4862625, has an extremely..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " their surface conditions, and thus their habitability. However, even in the absence of global oceans, it is possible that we will have moons capable of hosting life (i.e., a moon a few to 1000km in radius, with a sufficient nitrogen atmosphere to maintain an atmosphere). We show here that the exomoons with the similar size to the Moon, and with orbital periods of a few to a few 100 years, are potentially habitable. This could be the case for many of the previously detected exoplanets. However, if we assume that the habitability of Earth-like exomoons is independent of atmospheric composition and plasma protection, then we will infer that the exomoons were habitable when..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " their intrinsic radiation properties, such as mass, radius and geometrical distance. The model assumes that the surface temperature is controlled by absorption and scattering of stellar radiation. The planetary reflectance is included as a non-constant, assuming that the roles of hemispheric and intra-hemispheric absorption and scattering are assumed. The resulting model can be used to predict the energy a planet will be in the spectral range from 0.4 to 20 µm at a given age. Given a set of observational constraints (relative to the solar system), theoretical evaluations of planet habitability require back-tracking attempts for the generation of atmospheric signals and the identification of the main atmospheric protection pathways.\nThe Spitzer Space..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " their surface conditions, and the phase curve of the planet is a unique window to study such aspects as their atmosphere. Here we present a search for water on the surface of the moderately sized Neptune-mass planet GJ 436b using high-precision near-infrared spectroscopy from Keck/NIRSPEC, as well as optical photometry from Lick/Tullarri. We find a maximum cosine flat (product of σ = 4.02 ± 0.04 bars) for an average flux of 0.58 ± 0.13 mJy beam-1 Hz-1 (3σ lower than that of Jupiter), indicative of a water abundance of less than ≈..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the surface conditions of planets. Earth-like planets are considered as the best place to look for information about the presence of life across the spectrum. The most challenging aspect of exoplanet exploration is the search for biosignatures, which requires a precise determination of the photon-induced exposure time. A precise time measurement should also include the time required by the astronomical community, since the absence of other signs of life on a planet's surface leads to a strong negative correlation between the planetary surface and the ambient background light from the host star. In order to maximize the scientific return of the EChO mission, we have developed a robust and accurate method of determining the time required for a given observing sequence. Our method..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " their basic parameters, such as mass and radius.\nThe Kepler mission has provided data on more than 150,000 stars for a wide range of geometries. The data are used to monitor the stability of the mean incident fluxes, which are then used to infer the photometric variability of the stars due to varying surface features, including gaps, and to search for potential correlations between these characteristics. A subset of the stars, with high signal-to-noise ratio and high spatial resolution, are considered to be at a \"high duty-cycle.\" The photometric data are used to obtain a preliminary statistical characterization of the photometric variability of the stars. The subset of bright stars that show a significant..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the planet’s surface gravity, and thus its bulk density, independent of any assumptions of cometary composition.\nThe Kepler mission has discovered more than 2500 exoplanet candidates, including dozens of candidates that are in the habitable zone (HZ) or are in the habitable zone, but only a small fraction of these candidates have been confirmed as true planets. Therefore, the most fundamental question about these candidates is the fraction of bona fide planets. Estimating the rate of false positives is important because the rate of false positives is estimated using the rate of the number of bona fide planets, known as the false alarm rate, and because the false alarm rate is also the complex function of the signal strength and the..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the surface types of the planets directly from their spectral data. Although spectral data on a given planet cannot be uniquely defined, it is possible to characterize the planet's surface based on the knowledge of this surface morphology. Terrestrial planets that are unsuccessful in their attempt to fit to a habitable surface morphology, either because of the failure of the occulted flux or because of low albedo values, can be identified as the remnants of failed Earth analogs.\nThe three-dimensional radiative-convective absorption and scattering properties of a planetary atmosphere are critically important for the modeling of the thermal and chemical structures of extrasolar planets. At a high temperature or high pressure, the absorption and scattering properties of the..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " their surface conditions, masses, compositions, and internal structures. To do this, we need to know the surface temperature (T) of the planet as a function of wavelength, ideally separated from the host star. However, this is difficult because the average spectrum for an exoplanet is comprised of both thermal and optical components. Here we show that the average spectrum can be decoupled from the host star and averaged over the planet to provide an independent and robust way to measure the surface temperature of exoplanets. We decouple the surface temperature from the planet temperature using a both temperature-dependent water opacity, and using a planetary reflectance spectrum for the first time. As a case study, we have used..."}, {"Input": "Thermal emission observations of terrestrial planets are the only way to determine", "Output": " the surface conditions for extrasolar terrestrial planets. Such observations can be obtained with a beam combiner and a high-resolution optical spectrometer. We investigated the spectral intensity and signal-to-noise ratio (S/N) of synthetic planetary spectral flux densities measured by interferometers operating in the infrared and visible ranges, respectively. The synthetic light curves were calculated by using the global data-reduction and analysis package TRAMP, which was designed for the management of full-disk images and performance testing of interferometers operating in this range. We found that the S/N of such a telescope is rather well constrained by the number of available observations, the quality of the target, and the..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " atmospheric composition and temperature properties of planets. The Spitzer Space Telescope (Spitzer) measured the infrared emission from the planets in the hot Jupiter and warm Saturn systems, releasing information about these planets' atmospheres. Recent observations of the hot Neptune exoplanet HAT-P-31b with Spitzer revealed its atmospheric thermal structure and revealed the planet's passing at infrared wavelengths. Here we report observations of the hot Jupiter system WASP-14, which revealed a striking light curve, with a highly structured time-series of narrow-band (about 1.5 μm) photospheric measurements and an apparent planetary transit. The detailed light curve, coupled with the latest measurements of Spitzer,..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " composition and atmospheric properties of their atmospheres. However, the vast majority of detected exoplanets orbit cool, low-mass M dwarf stars. While these stars are generally more hospitable for planet detection than the cool M dwarf stars, they are largely to our knowledge undisturbed by planet-planet interaction. We observed nine transits of the giant planet orbiting KELT-9 (T eff = 5250 ± 150 K) at 4.5 μm using the IRAC instrument on the Spitzer Space Telescope. We also obtained follow-up optical and infrared photometry, including a reanalysis of previously published data. We find the planet/star contrast ratio 0.07527 ± 0..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " atmospheric properties of their host planets. The mission TRIDENTIS will require significant development in telescope and instrumentation and we discuss its implications on space observatory concepts for such a mission.\nWe investigate the potential of resolvable microlensing observations of the hot Jupiter-mass planet TVLM 513-46546b to detect the lensing effects of multiple planets orbiting the same host star. A simple model assuming three host stars yields three promising solutions with corresponding planet masses, although the required range of planet masses remains very large. We simulate the possible planetary systems that can potentially be detected by TRIDENTIS. We find that a small number of close-orbit (approximately 2:1) planetary systems..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " physical and chemical structure of their atmospheres. The most reliable way to constrain a planet's atmosphere is to measure its transit depth with a precision of about 10-5. However, this requires a detailed understanding of stellar physics, typically provided by multidimensional models used for transit fitting. In this paper, we address this by presenting a novel retrieval method that makes few assumptions on molecular abundances and vapor pressure profiles without requiring any integrable form for the atmosphere. We demonstrate the method on a hot Jupiter toasteroseismic benchmark. We retrieve abundances and vapor pressures from 27 weeks of nearly continuous broadband photometry of the planet, including ground-based follow-up observations. From these..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " atmospheric composition, temperature, and chemistry of exoplanets. The spectral and color restrictions for both ground-based and space-based observations will limit the number of transits observed, and the signal-to-noise ratio (S/N) of each detected transit will degrade rapidly after the observations are completed. The exoplanet sample in the Kepler field is expected to be full for τ=2, i.e., the transits will be full in the wavelength range in which maximum S/N=100. We present the expected yields of extrasolar planets in this S/N regime, based on a simple empirical relation, which takes into account the effects of spectral-type and planet..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " thermal and chemical structure of their atmospheres. Here, we report the discovery of an optically thick, 4.4σ R = 7.9 R ⊕ sub-Neptune with a mean temperature of 450 K (in which case the planet is Earth-like) in an orbit that is near that of the neighbouring Neptune-mass planet, HAT-P-11b. The presence of this slightly hot Neptune in a multiple system demonstrates that the well-known “hot Neptune desert” represents not just a relatively sharp transition between planets of high and low mass but also a more common phenomenon in the context of exoplanetary architectures.\nWe present the first use of..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " composition and temperature conditions of their atmospheres. The James Webb Space Telescope (JWST) will deliver the first opportunity to study atmospheres of terrestrial exoplanets with sufficient precision to identify molecules, and possibly reveal their chemical signatures, in the thermal infrared. We use the model of the impact cratering record to infer the size and composition of the debris recovered with JWST’s NIRSpec Prism. We suggest a new approach to modeling the impact history of the target, extending prior work by taking into account the observed detail of the impact history, and using this to infer the planet-to-star radius ratio expected at different wavelengths. Our results show that the NIRSpec prism..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " physical and chemical conditions of their atmospheres. Here we report observations of the dayside atmosphere of the exoplanet WASP-14b using the Hubble Space Telescope (HST) Wide Field Camera 3 (WFC3) G102 (1.1-1.3 μm), G141 (1.3-1.8 μm), and G162 (2.2-2.8 μm) grisms. The brightness temperatures were measured using the post-spiral technique. We find that the dayside of WASP-14b is very hot (2440+120-170 K), whose temperature is approximately 25 K higher than that of the control sample star..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " atmospheric composition and temperature properties of exoplanets. Targeting the spectral features from the planetary thermal emission, we aim to detect the presence of an atmosphere via the transmission spectroscopy (TRISA). We performed infrared high-resolution transmission spectroscopy of the hot Jupiter WASP-43b using CRIRES at the Very Large Telescope (VLT). Observations were performed with the UVES spectrograph (VLT-UT1) and the infrared imaging spectrometer (IRDIS). The data covers a spectral window near 9-12 μm corresponding to the 0.95-2.4 μm region of the spectrum. We used several observational templates and integrated them in an..."}, {"Input": "Infrared observations of transiting exoplanets probe the", "Output": " physical and chemical conditions of their atmospheres. In particular, atmospheric chemistry is sensitive to the abundances of volatile species, which effectively protects the atmospheres from photolysis and escape. However, the bulk of exoplanetary data on the presence of volatiles in the atmosphere has been based on measurements of the bulk elemental and isotopic abundances (e.g., Fe and Si) of the host stars. This is not true for the atmospheres of the vast majority of the exoplanets, whose bulk compositions are typically not in the range of most Earth-like, and therefore the observations do not allow the inference of the planet bulk chemical composition. In this paper, we explore the..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that less than about 1% of its surface is really poorly understood. It is difficult to test this because the reflectance of vegetation is strongly dependent on weather conditions. However, in recent years, this issue has been further investigated, using satellite telemetry. Numerous telemetry measurements, from both low and high latitudes, have indicated that vegetation on the surface of Mars is not blocked, but is a highly complicated and intricate process to remove. In addition, a number of observations have suggested that much of the vegetation has become very thick in places, although it is not clear how this occurred. These observations provide important constraints to the ancient Martian climate, because (1) most of the extant martian..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that the earth's land was having a reduced atmosphere that was at least 50% lower than today's.\nWe have used the Spitzer Space Telescope to observe the primary transits of the extrasolar planet HD 209458b in the 3.6, 4.5, 5.8 and 8 μm bands while also inferring observations of the secondary eclipse in the B band (at a resolving power of about 600). We use these data to measure the eclipse depth as a function of wavelength and one another in the IRAC bands. The data are combined with ground-based measurements and the published ground-based secondary eclipse in the literature to calculate a measure of the planet's transmission spectrum from..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that the planet's atmosphere is a major contributor to the Earth's greenhouse effect. However, understanding the underlying mechanisms that drive the greenhouse effect in the Earth's atmosphere is not straightforward, and the science challenge is to determine which of these mechanisms is dominant on Earth, Earth-like worlds. Here we derive a simple analytic formula for the radiative greenhouse effect, which can be used to prioritize targets and how best targets are selected, and moreover provides a framework for the analysis of the planetary greenhouse effect. This formula can also be used to predict the impact of solar system architecture and other major systems on Earth-like planets.\nWe report new near-infrared (NIR) coronagraphic capabilities..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that it was formed in a remote part of the Earth's atmosphere, but despite extensive biological activity it is not possible to satisfactorily account for the greenhouse effect in the Earth's atmosphere. Although atmospheric ablation is an obvious result of the progressive phase of weathering of the Earth, which results in a net increase in the solar luminosity. In addition, the biological impact of the new vegetation on the Earth is probed by the isotopes of carbon, hydrogen and nitrogen, which in themselves provide insights into the past history of the climate on Earth. As the vegetation of the present day vegetation has probably experienced considerably less drastic changes during the past few million years than that of the oldest vegetation...."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that the mantle density of terrestrial planets with surface temperatures that are 60-70% of the target temperature for surface liquid water (TST) should be detectable with an instrument aboard a space-based interferometer. Earthshine reflected signals from the surface of the Earth can be detected by measuring variations in the Earth's reflectance during the course of an interferometric mission. We also consider the detectability of Earth-like exoplanets around other stars using the Earth-based reflectance. We find that Earth-like exoplanets around other stars, in the habitable zone (HZ) of nearby stars, have higher surface temperatures than their counterparts at orbit temperatures of 40-50 K..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that vegetation is a common in Earth’s terrestrial region, and for many of the presently observable atmospheres, it represents a major fraction of the emissions of atmospheric gases. However, because vegetation emits a large spectrum of wavelengths (∼3000-10,000 Å), it is difficult to determine whether this vegetation reflects the atmospheric gas composition or uniquely identifies atmospheric species. To identify the vegetation spectral features in Earth’s atmosphere, we must observe a spectrum of greenery: the spectral distribution of airglow, aerosol bands, and spectral variations that are associated with climate and weather, as well as spatially resolved reflectance features. To accomplish this goal, we have developed a..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " a relatively low level of soil preparation for the presence of observable hydrothermal environments; the relative proportions of surface and bedrock in terrestrial-type exoplanets are expected to be lower than on Earth by a factor of 10 or more\nWe report the discovery of a near-Earth-sized planet in the habitable zone of a low-mass star called Kepler-1649, which is already a member of the newly-named “Kepler Legacy” program. The planet, Kepler-1649b, was discovered using photometric data from the Kepler telescope and was confirmed as a transiting planet with a mass of 12.4 ± 2.6 M\\oplus . Follow-..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that the vegetation reflectance varies in the range of 10-100% for terrestrial-type and Mediterranean vegetation. We present the detection and evaluation of an transit of Venus. We also observed the evolution of Venus (helped by an adaptive optics simulation) and Earth (helped by the thermal inertia provided by the Earth's visible disk). The Venus and Earth (helped by infrared observations from the ground) will lead to an improved understanding of the relationship between Venus, Earth, and Mars.\nWe investigate the fraction of stars harboring giant planets, as a function of the stellar mass and metallicity. We use a hierarchical Bayesian model selection to infer the properties of planet-bearing stars..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that the vegetation reflects at wavelengths greater than 1.5 μm. However, it is not clear whether this reflects fully the spectral distribution of vegetation or just a portion of it. Here we examine whether the vegetation coverage can be explained in a variety of light environment scenarios, from spatial warm granulation in an elongated shadow zone to rotational shading in a hot and humid atmosphere. We find that the vegetation coverage can be described by a selection of light and spatial conditions, including the effective fraction of vegetation that is offset to higher altitudes by a combination of mechanisms, including the photosynthetic contribution and atmospheric transport. Land cover is redistributed throughout the tropics but not deeper, as would be expected..."}, {"Input": "The reflectance of Earth's vegetation suggests", "Output": " that chlorophyll can have a major impact on climate.\nThe dependence of ocean surface alkali emission on climate factors has been widely studied in recent decades. The answer to the question of whether the present-day sea surface is saturated or unsaturated, i.e., the carbonate-silicate cycle, has long been a philosophical problem in Earth science. In this review, the subject area includes the carbonate-silicate cycle and the ocean general circulation, with an emphasis on the latter.\nWe investigate the evolution of the surface temperature, the amount of moist heat in the tropical troposphere, the zonal-mean jet stream and the global annual mean climate, using a simplified..."}, {"Input": "Tholins are composed of", "Output": " conventional (Hertz) and modified (Boothroyd) diatomic species, which have been traditionally considered \"non-optimal\" to the analysis of astronomical spectra. There has been a number of papers in the literature that write in the context of the \"Great Observations\" program for the solar activity cycle. In this paper we summarize the results of ongoing global (optical) observations made by the Soft X-ray Telescope (SXT) and Telescope Observation System (TrES) instruments, with emphasis on the latter's facilities at the Kitt Peak National Observatory as part of the \"Sun in Time\" program. The data analysis includes simultaneous measurements from all instruments..."}, {"Input": "Tholins are composed of", "Output": " two main components, the larger ones being of solar metallicity and the smaller ones being of nitrogen-like carbon. We show that the gap in the stratosphere between the two components has evolved from a wide range, possibly reaching a point where the CO$_2$ mixing ratio becomes so high that the CO$_2$ partial pressure is comparable to the CO$_2$_2$ mixing ratio, so that the tropospheric and stratospheric temperatures can no longer be defined by the CO$_2$_2$ mixing ratio. In that case, the troposphere becomes substantially CO$_2$ thin, which cannot be explained by the reduction of..."}, {"Input": "Tholins are composed of", "Output": " a metallic central core, an accretion disk, and the atmosphere. They differ significantly in size and opacity, with the latter typically having a molecular or atomic composition. While the gas is typically well mixed, the dust must have a very large optical depth, and even for Warm Spitzer observations the source is optically thick in the infrared. This paper reviews different models for the dust, focusing on how the optical depth changes over time. We also discuss whether the dust can be observed in the mid-infrared.\nWe conduct a meta-analysis of the currently available data on stellar magnetic fields, and discuss their implications for various areas of stellar science. The field of particular interest to..."}, {"Input": "Tholins are composed of", "Output": " complex organic molecules, which have been detected in the atmospheres of extrasolar planets. The similarities between the chemical composition of the two species suggest that they originate from the same reservoir. Here we report the discovery of an isolated and non-carbonaceous C-type organ in the organically rich portfolio of the Canopus complex, which is composed of raffines and organics. Two of its three major non-carbonaceous products, a kidney-based cell and an aliphatic organ, were detected in Titan’s atmosphere by means of CRIRES at 860 μm. These observations reveal that the Canopus complex organ consists of three components, a raffine..."}, {"Input": "Tholins are composed of", "Output": " molecules containing energy levels of two to four atoms and their derivatives, regularization is due to the interconversion of a large volume of low-spin state atoms in the form of a \"vector tensor\". We present a simple model which allows the computation of the corresponding decays and absorption coefficients of the energy level. It is found that the analysis of the model leads to a simple prescription for the number and/or the shape of the \"vector tensor\", which is very helpful in the interpretation of experimental and theoretical spectra.\nThe evaporation of extrasolar planets has been described in the context of entropy production and evaporation of cold planetary bodies. However, the..."}, {"Input": "Tholins are composed of", "Output": " condensed silicates and are typically interpreted as due to volcanic activity. However, the size and locations of the features are unknown, and the interpretation of surface features in the context of climate change is ambiguous and controversial. Here we report the discovery of a large (about  30,000 km wide) deposit of volcanic ash particles in a shallow, hot volcanic valley that we interpret as an outbursting lava ocean. The highly saline, low-irradiated atmosphere of the ash particles suggests that they originated in the Martian atmosphere, and they may have been transported to the low-latitude Martian surface by either hydrothermal waters or surface magma flows. Transport of the igneous salt-..."}, {"Input": "Tholins are composed of", "Output": " complex, macroscopic microorganisms, including Archaea, and Mormidium. The two major exceptions are LRSJ1238, an isolated rhooseolite from Mussidae, and two unidentified mafic-garnet systems, intermediate in texture, from Kivu Lac. All of these are associated with habitability on Mars. We review the nature of the Mars-aging rosettes and find that the literature shows that they are not particularly diverse; some of them are Globules, and two of them are Proxima ciculos. We discuss some of the recent results on the biology of Mars and the prospects for organizing this biomass..."}, {"Input": "Tholins are composed of", "Output": " a metallic iron core and a silicate mantle. The iron core is necessary in both the feasibility and performance of heavy-element, and the silicate mantle can be the component of the core for large satellites. We have determined the chemical composition of the silicate mantle of the Moon, taking into account uncertainties in the abundance of the different elements, by means of non-LTE radiative transfer calculations. The result is that the silicate mantle of Moon-like objects is iron-rich, [Fe/H] = +0.44+0.07-0.05, and that the average iron abundance is about [Fe/H] = +0.64+..."}, {"Input": "Tholins are composed of", "Output": " two MgSiO3 perovskite components, which migrate within the disk and are trapped at the pressure maximum associated with the dead-zone inner boundary. Around these small grains, they are hydrated, becoming part of the intergranular fluid. We model the dust and gas dynamics using a new two-fluid simulation code. The dead zone, where the inward migration is halted, plays a key role in the accretion process. It is essential that this zone be hydrated, and its lack of depletion is at the origin of the non-accreting dust, which otherwise would not be accreted. Dust traps particles in a \"dead zone,\" where..."}, {"Input": "Tholins are composed of", "Output": " the molecular species of hydrogen, nitrogen, oxygen and metal ions (H+, O+) in the order of 10 x 10 to the 12th. The equilibrium molecular composition of the lower mantle, the concentration of the light elements in the lower mantle, the temperature distribution in the lower mantle, the spectral extent of the O and H+ hydrate and the viscosity and diffusion properties of this hydrate based on data from the Nectaris basin and from the Mariner 10 flyby are described, and the results are compared to the models of the lower mantle.\nThe temperature distribution in the deep mantle depends on the parameters of convection, and therefore the deep mantle convection rate..."}, {"Input": "Monitoring of earthshine shows", "Output": " that the average concentration of the three earthshine basins varies by a factor of 1.3 over the eleven years of operation. This is due to the seasonal variations of the earthshine amount and due to the seasonal distribution of the earthshine. The average sky area (in an average year) is the same regardless of longitude and may be predicted by the spectral dependence of the earthshine.\nThe Last Glacial Maximum (LGM) Laurentide Ice Sheet (LG) was ice-rich and cold during most of its early history, despite the fact that the ice sheet covered only 15-20% of the whole planet, and was then degassed and buried..."}, {"Input": "Monitoring of earthshine shows", "Output": " that the total solar irradiance (TSI) varies by only 0.1 in the 11-year period the Solar Dynamics Observatory (SDO) has recorded, and the instrument has detected no significant variability to a confidence level of 99.982% (2.8σ). The Sun's variability is not a significant source of perturbation to the global-average climate of the Earth; the Moon's surface is the only place at which variability in the Earth's electromagnetic output has been reliably measured. The polarization of the Earth's magnetic field has been used to infer changes in the Earth's climate and characterize the changing influences of the Sun's variable magnetic properties on climate..."}, {"Input": "Monitoring of earthshine shows", "Output": " that it is a common practice to pour concrete in the sun-sun ejecta transfer zone (CZ) and to use it as a gravity contrast test. Such testing has never been attempted and is unlikely to result in successful observation of structures in the solar atmosphere. Here we report the first high-resolution, ground-based detection of a lateral asymmetry in the disk of a T Tauri star with a spatially resolved measurement of the disk-integrated longitudinal magnetic field. The field is significantly non-axisymmetric and nearly 1/2 times weaker than the longitudinal field for the solar case. The observations show that the disk has an internal magnetic field of �..."}, {"Input": "Monitoring of earthshine shows", "Output": " that the total amount of sunlight absorbed by the earth as a whole is about 8 - 10% of the total solar irradiance (TSI), and that this absorption is generally lower during sunspot cycle minimum conditions by a factor of 10-30. During the period from October to November 1990, the daytime terrestrial absorption of sunspot umbrae dropped to about 3% of the total solar irradiance. Shortly after the earth began to warm, a strong thermal ozone layer was developed, which was extensively distributed in the solar system. Although the evolution of the terrestrial ozone layer was closely associated with the evolution of the solar ultraviolet irradiance, the evolution of the terrestrial ozone layer..."}, {"Input": "Monitoring of earthshine shows", "Output": " that the effective optical radius of the earth differs by about 5 per cent with respect to the common optical radius. Thus, the common approach of adding a marginal reflectance to the model c3 dependence on the effective optical radius is not valid.\nWe present the results of testing a novel convection-vibration algorithm in an arid, chemically inhomogeneous layer of rotating convection. The algorithm consists of a modification of the standard generalized inverse mapping method (G. R. Green's procedure) with a spatial resolution of about 1/60 km on the solar surface, and it is optimized to solve the inverse mapping between convection and pulsation. We find that..."}, {"Input": "Monitoring of earthshine shows", "Output": " that the average earthshine amplitude is about 1.2 m s-1, but the dependence of the earthshine on climate state is important in determining the occurrence of deglaciation and the amount of CO2 in the atmosphere.\nWe present the results of a search for correlation between the masses, radii, and effective temperatures of the two most distant transiting extrasolar planet candidates, CoRoT-2b and CoRoT-3b, and analyze their transit timing variation (TTVs) with high-precision radial-velocity (RV) data. We find no evidence of TTVs for CoRoT-2b nor..."}, {"Input": "Monitoring of earthshine shows", "Output": " that the angular diameter of sunspots (or starspots) changes in the mean direction. This affects not only the sensitivity of light curves to magnetic field strength, but also the angular diameter itself.\nVirial-theorem expressions for clouds on the verge of gravitational collapse are fitted to numerical results obtained from exact equilibrium molecular-kinematic calculations. The minimum mass needed for gravitational collapse is 0.53 times the virial-theorem expression for a homogeneous sphere of plasma plus a uniform magnetic field. When the equilibrium is not used, the minimum mass is much smaller. The results are applied to a number of prominent exceptions, including the innermost regions of..."}, {"Input": "Monitoring of earthshine shows", "Output": " that the timing and magnitude of the auroral signals depend on the observation time of the day. During the period from about two weeks until four days, the sunspot groups are distributed in longitude almost in a north-south direction, while the groups emerge and decay with a more uniform distribution.\nWe present high-resolution (Rabout  30,000) Ca II K-line (3933 Å) absorption profiles observed toward three classical T Tauri stars in the Taurus and Chamaeleon star-forming regions. We also present absorption data for an additional four classical T Tauri star (CX Tau) of similar spectral type and a weak-..."}, {"Input": "Monitoring of earthshine shows", "Output": " that the total solar irradiance (TSI) from Earth-like exoplanets around other stars is well within stellar variability variability (120-140 per cent). However, TSI variability is more severe for the most active stars (such as the sun), with 80-90 per cent of the solar TSI being irradiated by flares, and 30-60 per cent of the total solar irradiance (TSI, including the solar 11-year cycle) is also variable. This is due to the low degree of magnetic shielding of the corona and the lack of cooling by convection in these extremely active stars. The wavelength dependence of the TSI is therefore poorly..."}, {"Input": "Monitoring of earthshine shows", "Output": " that the moon's surface is covered with red soil, which is characteristic of a lunar craters. Red soil has been inferred to be a result of volcanism and/or tectonism, and to be relatively thick ( 200-300 m thick). The soil particles have a low porosity (20-60% porosity), and are therefore inferred to have a low cohesion, too much to be volcanic or tectonically active. A low cohesion of the soil is consistent with tectonic deposits that are lavishly observed on lunar surface materials. Because the lunar crater record is sparse, in order to identify a distinctive lunar crater from the present surface of..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " prolonged surface water on Mars, although the count rates of these systems are poorly constrained and the lack of materials on Mars is a consequence of the incomplete nature of the data. The origins of Martian water may have been polyhydrated and localized or constant and relatively diffuse. The Martian water system may represent a case study for the long-term evolution of Mars.\nWe have obtained a full suite of Spitzer/IRAC observations to characterize the debris disk around β Leo over a broad range of spatial scales, corresponding to radii of 0.1 to about 100 AU. We distinguish three components to the debris system: (1) warm dust (T about  140 K..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " prolonged surface water on Mars after the Noachian era (about 3.7 billion years ago). This evidence, coupled with the estimated Martian water inventory, suggests that rainwater retrieval implies the presence of liquid water at shallow depths beneath the Martian surface. However, only multiple generations of combined sediments and water inventory have been published in place on Mars, and the nature of the deep groundwater systems on Mars, and the amount and distribution of rainwater that is consistent with the ancient Martian water cycle, remains uncertain. Here we report the geologic, mineralogical, and water geochemical data collected by the Mars Express Mars Orbiter Camera (MEX) between May 2012 and..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " prolonged surface water on Mars. However, no full set of data is available to support the hypothesis.\nWe have measured the column density profile of Io's sodium corona with a radiolytic magnetic field in the source region of the magnetosphere-Io environment, using the Tange basin metric. This approach circumvents the problem of spatially resolving Io and Jupiter with respect to the two objects and allows us to draw a detailed picture of Io's corona from the ground. We find that Io has a corona as a dark filament of about 0.01 solar iron, in good agreement with recent models for a magnetotail. We suggest that the..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " water reservoirs. However, the lack of detection of large reservoirs is a similar characteristic of the Martian basin. We used a multimodal ellipsoid search to search for evidence of water in sedimentary rocks within the basin. Such observations are necessary to assess the physical and chemical conditions in the Martian Basin under severe weathering conditions (i.e., wet conditions, high temperatures) and to assess the potential store of water and to assess the possibility of wet and dry environments. We found four strong candidates, one of which is new and one of which is a dry formation formation. The formation of wet deposits implies very rapid water loss from the surface, in the form..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " prolonged surface water on Mars. These observations are difficult because the volume of the wetland soils is limited by permafrost erosion and the surface is salty. We rely on remote laser-based fluorescence measurements to determine the volume of the fluorescing land surface in the Martian desert Domes to an offset of about 55 meters across the ice-covered 1- to 10-kilometer-wide zone, which is the deltaic area. A land surface cover of 10% to 25% of the Earth's volume is consistent with these measurements, and the location of the deltaic dunes is at about 0.65- to 1-kilometer-wide,..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " water delivery to Earth. However, the lack of detailed studies of these networks is a major impediment to interpreting these observations in terms of atmospheric water delivery to Earth-like exoplanets. Here we report 15-year (longer than 60 year) photometric and spectroscopic observations of the central star of the M3 dwarf Gliese 229B. Our observations of Gl 229B were conducted primarily with the Wide Angle Camera 3 (WAC3) on the North Pole during the summer of 2012/2013 and the multi-band spectrometer CORALIE on the Very Large Telescope (VLT). The optical data cover one transit and two eclipse events..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " prolonged surface water on Mars, despite the fact that these systems are no longer dynamic ecosystems. The volume of the Martian delta has been estimated to be 10-11, and the delta thickness is estimated to be &lt;1-10 m. Although the valleys are no longer dynamic ecosystems, they may be moderately warm now. Several fluvial delta systems have been found on Mars, such as the Noachian Tycho and Martian Noachian, and are therefore less than 10% of the delta volume. One delta system, Mare Sump, is particularly important because of its sheer density and the relatively deep water table, Mare Sump is likely to contain several..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " water-driven productivity on Mars. However, these observations are still limited to a handful of sites. The new OAVdFor (Optical and Thermal Forecasts) global climate model includes a new global climate model (GCRM) that incorporates the impacting NID3 cycle (solar-architecture) and is the first of a new generation of global climate models. The simulations were completed for several atmospheric and surface parameters. We found that the global distribution of obliquity and precession tends to be anticorrelated, as observed, and that the obliquity is generally higher than that of the equatorial high-latitude sites,..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " prolonged surface water on Mars. Although the volume of Martian valley network has been classified as being about 30 to 40 kilometers deep, the volume of surface water may have been much greater. The success of the NOVA Valley Camera (NVC) model, which assumes that the valley networks are about 300-200 kilometers deep, has been limited by the performance of the optical system and detector. However, the NVC field is not, at least to the knowledge of Mars, and it is not impossible to estimate the volume of Martian water-losing rivers. This paper reports the results of a search of Mars Valley network data for water-losing river systems. The problem..."}, {"Input": "Martian valley networks have been viewed as some of the best evidence of", "Output": " Mars' early history, yet many other features, such as the expansive valley networks, are more difficult to explain. Here we describe a case for the complex excursion deep into the Mars summer heat of this region, and show how it was made possible to identify the presence of isolated water-rich pits, and how this led to widespread acceptance that they were exceptionally rare. The Late Noachian/Early Hesperian boundary flows provide a strong constraint on the Chin xinox glacier and its source media, and the source media consisted of CO 2-rich and carbonate-rich materials. These values are consistent with a Martian meteorite that originated in the cold outer..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " many of the observations. Such telemetry has been used to understand the Martian environment, such as the Martian atmosphere, magnetic field, and the Martian surface. However, the distribution of the Martian data, and the nature of the associated instrumental responses, remain largely enigmatic. The role of radiation and particle acceleration processes, like charged particle precipitation, and the evolution of the plasma density and magnetic field during the period of active observations (phase relationships and isotope ratios) are identified by comparing the total energy budget (heat flux) between different energy ranges, and the associated volume of the Martian plasma (phase space) determined from the different measurements. One of the key conclusions is..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " the presence of a U-shaped Mars-sized satellite with an orbital period of about 100 days, and a point mass of about 1.6 M⊕, at about 120,000 km from the planet.\nOxygen isotopes provide a powerful tool for testing models of Martian mantle dynamics and evolution. However, the behavior of Mars’ mantle during the last stage of heavy bombardment—the pyrolite stage—is poorly constrained. We report upper limits on the perihelionary velocities of Mars in the pyrolite stage based on the bulk sound velocity and the orbital distance at which the dense, chemically reducing material acc..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " the final report by the Mars Science Laboratory Mastrometric Team (MSL), consisting of several MSL representatives. The radar data require no substantial modification to the existing radar systems, and the effects of the observed radio signals on Mars are estimated. In addition, prior knowledge of the Martian magnetic field structure is used to provide a reference for field models as well as to predict the field's characteristics.\nWe investigate the dynamical stability of the 3/1 mean-motion resonance between the planets b and c of the extrasolar planetary system HD 82943. Using a set of numerical simulations, we find that the stable state of HD 82943b is..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " a simple version of the Martian radio wave model (they are similar to the Jovian radio model). The radiation pattern of Mars consists of a large source of low frequency, low frequency interference, and then a very narrow source of about 1 MHz emission, near 1 mJy. The frequency of this low frequency interference varies over the time frame of a rotation by about 1/2 orders of magnitude. The observed modulation of the radio pattern with a period of about 2 days has been interpreted as the rotation period of a high altitude gaseous ionosphere, and the origin of this radiation is assumed to be the solar wind. The low frequency interference in the..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " two sets of observations. Two sets of observations are presented, of which one contains a Martian version of the Mars Global Surveyor (MGS) (Mars Observer data) and the other (Planetary Radio Astronomy data) observations that we use to provide a ``photochemical'' constraint on the presence of life on Mars. The first is the observation that the Mars Atmosphere and Volatile Evolution (MOGLE) spacecraft successfully transmitted data from Mars in September 2005. The Mars Atmosphere and Volatile Evolution mission (MOGLE) performed two types of observations. The first consists of low resolution, low noise observations of selected areas and then averages over them..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " the onset of a Martian dynamo.\nWe use global-average thermospheric mass spectrometry to infer the surface-to-surface distribution of 21N and 22Nd, an important tracer of atmospheric loss and wintertime processes. Our analysis is based on the 23.5-year (2003-2005) Mars Express data, with measurements at a fixed point-SOPHER facility and using a parameterized thermosphere-surface evolution model. The Nd isotope system is well constrained for atmospheric-loss rates between about 1 and 5×1036 kg s-1 and greater than about 3×1033 kg s-1..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " Earth-based observations of the Martian surface, implying a general distribution of water on Mars.\nWe report the discovery of a four-planet system with a stellar mass of about 0.6 M☉ in a eccentric, P=4 yr orbit around the nearby (d=19 pc), M5.5V star GJ 504. Our four planets, along with GJ 504b, are the second multi-planet system discovered by a radial velocity survey, following HD 106315. The system has a period of P=4.35 days, which corresponds to a semimajor axis of a=0.659 AU. GJ 504..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " the presence of coherent mobile radio frequency (MFR) signals. The observed MFR signals have been placed into the context of the ambient MFR and associated radio environment. It is shown that the MFR signals are consistent with several of the characteristics of the Martian radio environment. The observations are consistent with the following. (1) The “unassailable” record of the evolution of Mars radio environment by the Mars Odyssey, Phobos, and Mariner 5 flyby experiences; (2) the discovery of a large number of short-period (≈5-10 day) radio anomalies in the early and late He geologic science investigations;..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " very rapid emplacement of Mars (without prior martian accretion) following impact. The bulk of Mars' accreted material is contained in a few large impact craters and a few small satellites.\nWe investigate the dynamical stability of the 3/1 mean-motion resonance of a system of two super-Earths orbiting a Sun-like star, using three-dimensional N-body simulations. This resonance is similar to the Laplace resonance linking Jupiter's moons Io, Europa, and Ganymede. In addition to the typical dynamical processes, we study the orbital stability in the presence of a favorable eccentricity for the outer body..."}, {"Input": "The analysis of radar signals on Mars are consistent with", "Output": " the mass and energy levels of the planetary magnetic field) and the shape of the current sheet (similar to the current disk seen in the low-latitude auroral region). The observed planetary radio powers are relatively modest (Bn=0.7-1 bN, Ra=0.2-0.3 bR, L≃10 and L≃20 for 1-Bn and 100-Bn, respectively) and the source is likely to emit strong planetary radio emissions.\nWe present a series of two-dimensional numerical models for magnetohydrodynamics (MHD) processes in the vicinity of Mars- to Earth-..."}, {"Input": "The elements essential to biology are", "Output": " not routinely accessible in the lithosphere. Consequently, for many years, the interior of Earth's mantle, which is considered a refractory environment, has been inferred from geophysical data based on seismic observations. The Earth's interior consists of a relatively small core (2-4 M  ⊕), of upper-outer core layers, and a mantle that is at least partly molten. The composition of the mantle is determined by the trade-offs between the rate of convection and the magnitude of the pressures of the major components of the Earth's core. Through geophysical data, we can determine how the Earth has evolved, and we can..."}, {"Input": "The elements essential to biology are", "Output": " not necessarily accessible, and so the search for extrasolar life requires that of exoplanets. This paper describes the basics of the most successful exoplanet–detecting method, and then introduces a method for characterizing exoplanetary systems. We consider the potential of several mission concepts to characterize exoplanetary systems, and discuss the main science case for a modular, mission-specific, characterization mission targeting sample instrument, and the associated science team. These studies are then used to generate a set of requirements to consider the design and development of a mission-specific exoplanet sensor and to evaluate its performance, including the discovery and characterization of ex..."}, {"Input": "The elements essential to biology are", "Output": " not accessible, except for the periodic and homogenous supply of fresh rock, or the removal of ice, resulting in an atmosphere dominated by hydrogen (H) and oxygen (O) gases, or by reactions with hydrocarbons (C) and amino acids (AA) molecules. As a result, nonbiological amino acids and complex organic compounds (including amino acids and lipids) are preferentially displayed in frozen environments. Such conditions imply the rich chemistry occurring in the outer parts of terrestrial bodies (exoplanets). They also imply the complete absence of liquid water, because the efficient solid-state carbon accumulation requires temperatures below those of liquid water..."}, {"Input": "The elements essential to biology are", "Output": " not well understood. In particular our knowledge of the chemical composition and variability of the Earth has been limited by our inability to measure the abundances of the major components of the Earth, such as iron, water and silicon, although they are both relatively abundant and relatively weak in the Earth's crust. Nevertheless, we still detect elements such as carbon (especially the Fe-rich portion of carbon), nitrogen and oxygen (especially the N- and O-bearing portions of nitrogen) in the Earth's core. Earlier isotopic dating, however, has not allowed us to unambiguously determine the chemical composition of the Earth. Here we report that the iron-..."}, {"Input": "The elements essential to biology are", "Output": " accessible on the Earth via the solar system, and this abundance is poorly constrained for the surface solar system. The solar system also provides an environment that is well suited for biosignature fuels, such as organic matter, but access to the sun is restricted in terms of atmospheric chemistry. The elements iron, lead and silicon, as well as their related isotopes, have a high sensitivity to atmospheric chemistry and can provide key information on the origin and the early stages of life. An understanding of the amount of prebiotic material that can be preserved as organic remains a crucial constraint on the origin of life on Earth. Understanding how isotopes correlate with preb..."}, {"Input": "The elements essential to biology are", "Output": " highlighted in the proposed framework of the search for extraterrestrial life. Extensive factual statements are made about some of the scientific problems and contemporary research in microorganisms, including chromosheiosis, prototroph Bugs and Organisms (without Biosignatures), and short documentary reviews are given by Professor Huber, Professor Bernard Lyot, and Head of Department of Plant Biology (USA). The search for extrasolar habitable planets is an urgent issue in the light of recent confirmed exoplanet discoveries and new ideas regarding the planetary environment and habitability of the Earth. Such information is crucial for evaluating future endeavors such as the search for extrasolar Earth analogs..."}, {"Input": "The elements essential to biology are", "Output": " not necessarily available on receptor-based molecules; rather, they reside in nonbiological systems. We report an algal LAPLAS-LI and Escherichia coli strains that produce a unique algal signature in water and that, in contrast, are not water- or even methane-bearing. The cell population producing this signature is still the subject of debate; but its presence in a red-hot ocean far above the methane-depleted hydrothermal vent, or ocean itself, is a key factor in its long-term survival.\nIt is widely accepted that the first step in the formation of life is the growth of dust..."}, {"Input": "The elements essential to biology are", "Output": " not necessarily given by theoretical considerations, and theories of evolution of the early solar system should reflect the experiences of planetary living systems. This paper analyzes the available data on protoplanetary disks, and relates them to the emerging science. The problem of protoplanetary disk evolution is discussed in terms of two fundamental variables: the angular momentum of a protoplanetary disk in the early stages of evolution, and the strength of radial migration of solid bodies. The roles of disk and planet in the system have been discussed in recent years. Recent observations have confirmed that disks can in some cases become so strongly magnetized that particles can be trapped in magnetic fields, and..."}, {"Input": "The elements essential to biology are", "Output": " not routinely accessible in the Earth system. In particular, the availability of iron, the so-called \"universal\" element, has been a long-standing problem in blackbody radiation theory. Until now, there have been no unambiguous measurements of iron at deep levels in the Earth's lower mantle. Here we report bursters of the temperature-pressure (P-T) relationship, with a value of about 85 parts-per-million per kilogram. We interpret these results using a model of the lower mantle that incorporates, for the first time, a rigorous treatment of the P-T relationship. Our ab initio P-T data represents..."}, {"Input": "The elements essential to biology are", "Output": " often not well understood, particularly compared to the high-calculated data used in most biogeochemical modeling efforts. We investigate the key elements of a high-accuracy biogeochemical model based on alpha-elements (e.g., Fe, Si, Mg, and Mg) and discuss how this model can be used to calculate nitrogen-to-oxygen ratios (N/O). We show that, for a wide range of fractions, it is possible to calculate nitrogen-to-oxygen ratios of 0.54 for a wide range of marine, terrestrial, and exotan chemical inputs, with an accuracy of 0..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " a composite. Here we discuss the physical and biological significance of a composite, and we argue that its potential is to be used as a resource for prebiotic chemistry.\nWe present the discovery of an extremely red late-type L dwarf from the Wide-field Infrared Survey Explorer (WISE) and use it as an example of a spectral class of L7 ± 1, which is the terminated rainbow system. A member of the 2MASS catalog is recognized by virtue of its blue near-infrared colors (J - Ks - J - H - Ks - [1.06]-0.10). The L dwarf..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " the mind of an astronomer, yet we require an observatory with an extraordinarily large central volume, and an extraordinarily broad exposure. Such a telescope is a type of structure that is only possible from advanced technology and is totally feasible with the latest generation of high-contrast, large-aperture telescope facilities. Such a facility will utilize the latest generation of high-contrast adaptive optics and spectrometers. Such a facility will require significant technological efforts, including a new generation of specialized observatories. This paper discusses the science case for an astronomical observatory such as the World Space Observatory-UltraViolet (WSO-UV), a large..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " the planet's highly developed phase space and atmospheric biosignature. We propose an experiment that achieves this goal. The experiment uses a pyramid-shaped targeted observation system containing a thin aluminized polyimetrically arranged interferometric array of thin reflecting biconic tiles. The interferometer acts as a homonometric filter with an image-plane phase plate. This phase plate mimics a telescope-like optical element, allowing interferometric observations with an intensity filter. The shape of the filter is designed to minimize the diameter of the target and to achieve a high precision differential photometry. The fabricated layer is then replaced by a trans..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " objects with more unusual physical properties.\nWe report the discovery of a new high-contrast L' + K' binary, or very wide (800 +/- 250 mas, corresponding to about 7.8 ± 0.4 au), L'-type binary, in the Northern Sky: a co-moving M4+M5 binary system with an separated L' and K' primary. The M4+M5 pair, (L' = K' L' = M4) to the south, was discovered using data from the K2 microlensing campaign and was confirmed to be comoving with the L' + K' binary..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " a necessity to our survival as a species. We are living a modern evolutionary scenario on an exoplanet, and although our living environment is individually very weak, it is not a dinosaur-like environment. We are at the cross-check of the evolutionary track of exoplanetary habitability, planetary sciences, and astrobiology, and we stress the importance of the synergy of geophysics and astrobiology to study remote life possible on exoplanets. In 2016, we proposed the concept of the Exoplanet Biosignatures Program to accelerate the development of biosignature search strategies and identify the most promising biosignatures...."}, {"Input": "Extraterrestrial biology may be made of", "Output": " a necessity for future space-based astrometric missions. Here we discuss a potential method to identify high-latitude astrometric false positives in existing data sets, exploiting an information content analysis that is well established in the remote sensing community, before selecting targets with likely good prospects for detecting high-latitude astrometric false positives. This method is based on an examination of the information on the stellar position, PA, relative to the location of the target on the sky, NH, using a geometric profile to identify high-latitude sources, and a described parameterization of the process, which allows for the assessment of the statistical significance of..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " the biomass of microorganisms that subsurface biospheres can generate adequate oxygen to astrobiologically significant amounts of 10-10.\nContext. The growth of a protoplanet within a protoplanetary disk is an idealized scenario in which a single protoplanet of a given mass is accreting based on gas accretion. Recent models have explored the conditions needed to form a gap in a disk. These have implications for the formation of planets and their environments. Aims: We investigate the long term evolution of the maximum angular momentum (MAM) of a protoplanet determined by a simple reference model in the limits..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " an unexpected ‘fascale’. Although several science cases in which immediate applications may outweigh experimentally motivated exploration are identified, there is no question that the era of exploration of exoplanetary systems has started to be dominated by the study of terrestrial life. This paper discusses how the search for life on exoplanets and its influence on our environment, including our own solar system, is within the context of the search for extraterrestrial life and the search for extrasolar life. It is suggested that those efforts which have been proposed to synthesize and disseminate information on extraterrestrial life, particularly on solar system analogs, should be rec..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " an unexpected generation. It is shown that microbes may adapt to exoplanetary habitats under the right conditions, and it is also demonstrated that an exoplanetary analog system could detect biomarkers of metabolic complexity on exoplanets as small as Mars.\nWe present a method to characterize the surface density profile of an exoplanet due to changes in the atmospheric circulation. This includes the analysis of phase curves of the planet as it moves across the disc of the planet, as it moves across the disc of the host star. We use a simple parameterized model to estimate the surface density profile and to ascribe this to a differential equation between the ex..."}, {"Input": "Extraterrestrial biology may be made of", "Output": " the materials (metals, silicates, Fe, Ni) that are currently synthesized in large numbers by photochemistry in the Earth's crust, and we discuss the implications of this for both space weather modeling and the potential development of advanced life on exoplanets.\nWe have made a detailed spectral and chemical study of the chemically peculiar stars KIC 7736245, KIC 5071174, KIC 10920273, and KIC 10528093, and obtained high-resolution spectra of these stars. We find that the observations are consistent with previous studies, and refer to the spectral types and variability of these stars..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " an atmospheric condensation mechanism. While the cloud condensation in Jupiter's atmosphere is relatively weak, it implies a relatively dense cloud of atmospheric ammonia gas. The water clouds having a strong temperature inversion may be associated with the strong freezing of ammonia in the deep interior, as suggested during the Voyager Jupiter encounter in 1980. Our present paper considers the role of the diffuse ice components, which are thought to be the most abundant cloud-forming condensate species in the Jovian atmosphere. A specific model is developed for an evolving Jupiter atmosphere, and the results of the simulations are compared with the observed atmospheric structure and atmospheric water abundance throughout the..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " an insulator, limiting the planet's habitability. In addition, the abundance of water is controlled by the deep ocean. This means that the uppermost ocean is chemically rich, and the surface pressure at the water cloud deck must also be high. This paper studies the deep water cycle on extrasolar giant planets (EGPs) and the frequency of the deep water cycle. Here we model the deep water cycle on a giant planet with a water cloud cover and the corresponding effect of the variation of the incident stellar flux along the planetary orbit. Previous modeling studies showed that including the photochemistry of star spots to mimic the planetary climate and hence..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " an atmospheric scout cloud (Walker, NI, 17.05 cm-1). We derive a maximum altitude temperature of 451 km above the 1-bar pressure level, which is well above the 1-bar surface pressure. This pressure level is consistent with that of the Voyager IRIS probe. When the upper ammonia cloud deck is moist, a moist heat flux is more than an order of magnitude higher than the value for the deep stratosphere derived from the Cassini infrared measurements (Ewald et al. 1997). The different effects of the upper ammonia cloud deck may result in different atmospheric conditions at different altitudes in Jupiter's atmosphere.\n..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " an exogenous ‘free environmental’, and its abundance can change by a factor of two or three over the timescale of a few days. We demonstrate that this behavior is due to the ammonia cloud sublimation and subsequent water condensation in the Jovian atmosphere. The predicted change in sky-projected angle would be affected by the extremely small pressure of ammonia at Jupiter's cloud-top to the east and west, which is the source of the observed interplanetary current of ammonia in the atmosphere.\nWe present an analysis of the Galileo Near-Infrared Imaging Spectrometer (NIMS) data..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " an atmospheric chemistry gas. However, in previous studies, laboratory experiments, and theoretical calculations, the ammonia cloud base was never studied. Here we measure the column mass of the ammonia cloud particles and the water vapor column mass from a new high-resolution chemical-microphysical aerosol model. This new model allows us to study the nucleosynthesis and the vertical structure of ammonia clouds in Jupiter's atmosphere. The nucleosynthesis data of the upper ammonia cloud in Jupiter's atmosphere show that the dust mass and the gas mass of the ammonia cloud particles vary by factors 6 and 10, respectively, from 0.5 to 10 μm. The..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a massive greenhouse gas. This greenhouse effect is important because the long-term surface conditions of Jupiter are almost completely controlled by this diffuse atmosphere. Jupiter's weather patterns are primarily controlled by the size and distribution of this atmospheric gas. A reliable estimate of the size of Jupiter's atmosphere and its cloud coverage are therefore essential for understanding the planetary climate and habitability. This paper describes a search for ammonia clouds on Jupiter made with the Hubble Space Telescope (HST) Wide Field Camera 3 (WFC3) G102 (0.8-1.1 μm), G141 (1.1-1.7 μm), and..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a trap. Because of the low water abundance and the nonthermal motion of the atmosphere, the nitrogen-bearing traps are located at higher altitudes in the atmosphere. The pressure levels at which the dust can form is determined by the pressure of a trapped dust cloud above the uppermost cloud layer. This pressure condition is often met by low-altitude observations of stratospheric aerosol particles in the north polar region. The trapping of a humid cloud at high altitudes in the atmosphere is described by their vertical velocities and the vertical distributions of condensable species. Since the transport of such high-altitude clouds from the..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a mixing barrier between ∼1000 and ∼1100 mbar levels (Lambertian-like mixing). This photoionization process is effective at deep levels (∼100 mbar) and should be important for clouds that are composed of ammonia, water, and other hydrocarbons.\nNeptunes are expected to play an important role in the study of extrasolar planet atmospheres, yet the chemical composition of their atmospheres still remains uncertain. The complexity of atmospheric chemistry makes it difficult to estimate their chemical composition and to predict their radiative properties, such as their temperature, composition and abundances. In this paper, we..."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " an atmospheric dispersal mechanism. In addition to the 1-2 bar pressure level, which is usually exceeded only at the outermost regions of Europa's atmosphere, the 10-20 bar pressure level of the NH3 cloud is responsible for the thermal profile observed at the milae, and its concentration increases as a result of the transits of Europa's particles along the whole planetary equator. This thermal profile also provides the convective energy transport and the vertical transport of the NH3 gas. We also consider the vertical distribution of the NH3 gas and the temperature-pressure profile of its interaction with the methane-water condensation process...."}, {"Input": "Above Jupiter's water clouds, the atmospheric ammonia vapor acts like", "Output": " a global greenhouse gas. We have studied the HCN chemistry in a two-dimensional stratified atmosphere over a wide range of model parameters using a sensitive probe to detect the ammonia cloud if it were located in areas of high relative humidity, as predicted by the model. We found that the HCN production rate increases rapidly with altitude in the model atmosphere, which is in good agreement with previous studies. We also obtained a reaction of HCN with CO at high altitudes in the model (Haddington et al. 1996), showing that HCN precipitation can considerably enhance the stratospheric greenhouse effect. The results from the two-dimensional..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " likely to have surface temperatures capable of supporting liquid water, assuming the planet is well-mixed. We simulate transmission spectra for the presently-discovered transiting planets, and we present sensitivity studies of the spectra to atmospheric thermal structure, cloud cover, and surface pressure. We find that for a range of atmospheric and surface pressures, the planetary spectra are sensitive to the spectral features of the planetary atmosphere, and they can potentially be used to constrain the planetary population. Furthermore, we find that planetary spectral features are often more easily detectable than those of the host star. Therefore, we posit that characterization of the planetary..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " considered. In this paper, we develop a search technique for the detection of exomoons among the potentially habitable planets of a stellar binary system. The method is based on the detection of the ellipsoidal modulation of the stellar brightness during a planetary transit. The latter can be obtained with a special observing mode in which the slit is positioned on the faint stellar light scattering surface (horizontal distance from the star of less than 50 arcsec) which allows us to reach a spectral resolution of gsim100, sufficiently to search for exomoons among the planets. The observing strategy of our simulations is developed in such a way..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " identified with a very high probability. This probability increases dramatically as the size of the star increases, and even when the star is a multiple stellar system.\nA simple model for the generation of microwave background in highly ionized astrophysical plasmas is presented. It is shown that the background emission is formed by plasma density waves (plasma density waves), and that they are collisionally induced as well. The magnetic field produced by these waves can interfere constructively with the background plasma radiation in the vicinity of the plasma frequency. The background radiation are also affected by the Compton scattering of energetic electrons in the astrophysical plasma. This..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " discussed, and we compare the theoretical and observed distribution of the insolation, the appearance of life, and the capabilities of life as an exomoon candidate. Finally, the search for extrasolar ice moons is briefly described.\nWe investigate the possibility of extrasolar moons with the technology and sensitivity currently being developed for the E-ELT and NASA's Kepler mission. We explore the E-ELT prospective for various stellar, planetary, and lunar characteristics, including host star type and stellar obliquity. We find that for a wide range of assumed parameters, moons around stars that are in the habitable zone (H..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " likely to have evolved, or were even fully formed, after the gas disk dispersed. Depending on the evolution of the disk, planets with mass as low as a few times that of Earth could accrete water ice in their current locations. This paper considers the implications of this scenario for the origin of the albedo. We show that both a hydrated and anhydrous water ocean (which is assumed to be stable under steady state conditions) can evolve to a concentration similar to that of a hydrogen-dominated atmosphere, provided that the disk has a low initial water abundance. By comparing the assumed surface temperatures with the temperatures obtained..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " expected to be tidally locked with orbital periods of a few days or less. The duration of such TTVs depends sensitively on the details of the planetary magnetic field, which can be weakened by the interaction of the stellar wind with the planetary magnetosphere. TTVs may also be interesting targets for the search of exomoons.\nWe present the first comparative study of the stellar and planetary auroral emissions from Earth-like exoplanets orbiting different types of M-dwarf stars. We measured the radio auroral emissions, including the stellar radio emissions, using data from the Anglo-Australian Planet Search-..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " likely to have surface water, when compared to their more closely-situated, more massive counterparts.\nWe report the first high-resolution, ground-based observations of the edge-on debris disk around β Leo with the HST Wide Field Camera 3 (WFC3) G141 (0.8-1.3 μm) and G102 (1.3-1.8 μm) instruments. We use these observations to measure the extent of the cold dust associated with the β Leo debris system and to search for infrared excess from the disk over a wider range of wavelengths than have previously been studied...."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " expected to be tidally locked to their host star, which reduces their climate stability. Using a coupled atmosphere-ocean general circulation model, we show that if a tidally locked Earth-like planet experiences a period of elevated radiation during its orbit, it would experience wobbling climates. These quasi-biennial oscillations are of great importance to Earth-like climate stability in the case of Earth-like greenhouse gases, but they appear to be less important in the case of Venus-like and Mars-like greenhouse gases. We also find that the atmosphere-surface interaction is a strong source of heat for the surface, which..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " expected to be tidally locked to their host star. Tidal locking provides two important advantages over aerosol-detection methods, in that it provides a one-to-one interactions of the aerosols with the radiation field and also enables the detection of the embedded phase of the atmospheric plume. In this paper, we study the coupled effects of aerosol contamination and stellar irradiation on the planetary albedos of tidally locked Earth-like planets using the Community Atmosphere Model for Atmosphere with the Olsen-Ramsay radiative transfer code. We find that the presence of aerosols leads to a lower al..."}, {"Input": "Earth-like planets in the habitable zone of their host star are", "Output": " expected to have surface temperatures that enable liquid water to exist on the planetary surface. However, the luminosity of a planet located in the habitable zone of a Sun-like star is sensitive to the stellar spectrum, and the planet’s photosphere is potentially exposed to stellar flares and EUV radiation. We investigated the photospheric evolution of Earth-like planets orbiting different types of stars. We found that the evolution of the luminosity of the planet depends only on the interior parameters of the star, such as its mass and its initial temperature distribution. The evolution of the luminosity of the planet in the habitable zone depends..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of Sun-like stars, we will need quick advancements on instrumentation and observational techniques that will enable us to address these questions head-on. In this paper we simulate the short-term optical and mid-infrared evolution of Earth-like exoplanets orbiting the nearby M0.5 dwarf star Gliese 581. We will focus on the effects of changes in the chemical and volatile layers of their atmosphere due to O2 and H2O radioactive decay and enhancement due to stellar flares, as well as changes in the intensity of a flare due to a cool star. We use a recently published..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zones of Sun-like stars, we will need rapid progress on number and spectroscopic characterization of the host star to understand the nature of the planets. In this paper we discuss how to characterize a star-planet system in an automated way, with a numerical model that reproduces the overall system parameters. We focus particular attention on how to determine a star's dominant elemental abundances, and consider in detail the roles of the host star, the planet, and the stellar winds in determining the planetary properties. Our model includes the effects of a complex stellar magnetic field. We identify the optimum wavelength range for the use of..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone and characterize their atmospheres, the focus of future space observatories will be on the detection and characterization of biosignature gases. The fundamental problem of life is the search for a place where planets can be observed, and so tactical observations, such as telecopies and small-aperture telescopes, will yield significant gains. We review different strategies for the search for extrasolar rocky planets, and summarize results from past and current efforts. Future space observatories, such as the Habitable Exoplanet Imaging Mission (HabEx) and the Large UV/Optical/IR Surveyor (LUVO..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of low-mass stars, we will need detailed knowledge of the initial disk mass to ensure we can use these planets to optimize our target selection and probe the initial conditions of the disk. In this paper, we review the current knowledge of disk masses and disk properties from interferometric measurements. While exoplanets may be more likely to be found around stars with higher masses, from the current exoplanet statistics it is clear that the extremely low-mass star population is extremely rare. Of the 108 known exoplanets, 7 are expected to orbit M dwarfs, including the two most favorable cases, M..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of nearby stars, we will need accurate measurements of their mass and radius to asses their habitability. Here we report the detection of an Earth-sized (9.8 ± 0.4 R⊕) exoplanet around a Sun-like star (HD 153143) based on radial velocity (RV) data from the Hobby-Eberly Telescope (HET). The planet has a period of 3.37 days, a mass of M P = 4.48 M ⊕, and a radius of R P = 1.28 R ⊕. The host star is..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of their stars, we will need accurate measurements of their masses to understand their bulk compositions. These will be crucial for planet discovery and characterization with the James Webb Space Telescope.\nWe present the results of an attempt to detect the hottest `hot Jupiter' planets directly in the thermal infrared. A simple method based upon high signal-to-noise ratio spectroscopy of the central star at low spectral resolution is described. In the 2-4 μm region the contrast ratio between planet and star is expected to be relatively low and the planetary spectrum should appear as a faint signal on top of the stellar spectrum,..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of nearby stars, we will need excellent spectrophotometric data to characterize the exoplanet, including radial-velocity measurements to characterize the planet's atmosphere and light curves to detect the first photons from the planet. We will also need precise and accurate stellar parameters to accurately characterize the planet's host star. To achieve these goals, we will need specialized wavelength calibration systems, such as fibers or ion beams, as well as detailed stellar model computations. We will also need to consider precise wavelengths for the starlight-detector, as we will need to match the wavelength of the light in the spectroph..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone, we will need detailed modeling to determine the environment and atmospheric chemistry under which planets can maintain liquid water. The James Webb Space Telescope (JWST) will be capable of characterizing the atmospheres of rocky planets around low mass stars (M5 to M9) and will therefore be an ideal instrument to characterize planets. However, due to its large aperture and small inner working angle, JWST will encounter significant atmospheric challenges. In this paper, we describe a number of technical and logistical aspects that are likely to impact the performance of JWST's Near-Infrared Imager and Slitless..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of a Sun-like star, we will need detailed knowledge of the stellar magnetic field, in particular the poloidal field. Here we present a study of the magnetic-field strengths of the Sun and of four solar-type stars, using spectropolarimetric observations of the Stokes V signal from the Stokes II map of Fe II to determine the magnetic-field strength of the stars. We find the general magnetic field strength around the solar-type stars to be around 205 G, which is one of the highest magnetic fields among the stars. We also find that the magnetic-field strength of the..."}, {"Input": "As we begin to discover rocky planets in the", "Output": " habitable zone of Sunlike stars, we will need detailed knowledge of the stellar magnetic field in an active star to assess the levels of magnetic-field-dependent radio emission. This is a daunting task. Here we combine the knowledge of the stellar magnetic field with exoplanetary radio emission to provide an assessment of the levels of radio emission a terrestrial-type planet may receive during its orbit. We use realistic field models to simulate the stellar wind, and magnetically-conserved emission from the planet's magnetosphere and then compare this emission to the level where the detected signal is detected. We show that the exoplanet's..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " producing non-Keplerian orbital velocity offsets, as previously measured in the literature. We investigate the effect of stellar heterogeneity on the detection threshold of the radial velocity (RV) method, in particular in relation to the presence of stellar giant planets. We found that the detection threshold of the method with respect to stellar heterogeneity is not significantly affected by the heterogeneity value. Furthermore, the majority of the planet candidates from NASA's Kepler mission do not fall on the analytic HZ bounds, and their number is not affected either. These results are used to provide important tips for the selection of optimal target stars and observing strategies..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " the observed increase in the stellar power of the planet. This sensitivity varies across the different wavelength ranges, depending on the amount of residual starlight in the system, the planet temperature, and the orbit location. Here we present a method to characterize planet-star systems for stellar activity. We introduce a modified version of the linear system analysis that includes (1) a proxy option for the attenuation of starlight and (2) the ability to fit a linear system profile. With this technique, we are able to estimate the planetary [Fe/H] values for individual stars, without the need for a detailed study..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " 10-20%. Based on the data collected at the Subaru Telescope, which is operated by the National Astronomical Observatory of Japan, and on data from the ESA's RSSD and Science Programmes, Austria, Belgium, Brazil, Germany and Spain.\nWe report the discovery of a new ultrashort period hot Jupiter from the WASP-South transit survey. WASP-127b has a mass of 1.017 MJ, a radius of 1.341 RJ, and orbits a G4-star with a period of 3.0 days. The 1.85 RJ warm Jupiter was confirmed via Do..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " delaying the onset of habitable conditions on a planet. We present a study of the impact of stellar activity on direct imaging planet detections and secondary eclipse spectroscopy using both the James Webb Space Telescope and Gemini/Gemini/Gemini IR. The Gemini/Gemini IR system was integrated with the IR instrument at the Gemini North telescope, with the aim of assessing its ability to accurately and reliably detect the associated stellar activity signal. We found that the overall detection efficiency (detection rate + Coefficient) drops by a factor of 30-40 for stars with G &lt; 3...."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " an unknown phenomenon. We present the detection and characterization of a planet orbiting the M0 giant HD 38529 (EPIC 2493486). Our detailed analysis of high precision radial-velocity (RV) observations shows that the planet has a minimum mass of 6.0 ± 1.4 M⊕, a orbital period of 7.82-days and an eccentricity of 0.03-0.09. An analysis of the system's astrometric and transit signatures, as well as the planet's atmosphere, indicates that the planet's radius is 5.2 ± 1.4 R..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " the magnitude of the RV scatter due to stellar activity. We calculated synthetic exoplanet data with varying exposure times and detrending from the combined stellar spectrum. We find that the number of photons accumulated in the planetary signal due to activity decreases with increasing wavelength and decreases with increasing exposure time. The planetary signal is then completely removed from the stellar spectrum, effectively decoupling the stellar signal and interfering with the planetary signal. We report a sensitivity of the planet signal to the change in wavelength and the impact parameter. For typical conditions in an L2-class telescope, we find a sensitivity of ≈10-..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " 2-3 orders of magnitude (Vaudas, 2013). This revised sensitivity is consistent with the previous sensitivity of the Kepler Mission, but 2.6-3 orders of magnitude larger than previous estimates. The revised sensitivity is consistent with the previous sensitivity, but 2.6-3 times greater than the previous estimate. The Kepler star sample has only one free-in planet (K2-19b) and one candidate (K2-24b), while transiting other stars could go undetected because of instrumental artifacts. We update and revise the planet yield report from the Kepler mission by obtaining new planet..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " 2-3 orders of magnitude at the highest radio frequencies, observable from Earth-based facilities. In addition to radio measurement, the total eclipse depth is a key metric for assessing the feasibility of several proposed observational signatures, such as astrometry, a transiting exoplanet coronograph, and space-based apertures. We explore the sensitivity of these observations to the modeled properties of planetary systems and host stars, including their stellar properties, mass, and radiative flux. We also explore the detectability of the signature of exomoons, the wavelength dependence of their depth, and the potential of different..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " reducing the coherent flux in the transit light curve. The same effect on the target flux determination can affect the shape of the transit, and thus the difference between the two light curves can be significantly attenuated. We calculate the flux-corrected transit depth for the most commonly used atmosphere models. We find that for the Earth-like atmosphere (100% H2O) the transit depth is about 2.3% lower than the value recommended in the literature. We find that this effect is comparable to the corresponding effect for hydrogen-dominated atmospheres.\nWe report the discovery of K2-232 b by..."}, {"Input": "Stellar activity affects the measured exoplanet signal by", "Output": " lowering the confidence of the planet detection. However, the impact of stellar activity on low-mass exoplanets (e.g., M dwarfs) remains unexplored, mainly due to a lack of high-precision measurements on cool stars. With the goal of confirming transiting planets discovered with the Transiting Exoplanet Survey Satellite (TESS) mission, we analyse transit timing variations (TTVs) of low-mass stars (0.4 M☉) in the solar neighbourhood. We detected 37 TTV cycles with a median duration of 47 d. All TTVs were correctly..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " a unique probe of atmospheric composition; however, previous work has demonstrated that global-scale surface color variations occur during the planet's transit. Here we show that the time-varying surface color of an extrasolar giant planet can be determined by the center-to-limb variation of the center-to-limb intensity (CLV). The existence of a clumpy structure in the planetary transit similogue (transit lightcurve) will verify or disprove our theory. We derive the Lewy-Stokes criterion for the CLV to occur in a particular case for a..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " defined by a balance between (1) a diffuse low-order illuminosity from the planet's surface and (2) a bright reflective peak arising from the planet's highly elliptical orbit. We identify the principal absorbers in the term of atmospheric absorption, and deduce that they are the primary effects driving the atmospheric absorption. We also discuss how the planet's atmospheric composition might influence the spectrum.\nWe present the first high-resolution, ground-based observations of the surface of the very active planet β Gem. These simultaneous observations have completed in November 2003 a long time series of high-resolution..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " defined based on the contributions from surface materials. The planet's spectrum should include (1) any planet-to-star flux ratio, (2) any planet-to-star flux ratio, and (3) any planet-to-star flux ratio, where T is in Kelvin units, and α is the salt line-like intensity at 1.47 μm.\nThe evolution of Mercury's interior has been calculated from the present state of knowledge of the planet's composition, and from the present state of theoretical models of the planet's structure and evolution. Some conclusions are as follows: i..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " highly structured due to the combined effects of (1) the geometric albedo and phase relation among the different wavelengths, (2) the wavelength dependence of the phase relation, and (3) the wavelength dependency of the scattering phase relation. We investigate how the above effects impact on the reflectance spectrum of exoplanets orbiting M stars. We show that for a Jupiter-like planet orbiting a K star, it is virtually impossible to resolve the reflectance spectrum of the planet without treating it with a topology. However, with a moderate temperature and a high albedo, an exoplanet..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " a unique probe of atmospheric materiality. The brightness of outgassing, or lack thereof, is a diagnostic of the planet's temperature and dominance of water and energy-delivering species as a function of angle of incident continuum and time. We reconfirm the trend of increasing planetary mass with increasing incident fluxes for Mp = 0.1 MJ , but find for Mp = 30 MJ , the observed P  B  V  pattern is not unique among the evolved planets; instead, the data suggest the opposite trend. For orbital separations of 2.5-3.0 au..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " a unique probe of its atmospheric composition and physical state. We present ALMA observations of the 0.87 and 2.13 μm CO emission lines from the disk of HD 163296, with spectral resolutions of 0.″25 and 0.″70, respectively. Our models include a dust-to-gas mass ratio of 100:1, a dust temperature of 30 K, and a total dust mass of about 0.036 M ⊕. We find evidence for CO emission lines from the disk at lower altitudes in the region where the CO emission is detected. The CO emission lines..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " much lower than that of a planet with solar elemental abundances. The difference is particularly pronounced for high-metallicity Earth-like planets. We find that for a planet with solar abundances, the difference in brightness between the planet and the host star is not as significant as the difference between the planet and the host star is for low-metallicity cases.\nThe HiRISE camera is a new optical high-contrast imager and spectrometer currently being commissioned on the 3.8-metre-class telescope at the Anglo-Australian Telescope (AAT). It is..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " characterized by its overall reflectance spectrum, where the individual components are strongly wavelength dependent. The wavelength dependence of atmospheric reflectance is a strong function of atmospheric temperature, and for warm, cloudy atmospheres, substrate scattering (in cloud-free models) or condensate scattering (in cooler atmospheres) significantly modifies the transmission spectrum. We utilize a 1D radiative-convective inverse version of the LMD generic numerical code for all of the atmospheric parameters of interest, including temperature, pressure, and cloud covering. We find that for a solar-metallicity and dry atmosphere, at..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " a unique probe of the atmospheric composition. It is therefore a powerful probe of the atmospheric temperature, chemistry, and dynamics. However, the interpretation of reflectance spectra for individual extrasolar planets and low-mass brown dwarfs is ambiguous and challenging, requiring detailed knowledge of the host star (and the planet's atmospheric properties) and parameters of the planet. This paper presents for the first time the theory of the complex reflectance of a transiting extrasolar planet (and a brown dwarf). The results of our simulations confirm the preliminary result of Hopper et al. in that with careful treatment of the..."}, {"Input": "The reflectance spectrum of a directly imaged planet is", "Output": " determined by assuming that the planet and its surface are well mixed. The presence of clouds on the surface of a planet that does not emit radiation is a non-trivial problem because of the small size of the planet and the need to preserve the planet's albedo. We show that it is possible to have the same planetary albedo at all phases (airglow, planetesimal) if there is anomalous dust composition. We also investigate dust trapping and the possibility that the dust composition is chemically deprocessed by the environment. This deprocessing can lead..."}, {"Input": "General circulation models of exoplanets explore", "Output": " two different scenarios: an atmosphere dominated by absorption from atomic and molecular species and an atmosphere not dominated by absorption. We adopt an empirical scaling for the atmosphere-surface interaction based on the scaling of the radiative regions for a broad range of temperatures and pressures. This scaling also allows us to include the effect of temperature and pressure on the radiative and convective fluxes through the atmosphere. We find that for the current spectral observations, the atmospheric behavior is not very sensitive to the forcing conditions. Our results also demonstrate that, in the absence of strong temperature and pressure variations, the spectral features of the..."}, {"Input": "General circulation models of exoplanets explore", "Output": " a range of rotation rates and surface pressures to encompass the entire range of relevant atmospheric and interior conditions. A wide range of rotation rates is consistent with the observed distribution of rotation rates for the solar system, the vast majority of exoplanets, and likely many extrasolar planets. Extrapolation to extremely low-mass, terrestrial-size exoplanets and super-Earths is also discussed.\nThe LINEAR-simulated absorption and emission lines from the upper atmosphere of exoplanet HD 189733b are presented. The resulting models are used to construct a transmission spectrum from the near-..."}, {"Input": "General circulation models of exoplanets explore", "Output": " a wide range of parameters, but provide conjectures of how they fare under certain conditions. These predictions are based on a combination of simple theories of planet migration, a particle time-dependent diffusion process, and a thermal relaxation oscillation. The latter theory is motivated by recent studies of atmospheric mass loss and Isua-dominated recovery. The surface temperature and large-scale wind speed are found to be a key parameter in the global circulation of these tidally heated atmospheres, which is inferred from their spectral signatures. This theory is explored in two steps. First, the reduction of the dominant Rayleigh..."}, {"Input": "General circulation models of exoplanets explore", "Output": " two main scenarios: state-of-the-art (NOH) and origin-limited (Ur, RU) downwelling scenarios. This paper describes the main characteristics of the NOH and Ur, RU scenarios. We also describe a new metric, the Ur-NRb metric, which is more sensitive to the underlying dynamical structure and is better suited to independent, often sparse, datasets. We found that while the classical NOH downwelling scenario is still viable in establishing the atmospheric abundances, it is not possible to infer the underlying atmospheric structure on all timescales..."}, {"Input": "General circulation models of exoplanets explore", "Output": " a broad range of parameters, but most studies predict that dynamical instability requires a strong thermal gradient in the uppermost atmosphere. In this work, we use the GCM, ExoMol, and common scalar radiative transfer code ExoMol to study the thermal structure of a highly unstable exoplanet atmosphere. We show that thermal gradients can drive strong thermal inversions (hot) and clouds (cool) in the upper atmosphere of giant exoplanets. The transition to super-rotation occurs under different atmospheric conditions, with thermal gradients being the most prominent cloud-..."}, {"Input": "General circulation models of exoplanets explore", "Output": " a wide range of atmospheric conditions, but there are still important aspects that are not well understood. Our understanding of the formation and evolution of the atmospheres of exoplanets and the effect of the chemistry, thermal structure, and dynamics on the atmospheric gases is still incomplete. Additionally, the role of clouds in the atmospheres of exoplanets has been largely neglected. In this chapter we will discuss the role of clouds in exoplanetary atmospheres and the effect of clouds on the abundances and spectra of the major reservoirs of energy, such as H2O, CO2, and CO..."}, {"Input": "General circulation models of exoplanets explore", "Output": " a wide variety of atmospheric conditions, geophysical factors, and planetary parameters. Although a number of models have focused their simulations on a particular planet, the canonical hot Jupiter HD 209458b is consistent with the model. Here we explore a range of possible climates for the planet, including its possible middle-latitude icecap, a thick atmosphere with an evolving ice cap, and a broad atmosphere with a dry jet. We find that the conventional HD 209458b scenario is only possible on a short-wavelength (shortwave) spectrum with a strong hydride thermal inversion, with the..."}, {"Input": "General circulation models of exoplanets explore", "Output": " a range of atmospheric dynamics, and hence at least one of the main ennets for the exoplanetary atmosphere is the interaction of the solar nebula flow with the planetary magnetic field. Here we explore this interaction with a simple model for an exoplanetary atmosphere driven by the interaction of a planetary magnetic field with the host star. We show that the planetary obstacle, which is created by the interaction with the stellar wind, significantly affects the propagation of radio waves for planet-star distances in the range of stellar radii. The results of the linear and nonlinear simulations confirm the expected radio emission due..."}, {"Input": "General circulation models of exoplanets explore", "Output": " a range of parameters, but their predictions for the dayside thermal structure are relatively insensitive to surface temperature, composition, top pressure, and gravity. This is because the above parameters are fixed by the climate model and do not necessarily well describe the atmospheric thermal structure. The surface temperature is simply the linear result of the energy balance between the surface and atmosphere. The atmosphere is affected by the input stellar flux and the energy budget; the feedback between these effects is of secondary importance to the climate. The key parameter to tune is the surface albedo, which is a direct consequence of the color effect and..."}, {"Input": "General circulation models of exoplanets explore", "Output": " the effects of low-plevel P-Cygni surface conditions on the atmospheric circulation and surface flows (particularly the equatorial superrotation) and examine the critical solar heating of exoplanet atmospheres to detect and characterize large-scale solar forcing on exoplanets. We find that a shallow, hot (∼300% S/N) atmosphere can create a large (∼100% S/N) asymmetric vortex in the predominantly tachocline (fluid-dominated) atmosphere. This paper demonstrates that the observational signature of superrotation on fast-rot..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are examined.\nThe interaction of planetary atmospheres with the stellar wind results in mass loss via solar XUV ionization and heating of the planetary interior. The thermal loss of a few Earth-like planets can outmatch the mass loss of the bulk of heavier elements in the Sun and, if the planetary atmosphere is thin, will also result in the loss of a significant fraction of planetary H/He, releasing a hydrogen-dominated atmosphere that is largely depleted of H and He. The atmospheric loss may also have important consequences on the evolution of the planetary interior and surface, and for the..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are discussed. Our results indicate that planets form efficiently in protoplanetary disks with masses in the range 0.02-0.1 M☉. The lifetime of disks smaller than about 1 AU is strongly affected by the effects of internal heating, which leads to radial drift and gap formation. We find that for typical protoplanetary disks, exoplanets and low-mass brown dwarf companions can remain in disks for appreciable periods of time, despite mass loss driven by magnetic winds and photoevaporation.\nWe present the first high spatial, mid-infrared images of..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are discussed with emphasis on the role of the stellar companion.\nAims:We search for additional bodies in the GJ 876 system by means of transit timing variations (TTVs), using the full Claude etalon lightcurve data of the star, and by means of HARPS-N radial velocity (RV) measurements. Methods: We employed the version of the HARPS-N spectrograph that was optimised to the TTV signal from the first Eravitating Planet of Opportunity (EPO). The RV data cover two transits of GJ..."}, {"Input": "The origin and evolution of planetary systems", "Output": " can only be understood within the framework of the single-star dynamic evolution model, in which the stellar component is considered to only be a minor fraction of planetary systems. This paper begins the exploration of the planetary formation processes within the framework of this model. We will present the results of population synthesis calculations within the framework of the dynamic evolution model. We will then discuss the implications of these predictions for planetary systems.\nWe consider the prospects for detecting solar-like oscillations in the `super-Nyquist' regime, i.e. below the nominal frequency of 19 ppt (..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are discussed in terms of two components: binary stars and planetary systems. We consider the formation of a planetary system by the accretion of a binary star. We also consider the formation of a single planetary system by the accretion of a hierarchical total mass structure of several planets. We consider the roles of the disk and binary star in determining planetary system properties. We find that the distribution of semimajor axes for the disk and the binary is significantly different. The disk has a wider distribution of semimajor axes and end-member distributions among planets. Whereas the binary can only have a..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are discussed. In particular, attention is paid to the role of interaction with nearby stellar systems and to the stability of planetary orbits. It is found that a chaotic transition from migration to radial motion is the expression of the characteristic mode of the orbital instability. It is shown that the migration due to the circularization of orbits is a characteristic mode that is produced by the chaotic transition from migration to the radial motion. This mode is conserved in hierarchical multiple systems, where the inner binary and outer orbits are close to circular. It is shown that the orbital instability can evolve into a resonance in a..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are discussed in terms of three basic elements: (1) the structure of a protoplanetary disk; (2) the structure of a planetary atmosphere; and (3) the state of a planetary system's stability. It is argued that the outer two planets of the RV Hya system provide the best candidates to search for classical and transitional disks.\nWe report new near-infrared (NIR) imaging polarimetry of the young (about 12 Myr) lower-mass (about 0.3 M sun) companions to two stars with significant polarized radiation (AB Aur and..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are discussed. It is established that the planets and disks have different spatial and time scales. This spatial asymmetry manifests itself in the distribution of planetesimal velocities and the corresponding distributions of disk masses. Disk masses are therefore higher around low-mass stars, which typically have disk masses lower than the mass of the central star, suggesting that star-disk interaction is at work. The mass-integrated fraction of stars with planets of mass Mabout M-2.0 is in general significantly lower than the corresponding fraction for main-sequence stars. This figure will decrease as more..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are discussed in terms of the planets themselves. The planet-formation process is studied both through N-body simulations and through the dynamical analysis of the gravitationally unstable multiple planet system that is observed through the Herschel Space Observatory. The dynamical analysis shows that a large fraction of the multiple planet systems are unstable, leading to the ejection of one or both of the planetary companions. The mass of the planets involved ranges from Jupiter to Saturn mass. The majority of the planets in the stable multiplanet system can only be fulfilled within the classical “hot Jupiter” and �..."}, {"Input": "The origin and evolution of planetary systems", "Output": " are discussed.\nA general differential evolution theory is developed for hierarchical triple systems. The part of the hierarchy of the inner binary where the periods are equal to the secondary's is the generalization of the Lyapunov character (i.e., the Jovian influence) of the mean-motion resonant framework of the classical theory of the hierarchical density-wave theory into the general case. This significantly enhances its accuracy. Furthermore, it provides a generalization for the occurrence of mean-motion resonances of hierarchical triples and into the Lagrange-type resonances in the..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a positive acid/base/cycle cycle in anoxic exoplanetary atmospheres. Among the most highly irradiated hot Jupiters known, HD 189733b and WASP-43b have the highest acid/base/cycle cycles. Therefore the most highly irradiated hot Jupiters may have an expanding atmosphere that absorbs at least some incident stellar UV (UV/Vis) and vaporizes when the UV and vapor pressure are equal. We also estimate that the cycles typically double, or even triple, the rate at which mass is recycled through the..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a range of new photochemical hazard sources for UV-photochemically illuminated extrasolar planets, with a combination of particle and photon energy deposition expected to produce extensive haze layers, significant progress has been made to investigate photochemical hazes in exoplanets, the solar system, and beyond, and, as a result of their proximity to the star, UV-observing exoplanets may increase significantly the yield of photochemical haze particles. The photochemical hazard sources for extrasolar planets are presented for the case of exoplanets orbiting the Sun-like star, in which..."}, {"Input": "The formation of photochemical hazes creates", "Output": " an artificial spatial pattern in the photosphere of directly imaged extrasolar planets that may be detectable with the James Webb Space Telescope. In a companion paper, we simulate photochemical hazes with varying optical thicknesses that are stabilized by UV and/or X-ray shielding. We find that the vertical upper haze structure depends sensitively on optical thickness, where opacity in the optical goes through almost entirely an upper haze and then lower haze layers. A simple model for spherical haze production predicts a haze-forming exoplanet haze if condensation is efficient enough to distribute the atmospheric CO..."}, {"Input": "The formation of photochemical hazes creates", "Output": " an inhospitable layer for planetary surface environments and may significantly affects the surface radiation budget. A variety of photochemical haze models have been developed over the years, however their predictions for planetary climates are currently uncertain and several work areas remain to be tested. In this paper we study the effects of a range of haze production rates and haze density changes on a planet's surface radiation budget in order to understand the effects of hazes on the long-term evolution of a planet's surface. We derive a simple analytic model for the evolution of the UV input and the water column density needed..."}, {"Input": "The formation of photochemical hazes creates", "Output": " an ambiguity between degradation by silicate weathering and erosion by wet silicate weathering. While the water content of a planet is determined by the elemental and organic matter content (and not water), the exact value of water vapor in a planet's atmosphere determines its habitability.\nUntil now, axial convection has been regarded as the basic mechanism for internal heating in the sun. In this paper a new mechanism for internal heating in the sun is introduced. The adiabatic index of the flux transport mechanism is derived analytically. It is shown that there is..."}, {"Input": "The formation of photochemical hazes creates", "Output": " an innovative environmental feedback mechanism, which enhances the atmosphere and the surface productivity of terrestrial planets. Hazes are also thought to play an important role in the origin of life on Earth and, perhaps surprisingly, also on Mars. Before the middle of the first nitrous oxide formation on Earth (G. H. Baines, 1981, Icarus 45, 167-178, emphasis on the organic residue of Titan), methane was thought to be important on Mars, especially in the primordial atmosphere, where the combination of photodissociation and precipitation may have created a nutrient-rich..."}, {"Input": "The formation of photochemical hazes creates", "Output": " an inhomogeneous distribution of metal and phosphorus that affect the evolution and dynamics of these particles, and the gas-phase chemistry that alters these particles. Aims: We aim to model the photochemistry of photochemical hazes with different metallicities, to explore the effects of iron-rich carbon and sulfur content, and to study the evolution of the gas-phase chemical composition. Methods: We have developed a chemical network that includes gas-phase organic species and grain-forming processes, and we used this network to drive our model. This model is based on a chemical profile..."}, {"Input": "The formation of photochemical hazes creates", "Output": " an inhospitable chemistry for the upper atmosphere and a potential source of false positives for remote sensing. Various photochemical hazes are associated with a variety of sources including solar and stellar flares, driving a subtle set of photochemical processes in the upper atmosphere. The UV to mid-IR wavelength range is of particular interest, as it is relatively unaffected by the variations of the Earth's reflectance and energy budget, making it a key domain for remote sensing of exoplanet atmospheres. We review the techniques used in this paper, plus a few comments on how they were designed..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a number of novel challenges for modeling extrasolar planet atmospheres. We present a new photochemical model that is uniquely suited to the investigation of exoplanet atmospheres. Our model combines the dynamic Chemistry of Exoplanet Atmospheres Monte Carlo (PETMC) code with a new radiative transfer code that includes time-dependent phenomena like exoplanet thermal diffusion and molecular composition. This code is applied to the atmospheres of two exoplanets orbiting a Sun-like star and a hot Jupiter. The results of the atmospheric simulations reveal that the primary observable signature is the variation..."}, {"Input": "The formation of photochemical hazes creates", "Output": " a critical challenge for the evolution of atmospheres in primitive star-forming regions, which lack well-mixed atmospheres, especially during the accretion phase. In this paper, we numerically study the evolution of a geometrically complex, turbulent atmosphere undergoing the effects of the second falling Viscous Engine (VFE) and the atmospheric expansion induced by the ensuing magnetic field and turbulence. The results of our study show that the atmospheres can be divided into three states. The transition from a super-Keplerian flow to a regressive regressive flow is..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in the atmosphere of the planet, although no such clouds were seen in the atmosphere of the young Venus. This result is interesting in the light of recent simulations of the modern Venus atmosphere and the low P-T profiles of the deep atmosphere.\nWe report the discovery of two new transiting extrasolar planets orbiting moderately bright (V = 9.9 and 11.7 mag) F stars (masses of 1.39 Msun and 1.10 Msun, respectively). The inner planet, WASP-127 b, is a hot Jupiter with a mass..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in the upper atmosphere of this tidally locked planet. Previous studies have focused on models that explain the observations, but none of the models considered include clouds. Here we demonstrate that the formation of large oxides (e.g., SiO2) in a planetary atmosphere can significantly increase the metallicity of the atmosphere. Thermal relaxation oscillation (TRO) is a good candidate, as it can slowly ossiate existing absorbers in the atmosphere and/or transport them to the upper atmosphere. Indeed, no such mechanism is found in the current atmospheric models..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in the atmosphere of the planet.\nWe present a new method to observe and analyse extrasolar planets. We show that by combining the planetary signal with a periodic signal in the stellar activity index (R'HK), we can often determine the rotation period of the star. This method is current only against the curtailed sunlight signal, and is therefore limited to data with relatively low S/N. Unfortunately, this method is not sufficient to determine their rotation periods in detail, as many of the data must have excellent photometric and spectroscopic data. We simulated..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in the upper atmosphere of the planet, while GJ 1214 b is clearly not an exoplanet.This work is based on observations obtained at the W. M. Keck Observatory, which is operated as a scientific partnership among the California Institute of Technology, the University of California and the National Aeronautics and Space Administration. The Observatory was made possible by the generous financial support of the W. M. Keck Foundation.\nWe have used high-resolution UVES spectroscopy of GJ1214 to measure the mass of the 2...."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in the atmosphere, but the data are inconclusive regarding the composition. Here we report a Hubble Space Telescope (HST) optical transmission spectrum of GJ 1214 b between wavelengths of 0.92 and 1.01 μm. The spectrum is dominated by a flattening with a variable qualitative ambiguity between a transparent and a transparent highly reflective medium. The broadband high-resolution transmission spectrum shows strong features of water and carbon monoxide and weak features of methane, although both are not evident in the narrowest portions of the spectrum (data equivalent to the full HST..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in the upper atmosphere of the planet, similar to what was found for HD 209458b. We present a 3D radiative transfer model of the atmosphere of GJ 1214 b that computes the spectral energy distribution of the atmosphere at different wavelengths. The overall similarity of the GJ 1214 system to HD 209458b suggests that the formation of clouds in an MHD-like process is relatively common in planetary atmospheres. It also shows that the observed flat-bottomed spectra can be explained by the absorption of a large number of water-like..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in the atmosphere. Our new constraints on GJ 1214 b's atmosphere will improve the constraints on the properties of clouds on hot Jupiters.\nThe evolution of a giant planet within the stellar envelope of a main-sequence star is examined along with the separate systems of secular theory and direct numerical simulations. It is shown that the importance of a stellar inner boundary in determining the structure of a planetary atmosphere is fully reflected in the secular theory of a giant planet when the outer boundary is sufficiently small. This consideration applies to the outer boundary of the stellar surface and..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in the atmosphere. We present a model where we determine the geometric albedo, the planetary radius, and the incident flux received from each hemisphere. The resulting planetary albedo, background albedo, and incident fluxes are compared with those of other well studied hot Jupiters. The hemisphere-integrated light curve is compared to the observed light curve. The model produces light curves that are a good match to most of the available data. The modified geometry and the planet-to-star radius ratio are found to be a key piece of information..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present. The chemistry and dynamics of cloud-forming molecules is inferred using a simple analytical model. The formation of CH4 and NH3, by photolysis of CH4+NH3 and aqueous NH3 solution, appears to be the most effective mechanism to explain the enhanced abundances observed in this planet.\nWe present Hubble Space Telescope (HST) near-ultraviolet (NUV) transits of the hot Jupiter HD 189733b, acquired as part of the PanCET program. We combine HST data with ground-based measurements to..."}, {"Input": "Observations of GJ 1214 b suggest clouds are", "Output": " present in the atmosphere of the planet, which we attribute to the presence of hazes or condensates. While previous studies focused on transmission spectra of hot Jupiters, the observations of the current refractivity tables are exclusively able to resolve features from the dayside to the nightside, thus providing minimal contamination to the spectral regions. This study demonstrates the versatility of refractivity tables, which can be used for future characterization studies of exoplanets and disks.\nWe address the multiple-scattering behavior of the dust in the atmosphere of a cool..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they are young and/or nearby in the stellar habitable zone. However, planets must accrete before they can still stay viable in the habitable zone. In this paper, we investigate the conditions needed to form planets that are not only habitable but also retain their nebula-window dM4.5 h. We find that in 1 Myr a Jupiter-mass planet can get there from a habitable region in the dM4.5 h region, where the condensate opacity and water condensate reservoirs are similar. We also find that planets must acc..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they form around systems of one or more other stars. We suggest that for systems with tight (within a factor of two or more) binary systems, the observed overabundances of planetary systems could be explained by the overlapping (complementary) copies of the Kozai-Lidov (KL) mechanism. The mechanism, associated with the so-called Lidov-Kozai (KL) resonance, generates a large number of binary orbits, especially if the disk is eccentric and the eccentric binary preferentially originates from a..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they are young and nearby. This can be explained if the presence of a (dynamical) companion can significantly increase the probability of planet detection and retention. We used data from several Doppler planet surveys, as well as information from the AGK2 mission, to infer the frequency of short-period (P &lt; 3 days) companions with known companions, and infer the corresponding P-L relationship. Our results show that a large fraction of Sun-like (approximately 17%) stars have short-period P &lt; 3 days. This..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they orbit M dwarfs. However, M-dwarf binaries with low-mass stars are a relatively common group of host stars, and the low-mass binary fraction in M-dwarf systems is expected to be lower than that of their single counterparts. In this paper we present a Bayesian analysis of 8 prospecting medium-separation M-dwarf binaries with detected low-mass companions, estimating their compatibility with the observed statistics of M-dwarf binary properties. We find that the current sample of M-dwarf..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they are young and large and whose orbits are relatively wide (about 10 planetary radii). We identify seven potential young planetary systems. Among them, we show that the nearby systems WDS 063, 074, 076, 082 and 084 have young planetary companions, whereas WDS 204 and 077 have old planetary companions. When the planets are well separated, we can predict their future evolution and detect planets of a wide range of ages.\nWe present new high-tunnel optical (310-310 nm) and near-infrared (..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they are young and nearby. However, for planets detected by direct imaging, the detectability is dominated by the contrast and signal-to-noise ratio of the host star. The host star has multiple spectral types and luminosity types, which makes it difficult to identify the primary star and isolate its spectral features, unless the star is also the source of the detected flux. In this paper, we show that the host star can be probed during high-resolution spectroscopy if it is a high-signal-to-noise ratio (SN..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they are young and do not have a disc.\nA large fraction of multiple planet systems discovered by the Kepler mission are anticipated to reside in mean-motion resonance. In order to assess the validity of this assumption, we relate the transit probability of a system to the probability that its two planets will transit. Previous work has demonstrated that, for a large subset of Kepler's systems, the transit probability is high enough to rule out transit of the two planets at high confidence. Here, we use the full set of Kepler data to show that the transit probability is low..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they are young and nearby. However, protoplanetary disks with a limited surface density of solids and a large surface density of gas can be excluded. Protoplanetary disks should have a characteristic density of millimeter-size particles and temporary events such as gap opening/jets formation. We discuss the conditions under which protoplanetary disks may become so optically thick that they enter a classical classical T Tauri (TT) state. We consider the evolution of circumstellar disk density and pressure and discuss the effects of stellar and solar mass stars on protoplan..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they are young and nearby. However, the detection rate is about 100 times higher than that of \"benignated\" stars. We suggest that the low accretion rate of low-mass stars is a direct result of magnetic braking, while the high accretion rate is a result of disintegrating diskps of planets orbiting low-mass stars.\nWe present a sample of astrometric brown dwarfs and very low mass stars (brown dwarfs and very low mass stars, or BDs) with far-infrared (IR) excesses (L..."}, {"Input": "Extrasolar planets are detected most easily when", "Output": " they are young and nearby. As a result, they are well-suited for atmospheric characterization and confirmation, particularly of young planets. We estimate the current planet yield of direct imaging instruments (i.e., JWST, ELT, etc.) based on these criteria, and compare those yields to the level predicted by the simulations. Our results confirm the following: (1) around 10% of stars are predicted to host temperate Jupiters (JWST, ELT, etc.) and at least one Super-Earth (MSH..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a rich pulsational content in most of the δ Scuti stars. However, the space photometry and the amplitude of the pulsation induce several problems in asteroseismic modelling, particularly for the fitting of δ Scuti pulsations to the observed frequencies. In this paper, we expand on the recent studies of Kjeldsen et al. and Bruker et al. to study the pulsational content in δ Scuti stars, and find that, for a large fraction of δ Scuti stars, the pulsation periods..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a sample of nearly neighborless, star-like objects with remarkable spectacular photometric and spectroscopic properties. This paper surveys the properties of the Kepler objects of interest (KOIs) and the manner in which they fit into the overall population of planetary-mass objects (MPOs). We find that the apparent overabundances of KOIs and the lack of distinct features--such as short-period planets and low-to-moderate-metallicity stars--are most plausibly explained if the short-period planet populations (PPSs..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " the existence of hundreds of transiting planet candidates in the Kepler data. All of them are assumed to orbit their host stars. However, there are important degeneracies in the period-luminosity relation, especially in the case of unconfirmed planets. Therefore, multiple planet candidates with periods of less than a few days could be exceptionally common among the Kepler data. In this paper, we explore the possibility of transit timing variations (TTVs) in the progressive-transit (PR) or speed-divergent (SD) light curves of..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " that the masses of solar-type stars within ∼10 pc of the Sun are not anomalously low, and confirm that the stars having rocky, terrestrial composition planets are preferentially found in the early phase of planetary formation, with mass ∼1-3× that of the average nearby stars. The preponderance of low-mass planets observed around low-mass stars is also explained by the core-accretion mechanism, which is favored in the planetary mass-radius diagram at ∼2 MJup. We also find that, compared to the Sun..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " that the exoplanets known today typically do not have a neutron star (NS) companion in the inner, planet-forming region of the circumbinary disk (CBD). A natural consequence of the NS removal is that in the primordial population the odds that the NS would be a neutron star would be nil. All in all, 7 out of the initially available 11 stars (excluding two CBDs) that have at least one NS, must have shields of an NS supernova occurring outside their orbits. We conclude that they can be considered..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a diverse population of transiting planets orbiting very close to their host stars. The physical characteristics of these planets are often poorly constrained due to the challenging nature of obtaining accurate measurements with a host star. In this work, we perform a uniform analysis of the Kepler Q1-Q17 planetary candidate population based on a Bayesian framework, which we develop to jointly account for the measurement errors and bias of the transit and occultation signals. The resulting mass-radius (M-R) diagram shows an impressive impressively flat form, with a seemingly random distribution..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a very active planet (Kepler-3b) orbiting a relatively brightly (K = 9.74) K dwarf. The transit feature is fully characterized by data taken from the ground with the Telescopio Carlos Sánchez (TCS) and Hobby-Eberly Telescope (HET) spectrographs. We derive a radius of the planet: R P = 4.09 ± 0.46 R Jup and a mass of M P = 1.17 ± 0.14 M Jup. The planet's orbital..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a sample of 2 137 stars which are rich in the number of solar-like oscillation frequencies in their power spectra. A subsample of 16 23 oscillation frequencies is considered a “high-level” signal which needs to be validated and clarified with further observations. In order to identify the relevant oscillation frequencies, we cross-match several different catalogues, including the HITRAN2012 and BAM32. We also obtain new popular synthetic spectra including the Oxford/MITgcm and SAMAR10 combiners. 39 7..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " that the radius of the transiting planet is as small as 10 per cent of the planet's radius and its mass is as low as 3,000 M⊕. The lower planetary bulk density, calculated from the ratio of the planet to host radius, suggests the formation of rocky or icy cores.\nWe conduct a convergence study of a protoplanetary disk subject to gravitational instabilities (GIs). We consider a range of disk parameters, including a power-law surface density profile with a thin dust layer, a radial power-law temperature..."}, {"Input": "Statistics from the Kepler mission reveal", "Output": " a large number of eclipsing binaries (EBs) with orbital periods P &gt; 2.5 d that could harbour potentially habitable rocky planets. Here we analyse the characteristics of these EBs and their host stars, and we compare the properties of the EBs with those of the Kepler EBs.\nWe present the results of the transit timing variation (TTV) analysis of the extra-solar planet Qatar-1b (P = 2.255 days, R  P  = 1.308 R ⊕, M ..."}, {"Input": "TESS is predicted to discover", "Output": " 30 to 40 transiting planets in the first year of observations. The confirmation of even a single planet would signal the discovery of an unmatched quantity in the survey footprint. Here we estimate the signal detection efficiency (SDE) for a stellar system with a single transiting planet, as a function of the stellar properties. We find that systems with a single transiting planet yield the SDE to &lt;10% when the stellar properties are known. When multiple transiting sub-Neptunes are assumed to be on the mind, the S..."}, {"Input": "TESS is predicted to discover", "Output": " ∼20 close-in transiting planets around M dwarfs with orbital periods less than a few days. These will be prime targets for atmospheric characterization by JWST when it reaches its full capacity.\nWe report the discovery of an ultra-short-period planet and a long-period planet along with the help of radial velocity (RV) measurements. The two planets transiting a slightly evolved star (M⋆ = 1.00 ± 0.04 M☉, R⋆ = 1.32 ± 0...."}, {"Input": "TESS is predicted to discover", "Output": " 10,000 small planets with radii between that of Earth and Neptune, and 100,000 intermediate-size planets with 1-4 R⊕. It is unclear whether the current size distribution of small planets will be substantially affected by the exquisite observational precision and sensitivity of TESS.\nThe observed gaps in the dust distribution of transition disks are often believed to be opened by planets forming in the disks. Planets can induce two kinds of asymmetries in the disk: (1) a pair of symmetric rings/shadows,..."}, {"Input": "TESS is predicted to discover", "Output": " several thousand small planets in the first year of observations. In order to maximize the scientific returns from the TESS mission and to simplify the follow-up/characterization of the follow-up observations, we are currently designing a follow-up system, called the Guest Observer (GO). We present results from testing GO with the Real Time Automated Planets (RAP) telescope and blowing this to a main-sequence stellar group of M dwarfs. We consider different telescope and observing options to maximize the efficiency of the resulting follow-up and..."}, {"Input": "TESS is predicted to discover", "Output": " 30-60 transiting exoplanets in the ∼5-10 day range depending on the planet size distribution, with at most a few dozen. If successful, transit follow-up spectroscopy of these candidates will be possible for approximately a half hour of observing time per target. This fraction will be higher for small, temperate planets (1-2 R⊕) orbiting bright stars. The number of transits expected from TRAPPIST-1b and other similar planets is estimated to be ∼10, or ∼30 planets..."}, {"Input": "TESS is predicted to discover", "Output": " 30-50 transiting Cassini-Huygens (CM) planets during the 2-year primary mission. We present the confirmation of an outer CM planet around GJ3470 (M4.25) based on 73.8 days of TESS photometry. The confirmed CM planet around GJ3470b has a chance of chance projection of 1.7σ. GJ3470b transits around a low-mass M4.25 dwarf star with a period of 4.00 days. The system has a..."}, {"Input": "TESS is predicted to discover", "Output": " 30-100 transiting exoplanets in the first year of a 2.5 yr mission. Many of these are anticipated to orbit stars that are too far removed from the dynamical field of exoplanetary systems to allow for significant radial velocities (the traditional method for detecting extrasolar planets). Here we derive analytic estimates for the maximum radial velocity (RV) that can be obtained for a variety of exoplanet-host star and stellar properties. While the optimal target is initially a Mercury-sized planet around a mid-M..."}, {"Input": "TESS is predicted to discover", "Output": " non-transiting short period Neptune-sized planets around the nearest and brightest stars. In the subsequent period-luminosity diagram, such planets should be found around the fourth and fifth power-law generation. In this work, we derive the detection rules for such planets. We use the detailed Monte Carlo simulations of the planet detection algorithm combined with the Bayesian inference tool MultiNest to characterize the expected yield of planets from the TESS mission. In contrast to the field of astronomy, we find that the sensitivity of the TESS mission will..."}, {"Input": "TESS is predicted to discover", "Output": " about 12000 transiting exoplanet candidates orbiting bright (mV &lt; 9.5) stars. The expected yield falls down to less than 10% for unknown planetary size and orbital period. However, the techniques of observational selection (which ignore the effect of stellar multiplicity) can result in several thousand false planet detections, given the desired false-positive rate. Applying our selection criteria to the Kepler candidate sample returns a significant (but not significant) number of false detections and approximately 12000 false alarms. The terms of..."}, {"Input": "TESS is predicted to discover", "Output": " 1000 planets smaller than 4 Earth radii transiting stars of all spectral types and ages. The principal results of the Kepler mission will be (a) a high yield (∼100) of terrestrial-sized planets to the native Kepler field; (b) an intrinsic offset in the distribution of semimajor axes of the giant planets, which depending on the stellar mass assumes a specific composition, with planets greater than 50% massive being more common in the Northern hemisphere, and less than 50% massive having radii intermediate between Earth and Neptune,..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " compared in the framework of a “fourth signal” of flares. We find that, on average, the flares occurred in groups. The group occurrences are due to the areas with higher flare activity. The correlation between group occurrence and flare energy is due to the linear relation between the flare energy and the warm wavelength (i.e., maximum temperature).\nWe present the results of a search for correlations between transiting planets and magnetic activity in the host stars of Kepler Objects of Interest (KOIs) along with three to four planets..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " considered.\nWe present the first results from analysing high spatial resolution VLA observations of the young double-lined binary system HD 87643. Our data in the J, Ks and L' bands are drawn from the archive of the instrument itself, and from the data archive of the Large Area Telescope (LAT) network of receivers. We detect the H2 emission line for the first time in the spectra of a systematically different sample of young stars than present in the literature, and find that the H2 emission line profile..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " presented. The multi-wavelength photometry and radial velocities are presented for 19 stars, with some missing data from previous studies. Comparison of the surface gravities and metallicities of the stars with the mass-luminosity relation of Strassmeier (1992) for main-sequence G-to-K-stars demonstrates that, on the main sequence, the two Strassmeier constants agree, but the expected coronal luminosity variance decreases with decreasing mass.\nThe spectra of 18 campbell astrometric reference..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " not necessarily <ASTROBJ>Earth-like</ASTROBJ> but can be divided into three groups: terrestrial-like (terrestrial-planet candidates), ocean-feeding and debris-producing planets. They overlap considerably in mass and orbit but are of different sizes and compositions. In this paper we study the latter category, using the full population of known extrasolar planets. We find that approximately 22 per cent of stars have at least one planet that is Earth-like and, regardless of their albedos,..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " known to harbour a wide variety of exoplanets ranging from terrestrial planets to gas giants and with sizes between Earth and Neptune. The recently discovered transiting planet Kepler-1649b is a result of a hunt for similar planets around the nearby young star Kepler-172555. The planet has an orbital period of 1.486 days, a radius of 6.9 R⊕, and a mass of less than 18 M⊕, based on the star's light curve. The detection of the planet was announced in..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " being rapidly collected by space-based photometers (e.g., Kepler, CoRoT, and Kepler 2) to obtain high-precision light curves of transiting exoplanets. In this paper, we present an optimized optimization algorithm, dedicated for the processing of long-period exoplanetary light curves, based on a Bayesian framework, that applies prior information about the target star (about 70% of the total) to enrich the light curves of a larger fraction of the target stars. We show that our tool,..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " essential laboratory testbeds for the latest generation of exoplanet characterization algorithms. The Large Binocular Telescope Interferometer (LBTI) and the Mid-Infrared Instrument (MIRI) on board the James Webb Space Telescope (JWST) will measure optical interferometry with a resolving power of 30,000 in the range 7-20 μm using coherent interferometric arrays in the focal plane. Since the focus of LBTI/MIRI is to identify the nearest star systems in the sky..."}, {"Input": "Earth-analogues around nearby stars are", "Output": ", indeed, excellent candidates, and many more are suitable targets for precise work. The list is updated regularly.Recent developments in the modeling of cyclotron maser radiation, particularly in the context of the Takesuna model, are discussed.\nWe present a methodology for constructing the template mask used in the space environment simulations of the LOw-Frequency ARray (LOFAR) experiment. The procedure consists of a modification of the implicit adaptive mesh refinement (AMR) algorithm. We present the different modifications to the explicit scheme..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " considered, and discussion is given of some of the more interesting results that these studies will provide about the physical and chemical properties of such bodies.\nThe Optimal Optical Coronagraph (OOC) Workshop in 1999 organized by the WD-STDG Research Consortium (WRRG), the Laser Program for Large-scale Optical Elements (LONER) consortium, and the Leiden Atomic and Molecular Survey (LAMOST) consortium, gathered a diverse group of 27 researchers working on optical imaging and sub-millimeter fields of view..."}, {"Input": "Earth-analogues around nearby stars are", "Output": " inadequate to reveal their nature. Planets orbiting in the habitable zones of nearby stars are of special interest because they may offer the possibility for the detection and characterization of life on planets that may otherwise be too cold and dry to be detectable. Here we describe the search for water on exoplanets orbiting one of the nearest target stars. The speed of the Kepler-21 transit assists greatly in maximizing the sensitivity to exoplanetary atmospheres. The Broadband optical and infrared photometry, as well as spectroscopy, of the planet orbiting..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the formation history of a planetary system through measurements of its orbital parameters. However, this history is usually inferred from properties of the host star, primarily its abundance ratio. The abundance ratio of a star is a measure of its age, but it is not well-measured (in general), because there are many false positives on RR Lyrae and short-period pulsators. The recent discovery that the star HD 31412 has an unusually high abundance ratio of r-process elements shows that the star formed via the same mechanism..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the complexity of planet formation at the transition from protoplanetary to debris disk systems. Disk instability is a candidate mechanism to explain the broad distribution of disk-like signatures in the exoplanet population, but the high occurrence rate of gas in the instability region has complicated its confirmation. Here we present an initial analysis of the signature of disk instability in the ALMA dust continuum, applying a robust framework for the characterization of the underlying grains to previously conducted observations, and incorporating self-consistent models of the dynamics of planetesim..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the inner regions of their host stars and offer the opportunity to search for life around these stars. The Large Binocular Telescope (LBT) was used to observe a sample of nine nearby stars to search for low-mass exoplanets. By combining adaptive optics imaging and the LBT's dual 8.4m apertures, the search is sensitive to planets and brown dwarfs with masses as low as a few Jupiter masses beyond the orbit of Jupiter and covering a wide range of separations from tens to hundreds of astronomical..."}, {"Input": "Directly imaged exoplanets probe", "Output": " two very different regions in the mass-radius diagram. The lower mass end of the mass distribution is represented by the M-dwarf planet case, while the upper mass is represented by the more massive planet case. We find that the lower mass observed in the exoplanet population may be explained by the very low frequency of massive planets at around 10 M☉, which also argues for the lower observed gas giant frequency. We estimate that the lower mass observed in the exoplanet population may be explained by the very..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the effect of nebular magnetic fields on the atmospheric mass loss during the main sequence stage. The mass loss is driven by the thermal and nonthermal atmospheric expansion. We investigate the effect of a dissipative magnetic field on the cooling of an irradiated gas giant atmosphere. We find that a sufficiently strong (20 G in a liberal atmosphere), strong (100 G in a moderate-strong regime), and stable nebular field drives a strong atmospheric expansion, rapid mass loss, and an associated dissociative mass loss. In contrast..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the inner regions of gaseous protoplanetary disks, yet their disk masses are unconstrained. We report the discovery of three 1-3 MJup planets around the young Sun-like star PZ Tel, based on sensitive photometry from our Hubble Space Telescope Wide Field Planetary camera. These planets are the first two to emerge from existing within the large AO-corrected field of view of the HST Wide Field Camera 3 (WFC3) G141 near-IR grism (1.12-..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the potential of future direct imaging missions for characterizing self-luminous exoplanets. We present the science case for an installation and commissioning of a Las Cumbres Observatory 2.4m telescope equipped with a dual imaging camera. The telescope records images from 2.4 to 25 μm with four different filters. The five-telescope configuration (five-telescope configuration) includes two ancillary mirrors that are controlled with an independent thermal shield to provide thermal stability and also allow for standing wave..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the inner regions of their planetary systems. Direct imaging searches have revealed four giant planets orbiting young stars: HR 8799, HD 37082, HD 75781 and HD 82643. Previous work inferred the presence of a low-mass companion to the young Jupiter-mass star HD 203030. Here we present imaging data from the NIRC2 camera on the Keck II telescope of two young giant planets at about 0.5\" (about 30 AU) to about 0.75\" (about 60 AU) from..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the outer boundary of planet formation theories. This gap has been claimed to be nearly dry, with a depletion factor of about 10:1. We test this claim with astrometric data from the Hipparcos catalog and show that the estimated systematic errors in the astrometric calibration over the most recent epoch are about 1.8% and 1.7%, respectively. We also present new radial velocity (RV) data that refute the planetary interpretation and reveal the existence of a 4 M Jup planet orbiting τ Bootis..."}, {"Input": "Directly imaged exoplanets probe", "Output": " the subsolar regime (0.3 &lt; Mp &lt; 1.4 Mjup) where Mjup is Jupiter's mass and ap = 0.6 au. We find that the current exoplanet population produces a population of highly irradiated, large-separation giant planets at a rate above that of Jupiter. These highly irradiated, distant worlds will survive gravitational migration and form the cores of gas giants, which in turn are likely to merge their terrestrial counterparts into super-Earths and..."}, {"Input": "Phase curves of exoplanets are", "Output": " crucial for characterizing the atmospheres of these worlds. Currently, the majority of exoplanetary systems in the literature are optimized to maximize the planet signal-to-noise ratio (SNR), therefore providing valuable information on the planetary albedo and energy budget. In this paper, we find that PlanetPack is optimized for high SNR precision measurements. We demonstrate the performance of the method by comparing our results to those of the original PYTHON and TOI data reduction pipeline in the astronomical literature, as..."}, {"Input": "Phase curves of exoplanets are", "Output": " typically computed for a finite number of orbital phases using the orbital parameters from the planet and host star, but the number of orbital phases also depends on the effective size of the star. We present a new algorithm that estimates the number of orbital phases, based on the properties of the star, without a prior knowledge of the star's rotation or photometric variability. The algorithm makes explicit use of the rotational properties of the star, directly from its light curve. We also provide a simple analytic fitting formula for the number of orbital..."}, {"Input": "Phase curves of exoplanets are", "Output": " being observed with increased frequency, but their interpretation is not robust. If the total luminosity of a planet can be determined, it can be used to predict the age of the system. This age is strongly related to the luminosity ratio -- a quantity that is largely independent of the planet's luminosity and depends on the planet's mass, age, and temperature -- as well as the host-star metallicity [Fe/H], which is directly related to the luminosity ratio. We derive a crude, highly..."}, {"Input": "Phase curves of exoplanets are", "Output": " typically shown to contain information about their atmospheric thermal structure and chemical composition. To estimate the accuracy of such measurements, we critically examine the effects of data distortion, contour aliasing, and neglect of limb darkening on the derived planetary parameters. In this paper, we present a critical examination of such data-based model corrections, which include the effects of limb darkening, but not the effects of core darkening. With a series of numerical experiments, we find that the overall thermal structure of a purple-hot Jupiter's..."}, {"Input": "Phase curves of exoplanets are", "Output": " complex functions of time, location, and host-star properties. However, because the complexities of the global absorption and scattering properties of water, and its finite opacity, remain poorly constrained, objective estimates of water's physical properties, such as density and temperature and its concentration, are challenging. In this work, we investigate how the 3D structure of water can be estimated by measuring the wavelength-dependent absorption cross-sections of hydrogen-like ions in the atmospheres of exoplanets orbiting at different stellar distances from different solar..."}, {"Input": "Phase curves of exoplanets are", "Output": " affected by stellar variability and are thus frequently shaped by stellar parameters. In this work, we study the effect of stellar parameters on the transmission spectra of Earth-sized planets around different types of stars. We find that the stellar brightness is the main parameter for shaping the transmission spectrum, with the most significant spectral features occurring for the cool (T eff &lt;about  4300 K) and the warm (T eff &gt;about  5400 K) objects. In particular, we find that the effect of..."}, {"Input": "Phase curves of exoplanets are", "Output": " strongest during transit due to the planet blocking a portion of the rotating star (called the spin-orbit resonance). It has been suggested that the resonance occurs when the effective size of the planet changes roughly as a power law of the square of the ratio of the planet radius to the radii of the star. We first derive analytic estimates for this process, using a simple model for the resonance and an analytical prescription for the resonance. We then consider the spin-orbit resonance fully, including effects from the planet-planet tidal interaction..."}, {"Input": "Phase curves of exoplanets are", "Output": " for all wavelengths, with only a small fraction (1/6) being adaptive optics corrected. We show that using such data can improve the contrast by a factor of 2-5 over what would otherwise be impossible if the instrument were not used for observations of stars brighter than about 10, which is the current state of the art. We are now building a new NGTS project with this instrument, which we intend to call NGTS-2. This instrument is being designed to take advantage of the NGTS 5.5..."}, {"Input": "Phase curves of exoplanets are", "Output": " biased due to stellar surface features such as spots and plages. They are also affected by the intrinsic variability of the host star. A systematic survey has shown that the fraction of stars that show large-amplitude surface velocity variations (up to 5 m s-1) is twice as large as those that show low-amplitude variations (lsim2 m s-1). This can be explained by the differential rotation at work in stellar convective zones, which leads to a temporary substitution of the convective..."}, {"Input": "Phase curves of exoplanets are", "Output": " typically computed either by ray-shaping with a temperature-dependent transparency, or by approximations that assume a black-body and isothermal temperature profile, with both assumptions being justified (although unproven) in the latter case. We investigate the latter case with a novel two-temperature (TexES) model that utilizes a generalized Hauri-Boltzmann law and solves the radiative transfer equation directly, thereby incorporating the opacity effects of the representative Hauri-Carbon Star. We validate our..."}, {"Input": "Biosignatures are", "Output": " presented to illustrate the diagnostic potential of these features.\nWe present the results of a multi-site, multi-instrument analysis of Proxima Centauri, including observations on the West African Large Telescope, Magellan Baade Telescope, and Kitt Peak National Observatory. This study was a major step toward a robust identification of the classical and complex sources of variability in this star. In this paper, we provide a description of our data reduction techniques and analysis techniques, and demonstrate the statistical significance of short-term ast..."}, {"Input": "Biosignatures are", "Output": " identified using a Markov Chain Monte Carlo, we determine posterior distributions for the parameters of this star. We derive the star's fundamental parameters within about two orders of magnitude of the surface gravity from photometry, and find B = 1.108+0.072 -0.084 B ☉, Teff = 6306+11 -25 K, L  H  = 2.78+0.10 -0.14 L ☉, and log g = 5.09+0..."}, {"Input": "Biosignatures are", "Output": " needed to confirm detections or exclude the possibility of false positives due to stellar variability or contamination. The resolution of stellar variability (the sum of observed frequencies versus their harmonics) is a unique constraint on the presence of planets. It is also important to constrain the stability of planetary orbits, both in the classical and non-conserved models. In addition to the main sample, we present a survey of 16 highly variable intermediate-mass stars. Although our sample is too small to make any strong conclusions, it..."}, {"Input": "Biosignatures are", "Output": " generated by a balance between turbulent diffusion and sedimentation caused by advection of turbulent energy. This process is motivated by the fact that, at shallow depth, geochemical gas is chemically inert and will not condense, even under popular conditions. It is assumed that the chemical inertness is given by the molecular-to-molecular-densities ratio, where molecular and molecular Light states coexist. The latter states are produced by the evaporation of chemically bound condensates...."}, {"Input": "Biosignatures are", "Output": " indicated using the methods of line depth ratios and asymmetries. Results: A systematic variation of up to 30% for the ratio of the asymmetric edge-on time series was found, which is common when comparing different data sets. The variation is a function of the signal-to-noise ratio (S/N), which is a measure of the density of data points and the traditional method of data comparison, in line depth ratios and in asymmetries. Conclusions: In normal conditions, the..."}, {"Input": "Biosignatures are", "Output": " calculated for all pairs of the observed stars, and the results are compared to previous work.\nWe present Spitzer Space Telescope observations of multiple systems containing circumstellar disks, tears, and fragments. The observations are used to measure the relative disk radii and to map the spatial distribution of starlight reflected from the disk. The disk radius is recovered for all systems, and the spatial distribution of the starlight reflected off the disk surface is obtained by constructing spectral energy distributions. For all pairs of the observed systems,..."}, {"Input": "Biosignatures are", "Output": " discussed and links made to the original catalog of astrometric data are provided. At the time of the publication, the catalog was undergoing upgraded sensitivity tests and was to submit to the GCM. This updated catalog is provided in the .\nThis paper deals with the question whether the .hyper-phosphate.ridepachyon GCM, applied to tholins, is able to explain the low-energy cross section of tholins to better than the previous one, which is an issue for..."}, {"Input": "Biosignatures are", "Output": " often neglected because of their complex structure dependent upon their specific physical and chemical properties. However, their detection is important for a wide range of astrophysical goals, including the study of protoplanetary disks and the analysis of comets. We review our current knowledge of stellar and planetary physical parameters, including atomic and molecular abundances, and discuss current work using detailed spectral energy distributions. We then review the basic state of the art, including high resolution spectroscopy, multi-color photometry, and the analysis of..."}, {"Input": "Biosignatures are", "Output": " characterised by a complex combination of physical and chemical processes. The most recognisable properties include oxides (especially Mg and Fe), metal oxide (metal), magnetic and plasma separations, electron conduction and polarization, as well as many fundamental wave signatures. This chapter describes the latest developments developed in the field of electron microscopy and describes how it can be used to diagnose and assess the state of the matter that is undergoing migration under high pressure and temperature. It covers such phenomena as electron conduction, surface..."}, {"Input": "Biosignatures are", "Output": " defined for the three main types of astrophysical false positives (HINT-1, HINT-2, and HOIB effects), and they are presented in a consistent way. For each of the three, a set of candidate conditions can be selected to provide the target list with at least a few hundred components. All target selections need to pass several standard tests in order to establish a high confidence level (ENCR) of a signal to be confirmed. This method of exoplanetary confirmation will also provide a..."}]}